Repository: grocy/grocy
Catalog: localization/*/demo_data.po
Languages: et_ee, lt, nl, sk_sk

source: Cookies
et_ee: Küpsised
lt: Sausainiai
nl: Koekjes
sk_sk: Sušienky

source: Chocolate
et_ee: Šokolaad
lt: Šokoladas
nl: Chocolade
sk_sk: Čokoláda

source: Pantry
et_ee: Sahver
lt: Sandėliukas
nl: Voorraadkast
sk_sk: Komora

source: Candy cupboard
et_ee: Kommisahtel
lt: Saldainių spinta
nl: Snoepjeskast
sk_sk: Skrinka so sladkosťami

source: Tinned food cupboard
et_ee: Konservisahtel
lt: Konservuotų maisto produktų spinta
nl: Blikkenkast
sk_sk: Skrinka s konzervami

source: Fridge
et_ee: Külmkapp
lt: Šaldytuvas
nl: Koelkast
sk_sk: Chladnička

source: Piece
et_ee: Tükk
lt: Vienetas
nl: Stuk
sk_sk: Kus

source: Pack
et_ee: Pakk
lt: Pakuotė
nl: pak
sk_sk: Balenie

source: Glass
et_ee: Klaas
lt: Stiklinė
nl: Glas
sk_sk: Pohár

source: Tin
et_ee: Konserv
lt: Skardinė
nl: Blikje
sk_sk: Plechovka

source: Can
et_ee: Konserv
lt: Skardinė
nl: Blik
sk_sk: Konzerva

source: Bunch
et_ee: Kimp
lt: Kekė
nl: Bos
sk_sk: Strapec

source: Gummy bears
et_ee: Kummikommid
lt: Guminukai
nl: Gombeertjes
sk_sk: Gumoví medvedíci

source: Crisps
et_ee: Krõpsud
lt: Traškučiai
nl: Chips
sk_sk: Čipsy

source: Eggs
et_ee: Munad
lt: Kiaušiniai
nl: Eieren
sk_sk: Vajcia

source: Noodles
et_ee: Nuudlid
lt: Makaronai
nl: Noedels
sk_sk: Rezance

source: Pickles
et_ee: Kurgid
lt: Marinuoti agurkai
nl: Augurken
sk_sk: Čalamáda

source: Gulash soup
et_ee: Guljaššisupp
lt: Guliašo sriuba
nl: Goulashsoep
sk_sk: Guláš

source: Yogurt
et_ee: Jogurt
lt: Jogurtas
nl: Yoghurt
sk_sk: Jogurt

source: Cheese
et_ee: Juust
lt: Sūris
nl: Kaas
sk_sk: Syr

source: Cold cuts
et_ee: Külmad Tükid
lt: Mėsos užkandis
nl: Beleg
sk_sk: Nárezy

source: Cucumber
et_ee: Kurkk
lt: Agurkas
nl: Komkommer
sk_sk: Uhorka

source: Radish
et_ee: Redis
lt: Ridikėlis
nl: Radijs
sk_sk: Reďkovka

source: Tomato
et_ee: Tomat
lt: Pomidoras
nl: Tomaat
sk_sk: Paradajka

source: Change towels in the bathroom
et_ee: Vaheta vetsu rätikud
lt: Pakeisti rankšluosčius vonioje

source: Mop the kitchen floor
et_ee: Pühi köögi põrand
lt: Išplauti virtuvės grindis

source: Warranty ends
et_ee: Garantii lõppeb
lt: Baigiasi garantija
nl: Garantie eindigt
sk_sk: Záruka končí

source: TV remote control
et_ee: Teleri pult
lt: TV valdymo pultelis
nl: Afstandsbediening
sk_sk: Diaľkové ovládanie TV

source: Alarm clock
et_ee: Äratuskell
lt: Žadintuvas
nl: Wekker
sk_sk: Budík

source: Heat remote control
et_ee: Keskkütte pult
lt: Šildytuvo nuotolinis valdymas
nl: Afstandsbediening verwarming
sk_sk: Diaľkové ovládanie klimatizácie

source: Take out the trash
et_ee: Vii prügi välja
lt: Išnešti šiukšles

source: Some good snacks
et_ee: Häid snäkke
lt: Keli geri užkandžiai
nl: Enkele goede hapjes
sk_sk: Nejaká dobrá mňamka

source: Pizza dough
et_ee: Pitsa tainas
lt: Picos tešla
nl: Pizzadeeg
sk_sk: Cesto na pizzu

source: Sieved tomatoes
et_ee: Sõelutud tomatid
lt: Persijoti pomidorai
nl: Gezeefde tomaten
sk_sk: Pretlak

source: Salami
et_ee: Salaami
lt: Saliamis
sk_sk: Saláma

source: Toast
et_ee: Röstsai
lt: Skrudinta duona
nl: Geroosterd brood
sk_sk: Hrianka

source: Minced meat
et_ee: Hakkliha
lt: Malta mėsa
nl: Gehakt
sk_sk: Mleté mäso

source: Pizza
et_ee: Pitsa
lt: Pica

source: Spaghetti bolognese
et_ee: Pasta bolognese
lt: Bolonėse spagečiai
sk_sk: Boloňské špagety

source: Sandwiches
et_ee: Võileivad
lt: Sumuštiniai
sk_sk: Sendviče

source: English
et_ee: Inglise
lt: Anglų
nl: Engels
sk_sk: Angličtina

source: German
et_ee: Saksa
lt: Vokiškai
nl: Duits
sk_sk: Nemčina

source: Italian
et_ee: Itaalia
lt: Italų
nl: Italiaans
sk_sk: Taliančina

source: This is the note content of the recipe ingredient
et_ee: See on retsepti koostisosade sisu märge
lt: Tai yra recepto ingrediento pastabos turinys
nl: Dit is de inhoud van de opmerking van het recept-ingrediënt
sk_sk: Toto je obsah poznámky pre ingredienciu

source: Demo User
et_ee: Demo kasutaja
lt: Demo Vartotojas
nl: Demo Gebruiker
sk_sk: Používateľ dema

source: Gram
et_ee: Gramm
lt: Gramas

source: Flour
et_ee: Jahu
lt: Miltai
nl: Bloem
sk_sk: Múka

source: Pancakes
et_ee: Pannkoogid
lt: Blynai
nl: Pannenkoeken
sk_sk: Lievance

source: Sugar
et_ee: Suhkur
lt: Cukrus
nl: Suiker
sk_sk: Cukor

source: Sweets
et_ee: Maiustused
lt: Saldumynai
nl: Snoep
sk_sk: Sladkosti

source: Bakery products
et_ee: Pagaritooted
lt: Kepiniai
nl: Bakkerijproducten
sk_sk: Pekárenské výrobky

source: Tinned food
et_ee: Konserv
lt: Konservuotas maistas
nl: Ingeblikt voedsel
sk_sk: Jedlo v konzerve

source: Butchery products
et_ee: Lihatooted
lt: Mėsos gaminiai
nl: Vleeswaren
sk_sk: Mäsové výrobky

source: Vegetables/Fruits
et_ee: Köögiviljad/Puuviljad
lt: Daržovės / Vaisiai
nl: Groenten/Fruit
sk_sk: Zelenina/Ovocie

source: Refrigerated products
et_ee: Külmutatud tooted
lt: Šaldomi produktai
nl: Gekoelde producten
sk_sk: Chladené výrobky

source: Coffee machine
et_ee: Kohvimasin
lt: Kavos mašina
nl: Koffiemachine
sk_sk: Kávovar

source: Dishwasher
et_ee: Nõudepesumasin
lt: Indaplovė
nl: Afwasmachine
sk_sk: Umývačka riadu

source: Liter
et_ee: Liiter
lt: Litro

source: Liters
et_ee: Liitrit
lt: Litrų
sk_sk: Litre

source: Bottle
et_ee: Pudel
lt: Butelis
nl: Fles
sk_sk: Fľaša

source: Bottles
et_ee: Pudelit
lt: Buteliai
nl: Flessen
sk_sk: Fľaše

source: Milk
et_ee: Piim
lt: Pienas
nl: Melk
sk_sk: Mlieko

source: Chocolate sauce
et_ee: Šokolaadikaste
lt: Šokolado padažas
nl: Chocoladesaus
sk_sk: Čokoládová poleva

source: Milliliters
et_ee: Millimeetrit
lt: Mililitrai
sk_sk: Mililitre

source: Milliliter
et_ee: Millimeeter
lt: Mililitrai
sk_sk: Mililiter

source: Bottom
et_ee: Alus
lt: Apačia
nl: Onderkant
sk_sk: Základ

source: Topping
et_ee: Pealne
lt: Užpilas
nl: Beleg
sk_sk: Poleva

source: French
et_ee: Prantsuse
lt: Prancūzų
nl: Frans
sk_sk: Francúzština

source: Turkish
et_ee: Türgi
lt: Turkų
nl: Turks
sk_sk: Turečtina

source: Spanish
et_ee: Hispaania
lt: Ispanų
nl: Spaans
sk_sk: Španielčina

source: Russian
et_ee: Vene
lt: Rusų
nl: Russisch
sk_sk: Ruština

source: Vacuum the living room floor
et_ee: Korista elutuba tolmuimejaga
lt: Išsiurbti svetainės grindis

source: Clean the litter box
et_ee: Korista liivakast
lt: Išvalyti šiukšlių dėžę

source: Change the bed sheets
et_ee: Vaheta voodipesu
lt: Pakeisti patalynę

source: Swedish
et_ee: Rootsi
lt: Švedų
nl: Zweeds
sk_sk: Švédčina

source: Polish
et_ee: Poola
lt: Lenkų
nl: Pools
sk_sk: Poľština

source: Milk Chocolate
et_ee: Piimašokolaad
lt: Pieniškas šokoladas
nl: Melk Chocolade
sk_sk: Mliečna čokoláda

source: Dark Chocolate
et_ee: Must šokolaad
lt: Juodasis šokoladas
nl: Pure Chocolade
sk_sk: Horká čokoláda

source: Slice
et_ee: Viil
lt: Riekelė
nl: Punt
sk_sk: Krajec

source: Example userentity
et_ee: Näidis kasutajaolem
lt: Naudojimo pavyzdys
nl: Voorbeeld gebruikersentiteit
sk_sk: Príklad používateľskej entity

source: This is an example user entity...
et_ee: See on kasutajaolemi näide...
lt: Tai yra vartotojo objekto pavyzdys...
nl: Dit is een voorbeeld van een gebruikers entiteit......
sk_sk: Toto je prázdna používateľská entita...

source: Custom field
et_ee: Kohandatav väli
lt: Pasirinktinis laukas
nl: Custom veld
sk_sk: Vlastné pole

source: Example field value...
et_ee: Välja näidisväärtus...
lt: Lauko vertės pavyzdys...
nl: Voorbeeld veld waarde....
sk_sk: Príklad hodnoty poľa...

source: Waffle rolls
et_ee: Vahvlirullid
lt: Vafliniai suktinukai
nl: Wafel rollen
sk_sk: Lievance

source: Danish
et_ee: Taani
lt: Danų
nl: Deens
sk_sk: Dánčina

source: Dutch
et_ee: Hollandi
lt: Olandų
nl: Nederlands
sk_sk: Holandčina

source: Norwegian
et_ee: Norra
lt: Norvegų
nl: Norwegen
sk_sk: Nórčina

source: Stable version
et_ee: Stabiilne versioon
lt: Stabili versija
nl: Stabiele versie
sk_sk: Stabilná verzia

source: Preview version
et_ee: Eelvaate versioon
lt: Peržiūrima versija
nl: Preview versie
sk_sk: Vývojová verzia

source: current release
et_ee: hetke väljalase
lt: dabartinis leidimas
nl: Huidige versie
sk_sk: aktuálne vydanie

source: not yet released
et_ee: veel välja laskmata
lt: dar ne išleista
nl: Nog niet uitgegeven
sk_sk: zatiaľ nevydané

source: Portuguese (Brazil)
et_ee: Portugali (Brasiilia)
lt: Portugalų (Brazilija)
nl: Portugees (Brazilië)
sk_sk: Portugalčina (brazílska)

source: This is a note
et_ee: See on märge
lt: Tai pastaba
nl: Dit is een notitie
sk_sk: Toto je poznámka

source: Freezer
et_ee: Sügavkülmik
lt: Šaldiklis
nl: diepvriezer
sk_sk: Mraznička

source: Hungarian
et_ee: Ungari
lt: Vengrų
nl: Hongaars
sk_sk: Maďarčina

source: Slovak
et_ee: Slovaki
lt: Slovakų
nl: Slovaaks
sk_sk: Slovenčina

source: Czech
et_ee: Tšehhi
lt: Čekų
nl: Tsjechisch
sk_sk: Čeština

source: Portuguese (Portugal)
et_ee: Portugali (Portugal)
lt: Portugalų (Portugalija)
nl: Portugees (Portugal)
sk_sk: Portugalčina (Portugalsko)

source: DemoSupermarket1
lt: DemoParduotuvė1
sk_sk: Billa

source: DemoSupermarket2
lt: DemoParduotuvė2
sk_sk: Lidl

source: Japanese
et_ee: Jaapani
lt: Japonų
sk_sk: Japončina

source: Chinese (Taiwan)
et_ee: Hiina (Taiwan)
lt: Kinų (Taivanas)
sk_sk: Čínština (Tajvan)

source: Greek
et_ee: Kreeka
lt: Graikų
sk_sk: Gréčtina

source: Korean
et_ee: Korea
lt: Korėjiečių
sk_sk: Kórejčina

source: Chinese (China)
et_ee: Hiina (Hiina)
lt: Kinų (Kinija)

source: Hebrew (Israel)
et_ee: Heebera (Israel)
lt: Hebrajų (Izraelis)

source: Tamil
et_ee: Tamili
lt: Tamilų

source: Finnish
et_ee: Soome
lt: Suomių

source: Breakfast
et_ee: Hommikusöök
lt: Pusryčiai

source: Lunch
et_ee: Lõunasöök
lt: Pietūs

source: Dinner
et_ee: Õhtusöök
lt: Vakarienė

source: Catalan
et_ee: Katalaani
lt: Katalonų

source: Slovenian
et_ee: Sloveenia
lt: Slovėnų

source: Lithuanian
et_ee: Leedu
lt: Lietuvių

source: Ukrainian
et_ee: Ukraina
lt: Ukrainiečių

source: Kilogram
et_ee: Kilogramm
lt: Kilogramas

source: Romanian
et_ee: Rumeenia
lt: Rumunų

source: Pint
lt: Pinta

source: Beverages
et_ee: Joogid
lt: Gaivieji gėrimai

source: Ice Cream
et_ee: Jäätis
lt: Ledai

source: Soda
et_ee: Karastusjook
lt: Gazuotas vanduo

source: Beer
et_ee: Õlu
lt: Alus

source: Estonian
et_ee: eesti
lt: Estija

source: Changed towels in the bathroom
nl: Handdoeken verwisseld in badkamer

source: Cleaned the kitchen floor
nl: De keukenvloer schoongemaakt

source: Lawn mowed in the garden
nl: Gazon gemaaid in de tuin

source: Home
nl: Thuis

source: Life
nl: Leven

source: Projects
nl: Projecten

source: Repair the garage door
nl: De garagedeur repareren

source: Fork and improve grocy
nl: Fork en verbeter grocy

source: Find a solution for what to do when I forget the door keys
nl: Zoek een oplossing voor wat te doen als ik de deursleutels vergeet

source: The thing which happens on the 5th of every month
nl: Het ding dat op de 5e van elke maand gebeurt

source: The thing which happens daily
nl: Het ding dat dagelijks gebeurt

source: The thing which happens on Mondays and Wednesdays
nl: Het ding dat op maandag en woensdag gebeurt
