Repository: grocy/grocy
Catalog: localization/*/locales.po
Languages: fr, uk

# cs
source: Czech
fr: tch
uk: cs

# da
source: Danish
fr: dan
uk: da

# de
source: German
fr: all
uk: de

# el_GR
source: Greek
fr: gre
uk: el_GR

# en
source: English
fr: ang
uk: en

# en_GB
source: English (Great Britain)
fr: uk
uk: en_GB

# es
source: Spanish
fr: esp
uk: es

# fr
source: French
fr: fra
uk: fr

# hu
source: Hungarian
fr: hon
uk: hu

# it
source: Italian
fr: ita
uk: it

# ja
source: Japanese
fr: jap
uk: ja

# ko_KR
source: Korean
fr: cor
uk: ko_KR

# nl
source: Dutch
fr: hol
uk: nl

# no
source: Norwegian
fr: nor
uk: no

# pl
source: Polish
fr: pol
uk: pl

# pt_BR
source: Portuguese (Brazil)
fr: bre
uk: pt_BR

# pt_PT
source: Portuguese (Portugal)
fr: por
uk: pt_PT

# ru
source: Russian
fr: rus
uk: ru

# sk_SK
source: Slovak
fr: slo
uk: sk_SK

# sl
source: Slovenian
uk: sl

# sv_SE
source: Swedish
fr: sue
uk: sv_SE

# tr
source: Turkish
fr: tur
uk: tr

# zh_TW
source: Chinese (Taiwan)
fr: chi
uk: zh_TW

# zh_CN
source: Chinese (China)
fr: zh_CN
uk: zh_CN

# he_IL
source: Hebrew (Israel)
fr: he_IL
uk: he_IL

# ta
source: Tamil
fr: ta
uk: ta

# fi
source: Finnish
fr: fi
uk: fi

# ca
source: Catalan
uk: ca

# lt
source: Lithuanian
uk: lt
