Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Add item
ca: Afegir element
cs: Přidat produkt
da: Tilføj vare
de: Eintrag hinzufügen
el_gr: Πρόσθεσε είδος
es: Añadir artículo
et_ee: Lisa toode
fi: Lisää tuote
fr: Ajouter un produit
he_il: הוספת פריט
hu: Hozzáadás
it: Aggiungi elemento
lt: Pridėti daiktą
nl: Voeg item toe
no: Legg til produkt
pt_br: Adicionar item
pt_pt: Adicionar item
ro_ro: Adaugă produs
ru: Добавить элемент
sk_sk: Pridať položku
sl: Dodaj element
tr: Ürün ekle
uk: Додати

source: Selected shopping list
ca: Llista de la compra escollida
cs: Vybrat nákupní seznam
da: Valgte indkøbsliste
de: Ausgewählter Einkaufszettel
el_gr: Επιλεγμένη λίστα αγορών
es: Lista de la compra seleccionada
et_ee: Valitud ostunimekiri
fi: Valittu kauppalista
fr: Liste de courses sélectionnée
he_il: רשימת הקניות הנבחרת
hu: Kiválasztott bevásárló lista
it: Lista della spesa selezionata
lt: Pasirinktas pirkinių sąrašas
nl: Selecteer boodschappenlijst
no: Valgt handleliste:
pt_br: Lista de Compras Selecionada
pt_pt: Seleccionar lista de compras
ro_ro: Lista de cumpărături selectată
ru: Выбранный список покупок
sk_sk: Zvolený nákupný zoznam
sl: Izbran nakupovalni seznam
tr: Seçili alışveriş listesi
uk: Обрати список покупок

source: New shopping list
ca: Nova llista de la compra
cs: Nový nákupní seznam
da: Ny indkøbsliste
de: Neuer Einkaufszettel
el_gr: Νέα λίστα αγορών
es: Nueva lista de la compra
et_ee: Uus ostunimekiri
fi: Uusi kauppalista
fr: Nouvelle liste de courses
he_il: רשימת קניות חדשה
hu: Új bevásárló lista
it: Nuova lista della spesa
lt: Naujas pirkinių sąrašas
nl: Nieuwe boodschappenlijst
no: Ny handleliste
pt_br: Nova lista de compras
pt_pt: Nova lista de compras
ro_ro: Listă de cumpărături nouă
ru: Новый список покупок
sk_sk: Nový nákupný zoznam
sl: Nov nakupovalni seznam
tr: Yeni alışveriş listesi
uk: Новий список покупок

source: Delete shopping list
ca: Eliminar llista de la compra
cs: Smazat nákupní seznam
da: Slet indkøbsliste
de: Einkaufszettel löschen
el_gr: Διαγραφή λίστας αγορών
es: Borrar lista de la compra
et_ee: Kustuta ostunimekiri
fi: Poista kauppalista
fr: Supprimer liste de courses
he_il: מחיקת רשימת קניות
hu: Bevásárló lista törlése
it: Elimina lista della spesa
lt: Ištrinti pirkinių sąrašą
nl: Verwijder boodschappenlijst
no: Slett handleliste
pt_br: Excluir lista de compras
pt_pt: Apagar lista de compras
ro_ro: Ștergeți lista de cumpărături
ru: Удалить список покупок
sk_sk: Odstrániť nákupný zoznam
sl: Izbriši nakupovalni seznam
tr: Alışveriş listesini sil
uk: Видалити список покупок

source: Chores settings
ca: Configuració de tasques
cs: Nastavení povinností
da: Indstillinger for pligter
de: Hausarbeiteneinstellungen
el_gr: Ρυθμίσεις μικροδουλειών
es: Configuración de las tareas del hogar
et_ee: Majapidamistööde seaded
fi: Kotityöasetukset
fr: Paramètres des corvées
he_il: הגדרות מטלות
hu: Házimunka beállítások
it: Impostazioni delle faccende
lt: Namų ruošos nustatymai
nl: Klusjesinstellingen
no: Husarbeid - innstillinger
pt_br: Configurações de tarefas domésticas
pt_pt: Configurações das tarefas domésticas
ro_ro: Setările activităților
ru: Настройки работ по дому
sk_sk: Nastavenia povinností
sl: Nastavitve obveznosti
tr: Ev işleri seçenekleri
uk: Налаштування робіт

source: Batteries settings
ca: Configuració de bateries
cs: Nastavení baterií
da: Batteri-indstillinger
de: Batterieeinstellungen
el_gr: Ρυθμίσεις μπαταριών
es: Configuración de baterías
et_ee: Patareide seaded
fi: Akkuasetukset
fr: Paramètres des batteries
he_il: הגדרות סוללות
hu: Elem beállítások
it: Impostazioni batterie
lt: Baterijų nustatymai
nl: Batterij instellingen
no: Batteri - innstillinger
pt_br: Configurações de baterias
pt_pt: Configurações das baterias
ro_ro: Setările bateriilor
ru: Настройки батарей
sk_sk: Nastavenie batérií
sl: Nastavitve baterij
tr: Pil seçenekleri
uk: Налаштування батарей

source: Tasks settings
ca: Configuració de tasques
cs: Nastavení úkolů
da: Opgave-indstillinger
de: Aufgabeneinstellungen
el_gr: Ρυθμίσεις εργασιών
es: Configuración de tareas
et_ee: Ülesannete seaded
fi: Tehtäväasetukset
fr: Paramètres des tâches
he_il: הגדרות משימות
hu: Feladat beállítások
it: Impostazioni compiti
lt: Užduočių nustatymai
nl: Taakinstellingen
no: Oppgaver - innstillinger
pt_br: Configurações de atividades
pt_pt: Configurações das tarefas
ro_ro: Setări de sarcini
ru: Настройки задач
sk_sk: Nastavenia úloh
sl: Nastavitve opravil
tr: Yapılacaklar seçenekleri
uk: Налаштування завдань

source: Create shopping list
ca: Crear llista de la compra
cs: Vytvořit nákupní seznam
da: Opret indkøbsliste
de: Einkaufszettel erstellen
el_gr: Δημιουργία λίστας αγορών
es: Crear lista de la compra
et_ee: Loo ostunimekiri
fi: Luo kauppalista
fr: Créer liste de courses
he_il: יצירת רשימת קניות
hu: Bevásárlólista létrehozása
it: Crea la lista della spesa
lt: Sukurti pirkinių sąrašą
nl: Maak boodschappenlijst
no: Lag handleliste
pt_br: Criar lista de compras
pt_pt: Criar lista de compras
ro_ro: Creați o listă de cumpărături
ru: Создать список покупок
sk_sk: Vytvoriť nákupný zoznam
sl: Ustvari nakupovalni seznam
tr: Alışveriş listesi oluştur
uk: Створити список покупок

source: Are you sure you want to delete shopping list "%s"?
he_il: למחוק את רשימת הקניות „%s”?
it: Sei sicuro di voler eliminare la lista della spesa "%s"?

source: Average shelf life
ca: Temps de vida mitjà de l'inventari
cs: Průměrná doba uskladnění
da: Gennemsnitlig holdbarhed
de: Durchschnittliche Haltbarkeit
el_gr: Μέση διάρκεια ζωής
es: Tiempo de conservación promedio
et_ee: Keskmine säilivusaeg
fi: Keskimääräinen säilymisaika
fr: Durée moyenne de conservation
he_il: אורך חיי מדף ממוצע
hu: Átlagos tárolási idő
it: Durata di conservazione media
lt: Vidutinis galiojimo laikas
nl: Gemiddelde houdbaarheid
no: Gjennomsnittlig holdbarhetstid
pt_br: Prazo médio de validade
pt_pt: Tempo de vida médio na prateleira
ro_ro: Durata medie de depozitare
ru: Среднее время жизни на полке
sk_sk: Priemerná doba uskladnenia
sl: Povprečen rok trajanja
tr: Ortalama raf ömrü
uk: Середній термін придатності

source: Spoil rate
ca: Taxa de fet malbé
cs: Kazivost
da: Fordærvelseshastighed
de: Verderblichkeitsrate
el_gr: Ποσοστό χαλάρωσης
es: Ratio de desperdicio
et_ee: Riknemismäär
fi: Pilaantumisaste
fr: Taux de péremption
he_il: קצב קלקול
hu: Megromlási arány
it: Velocità di deterioramento
lt: Sugadinimo norma
nl: Snelheid waarmee product over datum gaat
no: Prosenttall for hvor mye som har utgått på dato
pt_br: Taxa de desperdício
pt_pt: Taxa de desperdício
ro_ro: Rata de deteriorare
ru: Скорость порчи
sk_sk: Rýchlosť kazenia
sl: Stopnja kvarjenja
tr: Bozulma süresi
uk: Відсоток зіпсованого

source: Show more
ca: Mostra més
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
el_gr: Δείτε περισσότερα
es: Mostrar más
et_ee: Näita rohkem
fi: Näytä lisää
fr: Afficher plus
he_il: להציג עוד
hu: Több mutatása
it: Mostra di più
lt: Rodyti daugiau
nl: Laat meer zien
no: Vis mer
pt_br: Exibir mais
pt_pt: Mostrar mais
ro_ro: Arată mai mult
ru: Показать больше
sk_sk: Zobraziť viac
sl: Pokaži več
tr: Devamını göster
uk: Показати більше

source: Show less
ca: Mostra menys
cs: Zobrazit méně
da: Vis mindre
de: Weniger anzeigen
el_gr: Δείξε λιγότερο
es: Mostrar menos
et_ee: Näita vähem
fi: Näytä vähemmän
fr: Afficher moins
he_il: להסתיר בחזרה
hu: Kevesebb mutatása
it: Mostra di meno
lt: Rodyti mažiau
nl: Laat minder zien
no: Vis mindre
pt_br: Exibir menos
pt_pt: Mostrar menos
ro_ro: Arată mai puţin
ru: Показать меньше
sk_sk: Zobraziť menej
sl: Pokaži manj
tr: Daha az göster
uk: Показати менше

source: The amount must be between %1$s and %2$s
ca: La quantitat ha de ser entre%1$s i %2$s
cs: Množství musí být mezi %1$s a %2$s
da: Antallet skal være imellem %1$s og %2$s
de: Die Menge muss zwischen %1$s und %2$s liegen
el_gr: Το ποσό πρέπει να κυμαίνεται μεταξύ %1$s και %2$s
es: La cantidad tiene que estar entre %1$s y %2$s
et_ee: Kogus peab olema vahemikus %1$s - %2$s
fi: Määrän tulee olla %1$s ja %2$s välissä
fr: La quantité doit se situer entre %1$s et %2$s
he_il: הכמות חייבת להיות בין %1$s לבין %2$s
hu: A mennyiség %1$s és %2$s között kell legyen
it: La quantità deve essere compresa tra %1$s e %2$s
lt: Kiekis turi būti tarp %1$sir%2$s
nl: Het aantal moet tussen %1$sen %2$s zijn
no: Mengden må være mellom %1$s og %2$s
pt_br: A quantidade deve ser entre %1$s e %2$s
pt_pt: A quantidade tem de ser entre %1$s e %2$s
ru: Значение должно быть в диапазоне от %1$s до %2$s
sk_sk: Množstvo musí byť v rozmedzí od %1$s do %2$s
sl: Količina mora bit med %1$s in %2$s
tr: Miktar %1$s ile %2$s arasinda olmalı
uk: Кількість має бути між%1$s і %2$s

source: Day of month
ca: Dia del mes
cs: Den v měsíci
da: Dag i måneden
de: Tag des Monats
el_gr: Ημέρα του μήνα
es: Día del mes
et_ee: Kuupäev
fi: Kuukaudenpäivä
fr: Jour du mois
he_il: יום בחודש
hu: Hónap napja
it: Giorno del mese
lt: Mėnesio diena
nl: Dag van de maand
no: Dag i måned
pt_br: Dia do mês
pt_pt: Dia do mês
ro_ro: Ziua lunii
ru: День месяца
sk_sk: Deň v mesiaci
sl: Dan v mesecu
tr: inci Ayın günü
uk: День місяця

source: Monday
ca: Dilluns
cs: Pondělí
da: Mandag
de: Montag
el_gr: Δευτέρα
es: Lunes
et_ee: Esmaspäev
fi: Maanantai
fr: Lundi
he_il: יום שני
hu: Hétfő
it: Lunedì
lt: Pirmadienis
nl: Maandag
no: Mandag
pt_br: Segunda-feira
pt_pt: Segunda-feira
ro_ro: Luni
ru: Понедельник
sk_sk: Pondelok
sl: Ponedeljek
tr: Pazartesi
uk: Понеділок

source: Tuesday
ca: Dimarts
cs: Úterý
da: Tirsdag
de: Dienstag
el_gr: Τρίτη
es: Martes
et_ee: Teisipäev
fi: Tiistai
fr: Mardi
he_il: יום שלישי
hu: Kedd
it: Martedì
lt: Antradienis
nl: Dinsdag
no: Tirsdag
pt_br: Terça-feira
pt_pt: Terça-feira
ro_ro: Marţi
ru: Вторник
sk_sk: Utorok
sl: Torek
tr: Salı
uk: Вівторок

source: Wednesday
ca: Dimecres
cs: Středa
da: Onsdag
de: Mittwoch
el_gr: Τετάρτη
es: Miércoles
et_ee: Kolmapäev
fi: Keskiviikko
fr: Mercredi
he_il: יום רביעי
hu: Szerda
it: Mercoledì
lt: Trečiadienis
nl: Woensdag
no: Onsdag
pt_br: Quarta-feira
pt_pt: Quarta-feira
ro_ro: Miercuri
ru: Среда
sk_sk: Streda
sl: Sreda
tr: Çarşamba
uk: Середа

source: Thursday
ca: Dijous
cs: Čtvrtek
da: Torsdag
de: Donnerstag
el_gr: Πέμπτη
es: Jueves
et_ee: Neljapäev
fi: Torstai
fr: Jeudi
he_il: יום חמישי
hu: Csütörtök
it: Giovedì
lt: Ketvirtadienis
nl: Donderdag
no: Torsdag
pt_br: Quinta-feira
pt_pt: Quinta-feira
ro_ro: Joi
ru: Четверг
sk_sk: Štvrtok
sl: Četrtek
tr: Perşembe
uk: Четвер

source: Friday
ca: Divendres
cs: Pátek
da: Fredag
de: Freitag
el_gr: Παρασκευή
es: Viernes
et_ee: Reede
fi: Perjantai
fr: Vendredi
he_il: יום שישי
hu: Péntek
it: Venerdì
lt: Penktadienis
nl: Vrijdag
no: Fredag
pt_br: Sexta-feira
pt_pt: Sexta-feira
ro_ro: Vineri
ru: Пятница
sk_sk: Piatok
sl: Petek
tr: Cuma
uk: П'ятниця

source: Saturday
ca: Dissabte
cs: Sobota
da: Lørdag
de: Samstag
el_gr: Σάββατο
es: Sábado
et_ee: Laupäev
fi: Lauantai
fr: Samedi
he_il: שבת
hu: Szombat
it: Sabato
lt: Šeštadienis
nl: Zaterdag
no: Lørdag
pt_br: Sábado
pt_pt: Sábado
ro_ro: Sâmbătă
ru: Суббота
sk_sk: Sobota
sl: Sobota
tr: Cumartesi
uk: Субота

source: Sunday
ca: Diumenge
cs: Neděle
da: Søndag
de: Sonntag
el_gr: Κυριακή
es: Domingo
et_ee: Pühapäev
fi: Sunnuntai
fr: Dimanche
he_il: יום ראשון
hu: Vasárnap
it: Domenica
lt: Sekmadienis
nl: Zondag
no: Søndag
pt_br: Domingo
pt_pt: Domingo
ro_ro: Duminică
ru: Воскресенье
sk_sk: Nedeľa
sl: Nedelja
tr: Pazar
uk: Неділя

source: Configure userfields
ca: Configurar camps d'usuari
cs: Upravit uživatelská pole
da: Konfigurer brugerfelter
de: Benutzerfelder konfigurieren
el_gr: Διαμόρφωση πεδίων χρήστη
es: Configurar campos personalizados
et_ee: Kasutajaväljade seaded
fi: Määrittele käyttäjäkenttiä
fr: Configurer les attributs personnalisés
he_il: הגדרת שדות משתמש
hu: Egyéni mezők testreszabása
it: Configura campi utente
lt: Konfigūruoti vartotojo laukus
nl: Configureer gebruikersvelden
no: Sett opp egendefinerte kolonner
pt_br: Configurar campos de usuário
pt_pt: Configurar campos do utilizador
ro_ro: Configurați câmpurile de utilizator
ru: Настроить поля пользователя
sk_sk: Nastaviť používateľské polia
sl: Nastavi uporabniška polja
tr: Kullanıcı alanlarını ayarla
uk: Налаштувати користувацькі поля

source: Userfields
ca: Camp d'usuari
cs: Uživatelská pole
da: Brugerfelter
de: Benutzerfelder
el_gr: Πεδία χρηστών
es: Campos personalizados
et_ee: Kasutajaväljad
fi: Käyttäjäkentät
fr: Attributs personalisés
he_il: שדות משתמשים
hu: Egyéni mezők
it: Campi definiti dall'utente
lt: Vartotojo laukai
nl: Gebruikersvelden
no: Kolonner
pt_br: Campos de usuário
pt_pt: Campos do utilizador
ro_ro: Câmpurile de utilizator
ru: Поля пользователя
sk_sk: Používateľské polia
sl: Uporabniška polja
tr: Kullanıcı alanları
uk: Користувацькі поля

source: Entity
ca: Entitat
cs: Entita
da: Enhed
de: Entität
el_gr: Οντότητα
es: Entidad
et_ee: Üksus
fi: Olio
fr: Élément
he_il: יישות
hu: Objektum
it: Entità
lt: Esybė
nl: Entiteit
no: Enhet
pt_br: Entidade
pt_pt: Entidade
ro_ro: Entitate
ru: Сущность
sk_sk: Entita
sl: Subjekt
tr: Nesne
uk: Сутність

source: Caption
ca: Títol
cs: Nadpis
da: Billedetekst
de: Titel
el_gr: Λεζάντα
es: Leyenda
et_ee: Pealkiri
fi: Kuvaus
fr: Titre
he_il: כותרת
hu: Felirat
it: Didascalia
lt: Antraštė
nl: Onderschrift
no: Kolonne navn
pt_br: Rótulo
pt_pt: Legenda
ro_ro: Legendă
ru: Название
sk_sk: Nadpis
sl: Naslov
tr: Altyazı
uk: Підпис

source: Type
ca: Tipus
cs: Typ
de: Typ
el_gr: Τύπος
es: Tipo
et_ee: Tüüp
fi: Tyyppi
he_il: סוג
hu: Típus
it: Tipo
lt: Tipas
pt_br: Tipo
pt_pt: Tipo
ro_ro: Tip
ru: Тип
sk_sk: Typ
sl: Tip
tr: Tür
uk: Тип

source: Create userfield
ca: Crear camps d'usuari
cs: Vytvoř uživatelské pole
da: Opret brugerfelt
de: Benutzerfeld erstellen
el_gr: Δημιουργία πεδίου χρήστη
es: Crear campo personalizado
et_ee: Loo kasutajaväli
fi: Luo käyttäjäkenttä
fr: Ajouter un attribut personalisé
he_il: יצירת שדה משתמש
hu: Egyéni mező létrehozása
it: Crea campo utente
lt: Sukurti vartotojo lauką
nl: Maak gebruikersveld aan
no: Lag egendefinert kolonne
pt_br: Criar campo do usuário
pt_pt: Criar campo do utilizador
ro_ro: Creați câmpul de utilizator
ru: Создать поле пользователя
sk_sk: Vytvoriť používateľské pole
sl: Ustvari uporabniško polje
tr: Kullanıcı alanı oluştur
uk: Створити поле

source: A entity is required
ca: Es requereix una entitat
cs: Proměnná je povinný údaj
da: Der kræves en enhed
de: Eine Entität muss ausgewählt werden
el_gr: Απαιτείται οντότητα
es: Es necesaria una entidad
et_ee: Üksus on nõutud
fi: Olio vaaditaan
fr: Vous n'avez pas défini d'élément
he_il: נדרשת יישות
hu: Az objektum megadása kötelező
it: È richiesta un'entità
lt: Reikalingas subjektas
nl: Een entiteit is vereist
no: En enhet kreves
pt_br: A entidade é obrigatória
pt_pt: É necessário uma entidade
ro_ro: Este necesară o entitate
ru: Необходима сущность
sk_sk: Vyžaduje sa entita
sl: Subjekt je obvezen
tr: Nesne gerekli
uk: Необхідно вказати сутність

source: A caption is required
ca: Es requereix un títol
cs: Popisek je povinný údaj
da: En billedetekst er påkrævet
de: Ein Titel ist erforderlich
el_gr: Απαιτείται λεζάντα
es: Es necesaria una leyenda
et_ee: Pealkiri on nõutud
fi: Kuvaus on pakollinen
fr: Vous n'avez pas défini de titre
he_il: נדרשת כותרת
hu: A felirat megadása kötelező
it: È richiesta una didascalia
lt: Antraštė būtina
nl: Een beschrijving is vereist
no: Et kolonne navn kreves
pt_br: O rótulo é obrigatório
pt_pt: É necessário uma legenda
ro_ro: Este necesară o legendă
ru: Необходимо название
sk_sk: Vyžaduje sa popisok
sl: Naslov je obvezen
tr: Altyazı gerekli
uk: Необхідно додати підпис

source: A type is required
ca: Es requereix un tipus
cs: Typ je je povinný údaj
da: En type er påkrævet
de: Ein Typ muss ausgewählt werden
el_gr: Απαιτείται τύπος
es: Es necesario un tipo
et_ee: Tüüp on nõutud
fi: Tyyppi vaaditaan
fr: Vous n'avez pas défini de type
he_il: נדרש סוג
hu: A típus megadása kötelező
it: È richiesto un tipo
lt: Reikalingas tipas
nl: Een type is vereist
no: En type kreves
pt_br: O tipo é obrigatório
pt_pt: É necessário um tipo
ro_ro: Este necesar un tip
ru: Необходим тип
sk_sk: Vyžaduje sa typ
sl: Tip je obvezen
tr: Tür gerekli
uk: Необхідно вказати тип

source: Show as column in tables
ca: Mostra com a columna a les taules
cs: Zobrazit jako řádek v tabulkách
da: Vist som kolonne i tabeller
de: Als Spalte in Tabellen anzeigen
el_gr: Εμφάνιση ως στήλη σε πίνακες
es: Mostrar como columnas en una tabla
et_ee: Kuva tabelites veergudena
fi: Näytä taulukon sarakkeina
fr: Affichage des valeurs dans une colonne
he_il: הצגת עמודה כטבלה
hu: Megjelenítés oszlopként a táblázatokban
it: Mostra come colonna nelle tabelle
lt: Lentelėse rodyti kaip stulpelį
nl: Laat als kolom zien in tabellen
no: Vis som kolonner på alle sider
pt_br: Exibir como colunas em tabelas
pt_pt: Mostrar como coluna nas tabelas
ro_ro: Afișează ca și coloană în tabele
ru: Показывать как колонку в таблицах
sk_sk: Zobraziť ako riadok v tabuľkách
sl: Pokaži kot stolpec v tabelah
tr: Tablolarda sütun olarak göster
uk: Показати як стовбчик в таблиці

source: This is required and can only contain letters and numbers
ca: És obligatori i només pot contenir lletres i números
cs: Toto je povinné pole a může obsahovat pouze písmena a číslice
da: Dette er påkrævet og kan kun indeholde bogstaver og numre
de: Dies ist erforderlich und darf nur Buchstaben und Zahlen enthalten
el_gr: Αυτό απαιτείται και μπορεί να περιέχει μόνο γράμματα και αριθμούς
es: Es necesario y sólo puede contener letras y números
et_ee: See on nõutud ja saab sisaldada ainult tähti ja numbreid
fi: Tämä vaaditaan ja voi sisältää vain kirjaimia ja numeroita
fr: Obligatoire, ne peut contenir que des lettres et des chiffres
he_il: נחוץ ויכול להכיל אותיות ומספרים בלבד
hu: Ez kötelező és csak betűket és számokat tartalmazhat
it: Questo è obbligatorio e può contenere solo lettere e numeri
lt: Tai būtina ir jame gali būti tik raidžių ir skaičių
nl: Dit is vereist en kan alleen cijfers en letters bevatten
no: Dette kreves og kan kun inneholde bokstaver og tall
pt_br: Isto é obrigatório e podem conter apenas letras e numeros
pt_pt: É necessário e só pode conter letras e números
ro_ro: Acesta este obligatoriu și poate conține numai litere și numere
ru: Это обязательно и может содержать только латинские буквы и цифры
sk_sk: Toto pole je povinné a môže obsahovať iba písmená a čísla
sl: To je obvezno in lahko vsebuje samo črke in številke
tr: Zorunlu ve yalnızca rakam ve harf içerebilir
uk: Є обов'язковим. Може містити лише літери та числа

source: Edit userfield
ca: Editar camp d'usuari
cs: Upravit uživatelská pole
da: Rediger brugerfelt
de: Benutzerfeld bearbeiten
el_gr: Επεξεργασία πεδίου χρήστη
es: Modificar campo personalizado
et_ee: Muuda kasutajavälja
fi: Muokkaa käyttäjäkenttää
fr: Configurer l'attribut personalisé
he_il: עריכת שדה משתמש
hu: Egyéni mező szerkesztése
it: Modifica campo utente
lt: Redaguoti vartotojo lauką
nl: Wijzig gebruikersveld
no: Endre egendefinert kolonne
pt_br: Editar campo do usuário
pt_pt: Editar campo do utilizador
ro_ro: Editați câmpul de utilizator
ru: Изменить поле пользователя
sk_sk: Upraviť používateľské pole
sl: Uredi uporabniško polje
tr: Kullanıcı alanını düzenle
uk: Редагувати поле

source: Plural forms
ca: Formes plurals
cs: Množné čislo
da: Flertalsformer
de: Pluralformen
el_gr: Πληθυντικές μορφές
es: Formas del plural
et_ee: Mitmuse vormid
fi: Monikkomuodot
fr: Forme plurielle
he_il: צורות ריבוי
hu: Többesszámok
it: Forme plurali
lt: Daugiskaitos formos
nl: Meervoudsvormen
no: I flertall form
pt_br: Formas de plural
pt_pt: Forma plural
ro_ro: Forme plural
ru: Множественные числа
sk_sk: Formy plurálu
sl: Množinske oblike
tr: Çoğul formlar
uk: Множинна форма

source: One plural form per line, the current language requires
ca: Una forma plural per línia, requereix la llengua actual
cs: Zapište po jednom množném tvaru na řádek, podle pravidel jazyka
da: En flertalsform per linje, det nuværende sprog er påkrævet
de: Ein Pluralform pro Zeile, die aktuelle Sprache erfordert
el_gr: Μία πληθυντική μορφή ανά γραμμή, απαιτεί η τρέχουσα γλώσσα
es: El idioma actual requiere una forma plural por línea
et_ee: Üks mitmuse vorm rea kohta, praegune keel nõuab
fi: Nyt valittuna oleva kieli edellyttää yhtä monikkomuotoa per rivi
fr: Une forme plurielle par ligne, la langue actuelle nécessite
he_il: צורת ריבוי אחת בכל שורה, השפה הנוכחית דורשת
hu: Soronként egy többesszám, amit a jelenlegi nyelv megkíván
it: Una forma plurale per riga, richiede la lingua corrente
lt: Dabartinė kalba reikalauja vienos daugiskaitos formos eilutėje
nl: Een meervoudsvorm per regel, de huidige taal vereist
no: Valgt språk må ha en flertallsform per linje
pt_br: Uma forma de plural por linha, o idioma atual requer
pt_pt: Uma forma plural por linha, a língua actual exige.
ru: Одно множественное число на строчку, текущему языку нужно
sk_sk: Jedna forma množného čísla na riadok, aktuálny jazyk vyžaduje
sl: Eno množinsko obliko na vrstico, zahteva trenutni jezik
tr: Şu anki dil için bir satırda tek çoğul form gerekiyor
uk: Одна множинна форма на рядок, на вимогу мови

source: Plural count
ca: Recompte plural
cs: Počet možností množných čísel:
da: Flertalsantal
de: Plural Anzahl
el_gr: Πληθυντικός αριθμός
es: Cuenta del plural
et_ee: Mitmuste arv
fi: Monikko määrä
fr: Nombre de pluriel
he_il: ספירת ריבוי
hu: Többesszám darabszáma
it: Conteggio plurale
lt: Daugiskaita
nl: Meervoud aantal
no: Flertallstelling
pt_br: Contagem de plural
pt_pt: Contagem plural
ro_ro: Numărare la plural
ru: Число форм множественного числа
sk_sk: Počet plurálov
tr: Çoğul sayısı
uk: Кількість множини

source: Plural rule
ca: Norma de plural
cs: Pravidlo pro množná čísla
da: Flertalsregel
de: Plural Regel
el_gr: Πληθυντικός κανόνας
es: Regla del plural
et_ee: Mitmuse reegel
fi: Monikkosääntö
fr: Règle pour la forme plurielle
he_il: כלל ריבוי
hu: Többesszám szabálya
it: Regola plurale
lt: Daugiskaitos taisyklė
nl: Meervoudsregel
no: Flertallsregel
pt_br: Regra de plural
pt_pt: Regra plural
ro_ro: Regulă plural
ru: Правило формирование множественного числа
sk_sk: Pravidlá pre plurál
tr: Çoğul kuralı
uk: Правило множини

source: in plural form
ca: en plural
cs: v množném čísle
da: i flertal
de: in der Mehrzahl
el_gr: σε πληθυντικό σχήμα
es: en plural
et_ee: mitmuse vormis
fi: monikon partitiivissa
fr: Au pluriel
he_il: בצורת ריבוי
hu: többesszámban
it: in forma plurale
lt: daugiskaitos forma
nl: In meervoud
no: I flertall
pt_br: no plural
pt_pt: no plural
ro_ro: La plural
ru: в множественном числе
sk_sk: v množnom čísle
sl: v množinski obliki
tr: çoğul formda
uk: у формі множини

source: Not enough in stock, %s ingredient missing
ca: No hi ha existències suficients, falta %s ingredient
cs: Nedostatečná zásoba, chybí %s ingredience
da: Ikke nok i beholdningen, %s ingrediens mangler
de: Nicht ausreichend im Bestand, %s Zutat fehlt
el_gr: Δεν υπάρχει αρκετό απόθεμα, λείπει %s συστατικό
es: No hay existencias suficientes: falta %s ingrediente
et_ee: Pole piisavalt varusid, %s koostisosa puudu
fi: Ei tarpeeksi varastossa, %s ainesosa puuttuu
fr: Pas assez en stock, il vous manque %s ingrédient
he_il: אין מספיק במלאי, רכיב אחד חסר
hu: Nincs elegendő készleten, %s hozzávaló hiányzik
it: Non abbastanza in dispensa, %s ingrediente mancante
lt: Sandėlyje nepakanka, trūksta %s ingrediento
nl: Niet genoeg op voorraad, %s ingrediënt ontbreekt.
no: Ikke nok i beholdningen, %s ingrediens mangler
pt_br: Não há estoque suficiente, %s falta ingrediente
pt_pt: Sem stock suficiente, %s ingredientes faltando
ro_ro: Stoc insuficient, lipsește %s ingredient
ru: Недостаточно в запасе, %s ингредиент отсутствует
sk_sk: Nedostatočná zásoba, chýba %s ingrediencia
sl: Ni dovolj zaloge, manjka %s sestavina
tr: Stokta yeterince %s malzemesi yok
uk: Недостатня кількість у наявності, %s інградієнта не вистачає
