Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: "%s" could not be resolved to a product, how do you want to proceed?
ca: no s'ha pogut identificar com a producte, com vols procedir?
cs: Žádný uložený produkt se nejmenuje „%s“. Jak chcete pokračovat?
da: "%s" kunne ikke findes som vare. Hvordan vil du fortsætte?
de: "%s" konnte nicht zu einem Produkt aufgelöst werden, wie möchtest du weiter machen?
el_gr: Το προϊόν% s είναι κάτω από το καθορισμένο ελάχιστο. ποσό αποθέματοςΔεν ήταν δυνατή η επίλυση του "%s" σε ένα προϊόν, πώς θέλετε να προχωρήσετε;
es: "%s" no se pudo asociar a ningún producto, ¿cómo quiere proceder?
et_ee: "%s" ei saanud tootele lisada, kuidas tahad edasi käituda?
fi: "%s" ei voitu ratkaista tuotteeksi, miten haluat jatkaa?
fr: "%s" n'a pas été retrouvé en tant que produit, comment voulez-vous procéder ?
he_il: אין אפשרות לעבד את „%s” לכדי מוצר, איך להמשיך?
hu: %s nem feleltethető meg terméknek, hogyan folytatod?
it: "%s" non è stato associato a nessun prodotto, come vuoi procedere?
lt: "%s" nepavyko išspręsti produkto, kaip norite tęsti?
nl: "%s" kon niet aan een product gelinkt worden, hoe wil je verder gaan?
no: "%s" kunne ikke bli tildelt et produkt, hvordan ønsker du å fortsette?
pt_br: "%s" não pode ser resolvido como um produto, como deseja proceder?
pt_pt: Não foi possivel identificar "%s" como um produto, como pretende prosseguir?
ro_ro: "%s" nu a fost regăsit în lista de produse, cum doriți să procedați?
ru: "%s" не может быть преобразован к существующему продукту. Как вы хотите продолжить?
sk_sk: "%s" nebol rozoznaný ako výrobok, ako si želáte pokračovať?
sl: "%s" ni možno razrešit kot izdelek, kako bi rad nadaljeval?
tr: "%s" bir ürünle eşleşmiyor, nasıl ilerlemek istersin?
uk: "%s" не розпізнається як продукт. Як бути?

source: Create or assign product
ca: Afegir o assignar producte
cs: Vytvořit nebo přiřadit produkt
da: Opret eller tilknyt vare
de: Produkt erstellen oder verknüpfen
el_gr: Δημιουργία ή εκχώρηση προϊόντος
es: Crear o asignar un producto
et_ee: Loo või määra toode
fi: Luo tai aseta tuote
fr: Créer ou assigner à un produit
he_il: יצירת או הקצאת מוצר
hu: Létrehozás, vagy hozzárendelés termékhez
it: Aggiungi o assegna prodotto
lt: Sukurti ar priskirti produktą
nl: Maak of assigneer product
no: Opprett eller tildel til et produkt
pt_br: criar ou adicionar produto
pt_pt: Criar ou atribuir a produto
ro_ro: Creați sau asociați produs
ru: Создать или назначить продукт
sk_sk: Vytvoriť alebo priradiť výrobok
sl: Ustvari ali dodeli izdelek
tr: Oluştur veya bir ürüne ata
uk: Створити або призначити продукт

source: Cancel
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el_gr: Ματαίωση
es: Cancelar
et_ee: Tühista
fi: Peruuta
fr: Annuler
he_il: ביטול
hu: Mégse
it: Annulla
lt: Atšaukti
nl: Annuleer
no: Avbryt
pt_br: Cancelar
pt_pt: Cancelar
ro_ro: Anulează
ru: Отмена
sk_sk: Zrušiť
sl: Prekliči
tr: İptal et
uk: Скасувати

source: Add as new product
ca: Afegir com a nou producte
cs: Přidat jako nový produkt
da: Tilføj som ny vare
de: Als neues Produkt hinzufügen
el_gr: Προσθήκη ως νέο προϊόν
es: Añadir como un nuevo producto
et_ee: Lisa uue tootena
fi: Lisää uusi tuote
fr: Ajouter un nouveau produit
he_il: הוספה כמוצר חדש
hu: Új termék hozzáadása
it: Aggiungi come nuovo prodotto
lt: Pridėti naują produktą
nl: Voeg toe als nieuw product
no: Legg til som nytt produkt
pt_br: Adicionar como produto novo
pt_pt: Adicionar como novo produto
ro_ro: Adaugă ca produs nou
ru: Добавить как новый продукт
sk_sk: Pridať nový výrobok
sl: Dodaj kot nov izdelek
tr: Yeni ürün olarak ekle
uk: Додати як новий продукт

source: Add as barcode to existing product
ca: Afegir com a codi de barres a un producte existent
cs: Přidat jako čárový kód k existujícímu produktu
da: Tilføj som stregkode til en eksisterende vare
de: Barcode vorhandenem Produkt zuweisen
el_gr: Προσθέστε ως γραμμωτό κώδικα στο υπάρχον προϊόν
es: Añadir como código de barras de un producto existente
et_ee: Lisa triipkoodina olemasolevale tootele
fi: Lisää viivakoodi tuotteeseen
fr: Ajouter en tant que code-barres à un produit existant
he_il: הוספה כברקוד למוצר קיים
hu: Hozzáadás vonalkódként létező termékhez
it: Assegna il codice a barre ad un prodotto
lt: Pridėti kaip brūkšninį kodą prie esamo produkto
nl: Voeg toe als streepjescode bij bestaand product
no: Legg til strekkode til eksisterende produkt
pt_br: adicionar código de barras à um produto existente
pt_pt: Adicionar como código de barras de um produto já existente
ro_ro: Adaugă ca și cod de bare al unui produs existent
ru: Добавить в качестве штрихкода к существующему продукту
sk_sk: Pridať ako čiarový kód k existujúcemu výrobku
sl: Dodaj črtno kodo obstoječemu izdelku
tr: Var olan ürüne barkod olarak ekle
uk: Додати як варіант штрихкоду до існуючого продукту

source: Add as new product and prefill barcode
ca: Afegir com a nou producte amb el codi de barres
cs: Přidat jako nový produkt a předvyplnit čárový kód
da: Tilføj som ny vare og udfyld stregkoden på forhånd
de: Neues Produkt erstellen und Barcode vorbelegen
el_gr: Προσθέστε ως νέο προϊόν και γραμμωτού κώδικα προσυμπλήρωσης
es: Añadir como producto nuevo y rellenar el código de barras automáticamente
et_ee: Lisa uue tootena ja eeltäida triipkood
fi: Lisää uutena tuotteena ja täytä viivakoodi
fr: Ajouter un nouveau produit et pré-renseigner le code-barres
he_il: הוספה כמוצר חדש ולמלא את הברקוד מראש
hu: Hozzáadás új termékként és a vonalkód kitöltése
it: Aggiungi come nuovo prodotto ed assegna il codice a barre
lt: Pridėti kaip naują produktą ir iš anksto užpildyti brūkšninį kodą
nl: Voeg toe als nieuw product en vul streepjescode in
no: Legg til som nytt produkt med forhåndsfylt strekkode
pt_br: adicionar um novo produto e seu código de barras
pt_pt: Adicionar como novo produto e preencher código de barras
ro_ro: Adaugă că și produs nou și precompletează codul de bare
ru: Добавить новый продукт, заполнив штрихкод
sk_sk: Pridať ako nový výrobok a predvyplniť čiarový kód
sl: Dodaj kot nov izdelek in vnesi črtno kodo
tr: Yeni ürün olarak ekle ve barkodu otomatik doldur
uk: Додати як новий продукт із таким штрихкодом

source: Are you sure you want to delete quantity unit "%s"?
he_il: למחוק את יחידת הכמות „%s”?
it: Sei sicuro di voler eliminare l'unità di quantità "%s"?

source: Are you sure you want to delete product "%s"?
he_il: למחוק את המוצר „%s”?
it: Sei sicuro di voler eliminare il prodotto "%s"?

source: Are you sure you want to delete location "%s"?
he_il: למחוק את המיקום „%s”?
it: Sei sicuro di voler eliminare la posizione "%s"?

source: Are you sure you want to delete store "%s"?
he_il: למחוק את החנות „%s”?
it: Sei sicuro di voler eliminare il negozio "%s"?

source: Manage API keys
ca: Gestiona les claus de l'API
cs: Spravovat API klíče
da: Administrer API nøgler
de: API-Schlüssel verwalten
el_gr: Διαχείριση κλειδιών API
es: Administrar las claves de API
et_ee: Halda API võtmeid
fi: Hallitse API-tunnuksia
fr: Gérer les clefs API
he_il: ניהול מפתחות API
hu: API kulcsok kezelése
it: Gestisci le chiavi API
lt: Valdyti API raktus
nl: Beheer API sleutels
no: Administrer API-Keys
pt_br: Organizar Chaves do API
pt_pt: Gerir chaves da API
ro_ro: Gestionează cheile API
ru: Управление ключами доступа к API
sk_sk: Spravovať API kľúče
sl: Upravljaj API ključe
tr: API anahtarlarını yönet
uk: Керуваня API ключами

source: REST API browser
ca: Navegador API REST
cs: kódy REST API
es: Explorador de API REST
et_ee: REST API sirvija
fi: REST API selain
fr: Navigateur d'API REST
he_il: דפדפן REST API
hu: REST API böngésző
it: Browser API REST
lt: REST API naršyklė
no: REST API nettleser
pt_br: Navegador da API REST
pt_pt: Navegador da API REST
ro_ro: Browser REST API
ru: REST API браузер
sk_sk: REST API prehliadač
sl: REST API brskalnik
tr: REST API tarayıcısı

source: API keys
ca: Claus de l'API
cs: API klíče
da: API nøgler
de: API-Schlüssel
el_gr: Κλειδιά API
es: Claves de API
et_ee: API võtmed
fi: API-tunnukset
fr: Clefs API
he_il: מפתחות API
hu: API kulcsok
it: Chiavi API
lt: API raktai
nl: API sleutels
pt_br: chaves API
pt_pt: Chaves da API
ro_ro: Chei API
ru: Ключи доступа к API
sk_sk: API kľúče
sl: API ključi
tr: API anahtarları
uk: API ключі

source: Create new API key
ca: Crear una clau de l'API nova
cs: Vytvořit nový API klíč
da: Opret ny API nøgle
de: Neuen API-Schlüssel erstellen
el_gr: Δημιουργία νέου κλειδιού API
es: Crear nueva clave de API
et_ee: Loo uus API võti
fi: Luo API-tunnus
fr: Créer une nouvelle clef API
he_il: יצירת מפתח API חדש
hu: Új API kulcs létrehozása
it: Crea nuova chiave API
lt: Sukurti naują API raktą
nl: Maak nieuwe API sleutel
no: Opprett ny API-Key
pt_br: Criar nova chave API
pt_pt: Criar uma nova chave da API
ro_ro: Creați o nouă cheie API
ru: Создать ключ доступа к API
sk_sk: Vytvoriť nový API kľúč
sl: Ustvari nov API ključ
tr: Yeni API anahtarı oluştur
uk: Створити новий API ключ

source: API key
ca: Clau de l'API
cs: API klíč
da: API nøgle
de: API-Schlüssel
el_gr: Κλειδί API
es: Clave de API
et_ee: API võti
fi: API-tunnus
fr: Clef API
he_il: מפתח API
hu: API kulcs
it: Chiave API
lt: Api raktas
nl: API sleutel
pt_br: Chave API
pt_pt: Chave da API
ro_ro: Cheie API
ru: Ключ доступа к API
sk_sk: API kľúč
sl: API ključ
tr: API anahtarı
uk: API ключ

source: Expires
ca: Caduca
cs: Vyprší
da: Udløber
de: Läuft ab
el_gr: Λήγει
es: Caduca
et_ee: Kehtiv kuni
fi: Vanhenee
fr: Valide jusqu'à
he_il: תפוגה
hu: Lejár
it: Scade il
lt: Galioja
nl: Vervalt
no: Går ut
pt_br: Vence
pt_pt: Expira
ro_ro: Expiră
ru: Истекает
sk_sk: Vyprší
sl: Poteče
tr: Süresi doluyor
uk: Строк придатності

source: Created
ca: Creat
cs: Vytvořen
da: Oprettet
de: Erstellt
el_gr: Δημιουργήθηκε
es: Creada
et_ee: Loodud
fi: Luotu
fr: Créée
he_il: יצירה
hu: Létrehozva
it: Creato
lt: Sukurta
nl: Aangemaakt
no: Opprettet
pt_br: Criado
pt_pt: Criada
ro_ro: Creat
ru: Создан
sk_sk: Vytvorený
sl: Ustvarjeno
tr: Oluşturuldu
uk: Створено

source: This product is not in stock
ca: Producte sense existències
cs: Produkt není v zásobě
da: Denne vare er ikke på lager
de: Dieses Produkt ist nicht vorrätig
el_gr: Αυτό το προϊόν δεν είναι διαθέσιμο
es: Este producto no está en el inventario
et_ee: Seda toodet pole varudes
fi: Tuotetta ei ole varastossa
fr: Ce produit n'est pas en stock
he_il: המוצר הזה אינו במלאי
hu: Ez a termék nincs készleten
it: Questo prodotto non è in dispensa
lt: Šis produktas nėra sandėlyje
nl: Dit product is niet op voorraad
no: Dette produktet er ikke i beholdningen
pt_br: Este produto não está no estoque
pt_pt: Este produto não existe em stock
ro_ro: Acest produs nu este pe stoc
ru: Данного продукта нет в запасе
sk_sk: Tento výrobok nie je na sklade
sl: Ta izdelek ni na zalogi
tr: Bu ürün stoklarda yok
uk: Немає в наявності

source: This means %s will be added to stock
ca: Això vol dir que s'afegiran %s a l'inventari
cs: Zásoba se zvýší o %s
da: Dette betyder %s bliver tilføjet til beholdningen
de: Das bedeutet %s wird dem Bestand hinzugefügt
el_gr: Αυτό σημαίνει ότι το %s θα προστεθεί στο απόθεμα
es: Esto quiere decir que %s será añadido al inventario
et_ee: See tähendab, et %s lisatakse varudesse
fi: Tämä tarkoittaa, että %s lisätään varastoon
fr: %s sera ajouté au stock
he_il: המשמעות היא הוספה של %s למלאי
hu: Ez azt jelenti, %s hozzá lesz adva a készlethez
it: Questo vuol dire che%s sarà aggiunto alla dispensa
lt: Tai reiškia, kad%s bus pridėtas į sandėlį
nl: %s zal worden toegevoegd aan de voorraad
no: Dette betyr at %s vil bli lagt til i beholdningen
pt_br: Significa que %s será adicionado ao estoque
pt_pt: Isto significa que %s será adicionado ao stock
ro_ro: Asta înseamnă că %s va fi adăugat la stoc
ru: Означает, что %s будет добавлен в запас
sk_sk: To znamená, že výrobok %s bude pridaný do zásoby
sl: To pomeni %s bo dodan v zalogo
tr: Bu %s'in stoklara ekleneceğini ifade ediyor
uk: Це означає, що %s буде додано

source: This means %s will be removed from stock
ca: Això vol dir que s'eliminaran %s de l'inventari
cs: Zásoba se zmenší o %s
da: Dette betyder at %s bliver fjernet fra beholdningen
de: Das bedeutet %s wird aus dem Bestand entfernt
el_gr: Αυτό σημαίνει ότι το %s θα αφαιρεθεί από το απόθεμα
es: Quiere decir que %s será eliminado del inventario
et_ee: See tähendab, et %s eemaldatakse varudest
fi: Tämä tarkoittaa, että %s poistetaan varastosta
fr: %s sera supprimé du stock
he_il: המשמעות היא הסרה של %s מהמלאי
hu: Ez azt jelenti, %s el lesz távolítva a készletből
it: Questo vuol dire che %s sarà rimosso dalla dispensa
lt: Tai reiškia, kad %s bus pašalintas iš sandėlio
nl: %s zal worden verwijderd uit de voorraad
no: Dette betyr at %s vil bli fjernet fra beholdningen
pt_br: Significa que %s será removido do estoque
pt_pt: Isto significa que %s será removido do stock
ro_ro: Asta înseamnă că %s va fi eliminat din stoc
ru: Означает, что %s будет убран из запаса
sk_sk: To znamená, že výrobok %s bude odobraný zo zásoby
sl: To pomeni %s bo izbrisan iz zaloge
tr: Bu %s'in stoklardan silineceğini ifade ediyor
uk: Це означає, що %s буде прибрано

source: Removed %1$s of %2$s from stock
ca: %1$s de %2$s eliminats de l'inventari
cs: Zásoba se snížila o %1$s produktu %2$s
da: Fjerede %1$s af %2$s fra beholdningen
de: %1$s %2$s aus dem Bestand entfernt
el_gr: Καταργήθηκε %1$s s από %2$s s από το απόθεμα
es: Eliminado del inventario %1$s de %2$s
et_ee: %1$s toodet %2$s varudest eemaldatud
fi: Poistettiin %1$s tuotetta %2$s varastosta
fr: %1$s enlevée du stock de%2$s
he_il: %1$s מתוך %2$s הוסרו מהמלאי
hu: %1$s %2$s készletről levéve
it: Rimosso %1$s di %2$s dalla dispensa
lt: Pašalintas %1$s iš %2$s sandėlio
nl: %1$s %2$s verwijderd uit de voorraad
no: Fjernet %1$s %2$s fra beholdningen
pt_br: Removido %1$s de %2$s do estoque
pt_pt: Removidos %1$s de %2$s do stock
ro_ro: Eliminat 1%1$s din 2%2$s din stoc
ru: Убрано %1$s из %2$s из запаса
sk_sk: Odobrané %1$s %2$s zo zásoby
sl: Izbrisan %1$s količine %2$s iz zaloge
tr: %2$s'ün %1$s'si stoklardan silindi
uk: Прибрано з наявності %1$s%2$s

source: About Grocy
cs: Co je Grocy
de: Über Grocy
es: Sobre Grocy
et_ee: Grocyst
fr: À propos de grocy
he_il: על Grocy
it: Informazioni su Grocy
lt: Apie Grocy
nl: Over Grocy
no: Om Grocy
pt_br: Sobre o Grocy
pt_pt: Sobre o Grocy
ru: О Grocy
sk_sk: O Grocy
sl: O Grocy
tr: Grocy Hakkında

source: Close
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el_gr: Κλείσε
es: Cerrar
et_ee: Sulge
fi: Sulje
fr: Fermer
he_il: סגירה
hu: Bezár
it: Chiudi
lt: Uždaryti
nl: Sluit
no: Lukk
pt_br: Fechar
pt_pt: Fechar
ro_ro: Închide
ru: Закрыть
sk_sk: Zatvoriť
sl: Zapri
tr: Kapat
uk: Закрити

source: Added %1$s of %2$s to stock
ca: %1$s de %2$s afegits a l'inventari
cs: Zásoba se zvýšila o %1$s produktu %2$s
da: Tilføjet %1$s af %2$s til beholdningen
de: %1$s %2$s dem Bestand hinzugefügt
el_gr: Προστέθηκε %1$s από %2$s στο απόθεμα
es: Añadido %1$s de %2$s al inventario
et_ee: %1$s toodet %2$s lisatud varudesse
fi: Lisättiin %1$s tuotetta %2$svarastoon
fr: Ajouté %1$s de %2$s au stock
he_il: %1$s מתוך %2$s נוספו למלאי
hu: %1$s %2$s készletre véve
it: Aggiunto %1$s di %2$s alla dispensa
lt: Pridėta %1$s iš%2$s į sandėlį
nl: %1$s %2$s toegevoegd aan de voorraad
no: Lagt til %1$s %2$s i beholdningen
pt_br: Adicionado %1$s de %2$s no estoque
pt_pt: Adicionado %1$s de %2$s ao stock
ro_ro: Adăugat %1$s din %2$s în stoc
ru: Добавлено %1$s из %2$s в запас
sk_sk: Pridané %1$s %2$s do zásoby
sl: Dodano %1$s količine %2$s v zalogo
tr: %1$s %2%s stoğa eklendi
uk: Додано %1$s%2$s до наявності

source: Stock amount of %1$s is now %2$s
ca: Les existències de %1$s son ara %2$s
cs: Zásoba %1$s je nyní %2$s
da: Beholdning af %1$s er nu %2$s
de: Es sind nun %2$s %1$s im Bestand
el_gr: Το χρηματικό ποσό των %1$s είναι τώρα %2$s
es: La cantidad de existencias de %1$s ahora es %2$s
et_ee: %1$s kogus varudes on nüüd %2$s
fi: %1$s varastomäärä on nyt %2$s
fr: La quantité en stock de %1$s est maintenant de %2$s
he_il: כמות המלאי %1$s היא כעת %2$s
hu: A(z) %1$s készlet jelenleg %2$s
it: La quantità in dispensa di %1$s è ora %2$s
lt: %1$s sandėlyje yra %2$s
nl: Van %1$s is er nu %2$s in voorraad
no: Beholdning av %1$s er nå %2$s
pt_br: A quantidade em estoque de %1$s agora é %2$s
pt_pt: Quantidade de stock de %1$s é agora %2$s
ro_ro: Cantitatea în stoc din %1$s este acum %2$s
ru: %1$s в запасе в количестве %2$s
sk_sk: Skladová zásoba %1$s je teraz %2$s
sl: Količina zaloge %1$s je sedaj %2$s
tr: %1$s'in stok miktarı şimdi %2$s
uk: Тепер у наявності %2$s%1$s

source: Tracked execution of chore %1$s on %2$s
ca: Feina de casa enregistrada el %1$s a les %2$s
cs: Povinnost „%1$s“ splněna dne %2$s
da: Registreret udførelse af pligt %1$s på %2$s
de: Ausführung von %1$s am %2$s erfasst
el_gr: Παρακολούθηση εκτέλεσης της δουλειάς %1$s στο %2$s
es: Registrada ejecución de tarea del hogar %1$s en %2$s
et_ee: Jälgitud majapidamistöö %1$s tegemist kuupäeval%2$s
fi: Kotityö %1$s on suoritettu %2$s
fr: Suivi de la corvée%1$s sur %2$s
he_il: ההוצאה לפועל של מטלה %1$s ב־%2$s נעקבה
hu: Az elvégzett %1$s házimunka a %2$s -on naplózásra került
it: Prevista esecuzione della faccenda%1$s il %2$s
lt: Stebimas darbų atlikimas%1$s iš %2$s
nl: Ingevoerde uitvoering van klusje %1$s op %2$s
no: Registrerte husarbeidsoppgave "%1$s" den %2$s
pt_br: Acompanhamento da tarefa doméstica %1$s de %2$s
pt_pt: Acompanhamento da tarefa %1$s de %2$s
ro_ro: S-a monitorizat execuția sarcinii %1$s la %2$s
ru: Записано выполнение работы по дому %1$s в %2$s
sk_sk: Priebeh plnenia povinnosti %1$s %2$s
sl: Spremljano izvajanje obveznosti %1$s ob %2$s
tr: %1$s'in %2$s üzerindeki uygulaması takip edildi
uk: Виконано роботу %1$s о %2$s

source: Tracked charge cycle of battery %1$s on %2$s
ca: Cicle de càrrega de bateria enregistrat el %1$s a les %2$s
cs: Zaznamenáno nabíjení/výměna baterie „%1$s“ dne %2$s
da: Registreret ladecyklus af batteri %1$s på %2$s
de: Ladezyklus für Batterie %1$s am %2$s erfasst
el_gr: Παρακολούθηση κύκλου φόρτισης μπαταρίας %1$s στο %2$s
es: Registrado ciclo de carga de la batería %1$s en %2$s
et_ee: Jälgitud patarei %1$s laadimistsüklit kuupäeval%2$s
fi: Akkua %1$s ladattu %2$s
fr: Suivi de la recharge des piles%1$s sur %2$s
he_il: מחזור טעינה של הסוללה %1$s ב־%2$s נעקב
hu: A(z) %1$s elem %2$s időpontban feltöltve
it: Prevista carica delle batterie %1$s il %2$s
lt: Sekamas krovimo ciklas baterijos %1$siš%2$s
nl: Bijgehouden laadcyclus van batterij %1$sop %2$s
no: Registrert lading av batteri %1$s den %2$s
pt_br: Acompanhamento do ciclo de carga de bateria %1$s de %2$s
pt_pt: Registado o ciclo de carga da bateria %1$s em %2$s
ro_ro: S-a monitorizat ciclul de încărcare a bateriei %1$s la %2$s
ru: Отмечен цикл заряд батареи %1$s в %2$s
sk_sk: Priebeh nabíjania batérie %1$s %2$s
sl: Spremljanje cikla polnjenja baterije %1$s ob %2$s
tr: Pil %1$s'in %2$s üzerindeki şarj döngüsü takip edildi
uk: Відмічено цикл зарядки батареї %1$s о %2$s

source: Consume all %s which are currently in stock
ca: Consumir tots els %s de l'inventari
cs: Spotřebovat celou zásobu produktu %s
da: Forbrug alle %s i beholdningen
de: Verbrauche den kompletten Bestand von %s
el_gr: Καταναλώστε όλα τα %s που βρίσκονται σε απόθεμα
es: Consumir todas las existencias de %s
et_ee: Tarbi kõik varudes olev %s
fi: Kuluta kaikki varastossa olevat %s
fr: Consommer tous les %s actuellement en stock
he_il: לצרוך את מלוא ה־%s שכרגע במלאי
hu: Összes készleten lévő %s felhasználása
it: Consumare tutto %s attualmente in dispensa
lt: Suvartokite visus %s, kurie yra sandėlyje
nl: Verbruik alle %s in voorraad
no: Forbruk alle %s i beholdningen
pt_br: Consumir todos os %s que estão em estoque
pt_pt: Usar todos os/as %s que estão em stock
ro_ro: Consumați toate %s care sunt în prezent în stoc
ru: Употребить все %s, что находятся в запасе
sk_sk: Spotrebovať všetky %s, ktoré sú v zásobe
sl: Porabi ves %s ki je trenutno na zalogi
tr: %s'in bütün stoklarını tüket
uk: Вжити усі %s, що є в наявності

source: All
ca: Tot
cs: Vše
da: Alle
de: Alle
el_gr: Ολα
es: Todo
et_ee: Kõik
fi: Kaikki
fr: Tout
he_il: הכול
hu: Összes
it: Tutto
lt: Visi
nl: Alle
no: Alle
pt_br: Todos
pt_pt: Todos
ro_ro: Toate
ru: Все
sk_sk: Všetko
sl: Vse
tr: Hepsi
uk: Усі

source: Search
ca: Cercar
cs: Hledat
da: Søg
de: Suche
el_gr: Αναζήτηση
es: Buscar
et_ee: Otsi
fi: Etsi
fr: Recherche
he_il: חיפוש
hu: Keresés
it: Cerca
lt: Paieška
nl: Zoeken
no: Søk
pt_br: Procurar
pt_pt: Procurar
ro_ro: Căutare
ru: Поиск
sk_sk: Hľadať
sl: Išči
tr: Ara
uk: Пошук

source: Not logged in
ca: Sessió no iniciada
cs: Nepřihlášen
da: Ikke logget ind
de: Nicht angemeldet
el_gr: Δεν έχετε συνδεθεί
es: Sesión no iniciada
et_ee: Pole sisse logitud
fi: Ei kirjautunut sisään
fr: Non connecté
he_il: לא נכנסת
hu: Nincs bejelentkezve
it: Non autenticato
lt: Neprisijungęs
nl: Niet ingelogd
no: Ikke logget inn
pt_br: Não conectado
pt_pt: Login não efectuado
ro_ro: Nu sunteți conectat
ru: Вы не авторизованы
sk_sk: Neprihlásený
sl: Neprijavljen
tr: Giriş yapılmadı
uk: Не авторизовано

source: You have to select a product
ca: Cal seleccionar un producte
cs: Produkt musí být vybrán
da: Du skal vælge en vare
de: Ein Produkt muss ausgewählt werden
el_gr: Πρέπει να επιλέξετε ένα προϊόν
es: Debe seleccionar un producto
et_ee: Pead valima toote
fi: Sinun tulee valita tuote
fr: Vous devez sélectionner un produit
he_il: עליך לבחור במוצר
hu: Ki kell választanod egy terméket
it: Devi selezionare un prodotto
lt: Jūs turite pasirinkti produktus
nl: Je moet een product selecteren
no: Du må velge et produkt
pt_br: Você precisa selecionar um produto
pt_pt: Tem que seleccionar um produto
ro_ro: Trebuie să selectați un produs
ru: Вам нужно выбрать продукт
sk_sk: Musíte vybrať výrobok
sl: Moraš izbrati izdelek
tr: Ürün seçmeniz lazım
uk: Ви маєте обрати продукт

source: You have to select a chore
ca: Cal seleccionar una feina de casa
cs: Povinnost musí být vybrána
da: Du skal vælge en pligt
de: Eine Hausarbeit muss ausgewählt werden
el_gr: Πρέπει να επιλέξετε μια δουλειά
es: Debe seleccionar una tarea del hogar
et_ee: Pead valima kodutöö
fi: Sinun tulee valita kotityö
fr: Vous devez sélectionner une corvée
he_il: עליך לבחור במטלה
hu: Választanod kell egy házimunkát
it: Devi selezionare una faccenda
lt: Jūs turite pasirinkti namų ruošos darbus
nl: Je moet een klusje selecteren
no: Du må velge en husarbeidsoppgave
pt_br: Você precisa selecionar uma tarefa
pt_pt: Tem que seleccionar uma tarefa
ro_ro: Trebuie să alegi o activitate
ru: Вам нужно выбрать работу по дому
sk_sk: Musíte vybrať povinnosť
sl: Moraš izbrati obveznost
tr: Ev işi seçmeniz lazım
uk: Ви маєте обрати роботу

source: You have to select a battery
ca: Cal seleccionar una bateria
cs: Baterie musí být vybrána
da: Du skal vælge et batteri
de: Eine Batterie muss ausgewählt werden
el_gr: Πρέπει να επιλέξετε μια μπαταρία
es: Debe seleccionar una batería
et_ee: Pead valima patarei
fi: Sinun tulee valita akku
fr: Vous devez sélectionner une pile
he_il: עליך לבחור בסוללה
hu: Választanod kell választanod egy elemet
it: Devi selezionare una batteria
lt: Jūs turite pasirinkti baterija
nl: Je moet een batterij selecteren
no: Du må velge et batteri
pt_br: Você precisa selecionar uma bateria
pt_pt: Tem que seleccionar uma pilha
ro_ro: Trebuie să selectați o baterie
ru: Вам нужно выбрать батарею
sk_sk: Musíte vybrať batériu
sl: Moraš izbrati baterijo
tr: Pil seçmeniz lazım
uk: Ви маєте обрати батарею

source: A name is required
ca: Es requereix un nom
cs: Jméno je povinný údaj
da: Et navn er påkrævet
de: Ein Name ist erforderlich
el_gr: Απαιτείται όνομα
es: Es necesario un nombre
et_ee: Nimi on nõutud
fi: Nimi vaaditaan
fr: Un nom est requis
he_il: צריך למלא שם
hu: A név megadása kötelező
it: Inserisci un nome
lt: Vardas yra privalomas
nl: Een naam is vereist
no: Vennligst fyll inn et navn
pt_br: O nome interno do campo é obrigatório
pt_pt: O nome é obrigatório
ro_ro: Este necesar un nume
ru: Имя необходимо
sk_sk: Je vyžadované meno
sl: Ime je obvezno
tr: Bir isim zorunlu
uk: Назва є обов'язковою
