Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Marked %1$s of %2$s as opened
ca: Marcat %1$s de %2$s com a obert
cs: Otevřeli jste %1$s produktu %2$s
da: Markerede %1$s %2$s som åbnet
de: %1$s %2$s als geöffnet markiert
el_gr: Επισημάνθηκε %1$s από %2$s ως άνοιγμα
es: Marcado %1$s de %2$s como abierto
et_ee: %1$s %2$s-st märgitud avatuks
fi: Merkitty %1$s kpl tuotetta %2$s avatuksi
fr: Indiquer %1$s de %2$s comme ouvert
he_il: %1$s מתוך %2$s סומנו כפתוחים
hu: %1$s %2$s megjelölése felbontottként
it: Segnato %1$s di %2$s come aperti
lt: Pažymėta %1$siš%2$s kaip atidaryta
nl: %1$s %2$sgemarkeerd als geopend
no: Merket %1$s av %2$s som åpnet
pt_br: %1$s de %2$s marcado como aberto
pt_pt: Marcar %1$s de %2$s como aberto
ro_ro: Marcat %1$s din %2$s drept deschis
ru: %2$s %1$s помечено открытым
sk_sk: Označené %1$s %2$s ako otvorené
sl: Označen %1$s od %2$s kot odprt
tr: %1$s %2$s açık olarak işaretlendi
uk: Відмічено %1$s%2$s відкритим

source: Mark as opened
ca: Marcar com a obert
cs: Označit jako otevřené
da: Marker som åbnet
de: Als geöffnet markieren
el_gr: Επισήμανση ως άνοιξε
es: Marcar como abierto
et_ee: Märgi avatuks
fi: Merkitse avatuksi
fr: Indiquer comme ouvert
he_il: סימון כנפתח
hu: Megjelölés felbontottként
it: Segna come aperto
lt: Pažymėti kaip atidaryta
nl: Markeer als geopend
no: Merk som åpnet
pt_br: Marcar como aberto
pt_pt: Marcar como aberto
ro_ro: Marcați ca deschis
ru: Пометить как открытые
sk_sk: Označiť ako otvorené
sl: Označi kot odprt
tr: Açıldı olarak işaretle
uk: Відмітити відкритим

source: Not opened
ca: No obert
cs: Neotevřené
da: Ikke åbnet
de: Nicht geöffnet
el_gr: Δεν άνοιξε
es: Sin abrir
et_ee: Avamata
fi: Avaamaton
fr: Non ouvert
he_il: לא נפתח
hu: Felbontatlan
it: Non aperto
lt: Neatidaryta
nl: Niet geopend
no: Ikke åpnet
pt_br: Não aberto
pt_pt: Fechado
ro_ro: Nedeschis
ru: Не открыто
sk_sk: Neotvorené
sl: Ni odprt
tr: Açılmadı
uk: Не відкрито

source: Opened
ca: Obert
cs: Otevřené
da: Åbnet
de: Geöffnet
el_gr: Άνοιξε
es: Abierto
et_ee: Avatud
fi: Avattu
fr: Ouvert
he_il: נפתח
hu: Felbontott
it: Aperto
lt: Atidaryta
nl: Geopend
no: Åpnet
pt_br: Aberto
pt_pt: Aberto
ro_ro: Deschis
ru: Открыто
sk_sk: Otvorené
sl: Odprt
tr: Açıldı
uk: Відкрито

source: %s opened
ca: %s obert
cs: %s otevřen
da: %s åbnet
de: %s geöffnet
el_gr: Το %s άνοιξε
es: %s abierto
et_ee: %s avatud
fi: %s avattu
fr: %s ouvert
he_il: %s נפתחו
hu: %s felbontva
it: %s cominciato/i
lt: %satidaryta
nl: %s geopend
no: %s åpnet
pt_br: %s aberto
pt_pt: %s aberto
ro_ro: %s deschis
ru: %s открыто
sk_sk: %s otvorený
sl: %s odprt
tr: %s açıldı
uk: %s відкрито

source: Product due
ca: Venciment de producte
cs: Datum spotřeby
da: Vare udløbsdato
de: Produkt fällig
es: Producto con fecha límite
et_ee: Toote parim enne
fi: Vanhenee
fr: Le produit expire
he_il: תפוגת המוצר
hu: Termék esedékes
it: Prodotto scaduto
lt: Produkto galojimas
nl: Product vervalt
no: Produkt forfalt
pt_br: Vence
pt_pt: Data de validade
ro_ro: Produs în termen
ru: Продукт до
sk_sk: Výrobok expiruje
sl: Izdelek zapade
tr: Ürün son kullanma tarihi
uk: Термін придатності продукту

source: Task due
ca: Venciment de tasca
cs: Úkol do
da: Opgave forfalder
de: Aufgabe fällig
el_gr: Η εργασία οφείλεται
es: Tarea pendiente
et_ee: Ülesande tähtaeg
fi: Tehtävä
fr: Tâche à réaliser
he_il: מועד סיום המשימה
hu: Feladat esedékes
it: Compito da fare
lt: Užduoties galiojimas
nl: Taak doen
no: Tidsfrist for oppgave
pt_br: Atividade
pt_pt: Tarefa prevista em
ro_ro: Sarcină în termen
ru: Срок выполнения задачи
sk_sk: Úloha aktívna o
sl: Opravilo zapade
tr: Görev süresi
uk: Термін виконання завдання

source: Chore due
ca: Venciment de feina
cs: Povinnost do
da: Pligt(er) der skal udføres
de: Hausarbeit fällig
el_gr: Η δουλειά οφείλεται
es: Tarea del hogar pendiente
et_ee: Majapidamistöö tähtaeg
fi: Kotityö
fr: Corvée à réaliser
he_il: מועד סיום המטלה
hu: Házimunka esedékes
it: Faccenda da fare
lt: Namų ruošos atlikimo data
nl: Klusje
no: Tidsfrist for husarbeid
pt_br: Tarefa
pt_pt: Tarefa prevista em
ro_ro: Treburi de făcut
ru: Срок выполнения работы по дому
sk_sk: Povinnosť
sl: Obveznost zapade
tr: Ev işi süresi
uk: Термін виконання роботи

source: Battery charge cycle due
ca: Venciment de cicle de càrrega de bateria
cs: Nabíjecí cyklus baterií do
da: Batteri ladecyklus forfalder
de: Batterieladezyklus fällig
el_gr: Ο κύκλος φόρτισης της μπαταρίας οφείλεται
es: Ciclo de carga pendiente
et_ee: Patarei laadimistsükli tähtaeg
fi: Akun lataus
fr: Rechargement à réaliser
he_il: מועד מחזור טעינת הסוללה
hu: Töltési ciklus esedékes
it: Ricarica batteria da fare
lt: Baterijos įkrovimo ciklas
nl: Batterij oplaadcyclus nabij
no: Batteri må lades
pt_br: Carregar
pt_pt: Ciclo de carga da bateria previsto em
ro_ro: Ciclul de încărcare a bateriei scade
ru: Срок заряда батареи
sk_sk: Batéria má byť nabitá
sl: Polnilni cikel baterije zapade
tr: Pil şarj döngüsü süresi
uk: Термін циклу зарядки

source: Show clock in header
ca: Mostra la hora a la capçalera
cs: Zobrazit hodiny v záhlaví
da: Vis ur i headeren
de: Uhr in der Kopfzeile anzeigen
el_gr: Εμφάνιση ρολογιού στην κεφαλίδα
es: Mostrar reloj en el encabezado
et_ee: Näita pealdises kella
fi: Näytä kello otsikossa
fr: Afficher l'horloge dans l'en-tête
he_il: הצגת שעון בכותרת
hu: Óra megjelenítése a fejlécben
it: Mostra l'orologio nell'intestazione
lt: Rodyti laikrodį antraštėje
nl: Toon klok in koptekst
no: Vis klokken på toppen av siden
pt_br: Exibir relógio no cabeçalho
pt_pt: Mostrar relógio no cabeçalho
ro_ro: Arată ceasul în antet
ru: Показывать часы в заголовке
sk_sk: Zobraziť hodiny v hlavičke
sl: Pokaži uro v glavi
tr: Saati başlıkta göster
uk: Показувати годинник у шапці

source: Stock settings
ca: Configuració d'existències
cs: Nastavení zásob
da: Beholdningsindstillinger
de: Bestandseinstellungen
el_gr: Ρυθμίσεις αποθεμάτων
es: Configuración del inventario
et_ee: Varude seaded
fi: Varastoasetukset
fr: Paramètres du stock
he_il: הגדרות מלאי
hu: Készlet beállítások
it: Impostazioni dispensa
lt: Sandėlio nustatymai
nl: Voorraadinstellingen
no: Beholdning - innstillinger
pt_br: Configurações de estoque
pt_pt: Configuração do stock
ro_ro: Setări stoc
ru: Настройки запаса
sk_sk: Nastavenia zásob
sl: Nastavitve zaloge
tr: Stok ayarları
uk: Налаштування інвентаря

source: Shopping list to stock workflow
ca: Llista de la compra al fluxe d'existències
cs: Způsob přidávání produktů z nákupního seznamu do Přehledu zásob
da: Indkøbsliste til lagerworkflow
de: Einkaufszettel -> Bestand Workflow
el_gr: Λίστα αγορών σε απόθεμα ροής εργασίας
es: Lista de la compra para el proceso de inventario
et_ee: Ostunimekirjast varudesse töövoog
fi: Työnkulku ostoslistasta varastoon
fr: Transition de la liste de courses vers le stock
he_il: רצף מרשימת קניות למלאי
hu: Bevásárlólistából készletbe munkafolyamat
it: Flusso di lavoro dalla lista della spesa alla dispensa
lt: Pirkinių sąrašas
nl: Boodschappenlijst voor voorraad workflow
no: Arbeidsflyt fra handleliste til beholding
pt_br: Fluxo de trabalho da lista de compras para o estoque
pt_pt: Fluxo de trabalho da lista de compras para o stock
ro_ro: Lista de cumpărături pentru fluxul de lucru al stocurilor
ru: Способ передачи продуктов из списка покупок в запас
sk_sk: Nákupný zoznam do výberu zásob
tr: Alışveriş listesinden stok akışına
uk: Метод переносу з списку покупок у наявність

source: Skip
ca: Saltar
cs: Přeskočit
de: Überspringen
el_gr: Παραλείπω
es: Saltar
et_ee: Jäta vahele
fi: Ohita
fr: Passer
he_il: דילוג
hu: Kihagyás
it: Salta
lt: Praleisti
nl: Overslaan
no: Hopp over
pt_br: Pular
pt_pt: Passar
ro_ro: Sări peste
ru: Пропустить
sk_sk: Preskočiť
sl: Preskoči
tr: Geç
uk: Пропустити

source: Servings
ca: Racions
cs: Porce
da: Portioner
de: Portionen
el_gr: Μερίδες
es: Raciones
et_ee: Serveeringut
fi: Annosta
fr: Parts / Portions
he_il: מנות
hu: Adagok
it: Porzioni
lt: Porcijos
nl: Porties
no: Porsjoner
pt_br: Porções
pt_pt: Porções
ro_ro: Porții
ru: Порции
sk_sk: Porcie
sl: Porcije
tr: Porsiyon
uk: Порції

source: Costs
cs: Náklady
da: Omkostninger
de: Kosten
el_gr: Δικαστικά έξοδα
es: Coste
et_ee: Maksumus
fi: Kustannukset
fr: Coûts
he_il: עלויות
hu: Költség
it: Costi
lt: Kainos
nl: Kosten
no: Kostnad
pt_br: Custo
pt_pt: Custos
ro_ro: Costuri
ru: Цены
sk_sk: Náklady
sl: Stroški
tr: Maliyet
uk: Вартість

source: The ingredients listed here result in this amount of servings
ca: Els ingredients llistats aquí resulten en aquesta quantitat de racions
cs: Zobrazené ingredience odpovídají tomuto počtu porcí
da: Ingredienslisten vist her resulterer i følgende antal portioner
de: Die hier aufgeführten Zutaten ergeben diese Menge an Portionen
el_gr: Τα συστατικά που αναφέρονται εδώ οδηγούν σε αυτό το ποσό μερίδων
es: Los ingredientes que aparecen corresponden a esta cantidad de raciones
et_ee: Siin loetletud koostisosad annavad sellise koguse portsjoneid
fi: Nämä ainesosat tuottavat tämän määrän annoksia
fr: Les ingrédients mentionnés ici correspondent à ce nombre de portions
he_il: הרכיבים שמופיעים כאן מספקים כמות כזאת של מנות
hu: A megadott alapanyagokból ennyi adag jön ki
it: Gli ingredienti elencati qui portano a questa quantità di porzioni
lt: Iš čia išvardytų ingredientų gaunamas toks porcijų kiekis
nl: De ingrediënten die hier worden vermeld, resulteren in dit aantal porties
no: Ingrediensene som er lagt til er beregnet for antall porsjoner du oppgir her
pt_br: Os ingredientes listados aqui resultam nesta quantidade de porções
pt_pt: Os ingredientes listados aqui resultam nesta quantidade de porções
ro_ro: Ingredientele indicate aici dau acest număr de porții
ru: После приготовления ингредиентов, указанных здесь, получится данное количество порций
sk_sk: Zobrazené suroviny zodpovedajú takémuto množstvu porcií
sl: Sestavine naštete tukaj zadostujejo za toliko porcij
tr: Burada listelenen malzemelerle bu kadar porsiyon çıkıyor
uk: Ці інгрідієнти мають скласти таку кількість порцій

source: Do not check against the shopping list when adding missing items to it
ca: No comprovar contra la llista de la compra quan s'hi afegeixin elements faltants
cs: Přidat chybějící ingredience do nákupního seznamu, přestože v něm již jsou
da: Tjek ikke op imod indkøbslisten når der tilføjes manglende varer til den
de: Nicht gegen die bereits auf dem Einkaufszettel vorhandene Menge prüfen, wenn diesem fehlende Zutaten hinzugefügt werden
el_gr: ΠρομήθειαΜην ελέγχετε τη λίστα αγορών κατά την προσθήκη λείπουν αντικειμένων σε αυτήν
es: No tener en cuenta los artículos de la lista de la compra al añadir los artículos faltantes
et_ee: Ära kontrolli puuduvate toodete lisamisel ostunimekirjas olevate toodete vastu
fi: Älä tarkista ostoslistaa lisätessäsi puuttuvia tuotteita
fr: Ne pas comparer avec la liste de courses lors de l'ajout d'un produit manquant à celle-ci
he_il: לא לבדוק מול רשימת הקניות בעת הוספת פריטים חסרים אליה
hu: Ne ellenőrizze előre a bevásárlólistát amikor hiányzó termékeket ad hozzá
it: Non controllare la lista della spesa quando si aggiungono articoli mancanti
lt: Netikrinti pirkinių sąrašo, kai į jį įtraukiate trūkstamas prekes
nl: Controleer niet op de boodschappenlijst wanneer u ontbrekende items eraan toevoegt
no: Ikke sjekk handleliste når du legger til manglende produkt
pt_br: Não verificar na Lista de Compras quando adicionar itens em falta
pt_pt: Não verificar com a lista de compras quando adicionar itens que lhe faltem
ro_ro: Ignoră produsele deja existente în lista de cumpărături când se adaugă produse lipsă în ea
ru: Не проверять количество в списке покупок при добавлении в него отсутствующих элементов
sk_sk: Nekontrolovať nákupný zoznam pri pridávaní chýbajúcich položiek
sl: Ne preverjaj na nakupovalnem seznamu ko dodajaš manjkajoče elemente nanj
tr: Eksik malzemeleri eklerken alışveriş listesine karşı kontrol etme
uk: Не звірятись із списком покупок, додаючи туди продукти

source: By default the amount to be added to the shopping list is "needed amount - stock amount - shopping list amount" - when this is enabled, it is only checked against the stock amount, not against what is already on the shopping list
cs: Normálně je množství produktu vložené do nákupního seznamu výsledkem vzorce: potřebné množství – dostupné množství – množství produktu již v nákupním seznamu. Po zaškrtnutí nebude brán zřetel na množství produktu v nákupním seznamu.
da: Som standard er antallet der bliver tilføjet indkøbslisten "nødvendigt antal - lagerbeholdning - indkøbslisteantal" - når dette er aktiveret bliver det kun tjekket op imod lagerbeholdningen, ikke op imod hvad der allerede er på indkøbslisten
de: Standardmäßig ist die Menge, die dem Einkaufszettel hinzugefügt werden soll, "benötigte Menge - Lagerbestand - Menge bereits auf dem Einkaufszettel" - wenn dies aktiviert ist, wird nur gegen den Lagerbestand geprüft, nicht gegen das, was bereits auf dem Einkaufszettel steht
el_gr: Μονάδες ποσότηταςΑπό προεπιλογή, το ποσό που πρέπει να προστεθεί στη λίστα αγορών είναι "απαιτούμενο ποσό - ποσό μετοχής - ποσό λίστας αγορών" - όταν είναι ενεργοποιημένο, ελέγχεται μόνο με το ποσό της μετοχής και όχι με αυτό που υπάρχει ήδη στη λίστα αγορών
es: La cantidad predeterminada a añadir en la lista de la compra es la "cantidad necesaria - cantidad de existencias - cantidad en la lista de la compra". Cuando está activado, sólo se comprueban las existencias, no lo que ya está en la lista de la compra
et_ee: Vaikimisi, kogus lisatud ostunimekirja on "vajatud kogus - varude kogus - ostunimekirja kogus" - kui see on lubatud, kontrollitakse seda vastu varude kogust, mitte ostunimekirjas oleva
fi: Oletus määrä ostoslistan lisäyksille on "tarvittava määrä - varastomäärä - kauppalistan määrä", kun tämä on valittuna määriä verrataan vain varastomäärään, ei ostoslistaan.
fr: Par défaut, la quantité ajoutée à la liste d'achats est "qté nécessaire - qté en stock - qté sur la liste de courses", lorsque cette fonction est activée, la comparaison s'effectuera par rapport au stock et non à la quantité déjà présente sur la liste de course.
he_il: כבררת מחדל הכמות שתתווסף לרשימת הקניות היא „הכמות הנדרשת - הכמות במלאי - הכמות ברשימת הקניות” - כשאפשרות זו פעילה, הבדיקה מתבצעת מול הכמות במלאי, לא מול מה שכבר נמצא ברשימת הקניות
hu: Alapértelmezetten a bevásárlólistára "szükséges mennyiség - készleten lévő mennyiség - bevásárlólistán lévő mennyiség" adódik hozzá. Ha ezt engedélyezed, akkor a bevásárlólistán szereplő tételeket nem ellenőrizzük
it: Per impostazione predefinita, l'importo da aggiungere alla lista della spesa è "importo necessario - importo della dispensa - importo della lista della spesa" - quando questo è abilitato, viene verificato solo rispetto all'importo della dispensa, non rispetto a ciò che è già nella lista della spesa
lt: Pagal numatytuosius nustatymus į pirkinių sąrašą įtraukiama suma yra „reikalinga suma – atsargų kiekis – pirkinių sąrašo suma“ – kai tai įjungta, ji tikrinama tik pagal atsargų kiekį, o ne su tuo, kas jau yra pirkinių sąraše.
nl: Standaard is het aantal dat moet worden toegevoegd aan de boodschappenlijst "benodigde hoeveelheid - voorraadbedrag - aantal bestedingslijsten" - wanneer dit is ingeschakeld, wordt het alleen vergeleken met het voorraad aantal, niet met wat al op de boodschappenlijst staat
no: Som standard vil antallet som skal legges til handlelisten være slik "nødvendig antall - beholdningsantall - handleliste antall". Men når denne funksjonen er aktivert vil det være slik "nødvendig antall - beholdningsantall"
pt_br: Por padrão, a quantidade a ser adicionada na lista de compras é "quantidade necessária - quantidade em estoque - quantidade na lista de compras". Quando está habilitado, apenas verifica se tem quantidade em estoque, não o que já está na lista de compras
pt_pt: Por padrão, a quantidade a ser adicionada à lista de compras é "quantidade necessária" , "quantidade em stock" , "quantidade na lista de compras" - quando isto está ativado, só é feita a verificação contra a "quantidade em stock", não contra o que já estava na lista de compras.
ro_ro: În mod implicit, cantitatea care trebuie adăugată în lista de cumpărături este „cantitatea necesară - cantitatea din stoc - cantitatea din lista de cumpărături” - când este activ, este verificată doar cantitatea stocului, nu și ceea ce este deja pe lista de cumpărături
ru: По умолчанию количество, добавляемое в список покупок вычисляется так: "необходимое количество - количество в запасе - количество в списке покупок". Когда включается данная опция, новое количество высчитывается только на основании запаса, а не вычитая количество в списке.
sk_sk: Pri pridávaní položiek do nákupného zoznamu sa používa vzorec "potrebné množstvo - zásoba - množstvo v nákupnom zozname". Ak je táto voľba zapnutá, množstvo v nákupnom zozname nie je brané do úvahy.
tr: Varsayılan olarak alışveriş listesine eklenen miktar "gereken miktar - stok miktarı - alışveriş listesi miktarı" olarak hesaplanır. Bu aktif edildiği zaman sadece stok miktarına karşı kontrol yapılır ve alışveriş listesi kontrol edilmez.
uk: За замовчуванням додається кількість "потрібна кількість - те, що в наявності - те, що вже в списку покупок". Коли ця опція увімкнена, додається просто різниця необідного і того, що в наявності (без врахування списку покупок)

source: Picture
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el_gr: Εικόνα
es: Imagen
et_ee: Pilt
fi: Kuva
fr: Photo
he_il: צילום
hu: Kép
it: Immagine
lt: Paveikslas
nl: Afbeelding
no: Bilde
pt_br: Imagem
pt_pt: Imagem
ro_ro: Imagine
ru: Изображение
sk_sk: Obrázok
sl: Slika
tr: Resim
uk: Зображення

source: Uncheck ingredients to not put them on the shopping list
ca: Desmarcar ingredients per a no afegir-los a la llista de la compra
cs: Odznačte, co se přidat nemá
da: Fjern markeringen fra ingredienser der ikke skal på indkøbslisten
de: Entferne den Haken einer Zutat, um diese nicht auf den Einkaufszettel zu übernehmen
el_gr: ΜικροδουλειέςΚαταργήστε την επιλογή των συστατικών για να μην τα βάλετε στη λίστα αγορών
es: Desmarca ingredientes para no añadirlos a la lista de la compra
et_ee: Eemalda märge koostisosadelt, et neid mitte ostunimekirja panna
fi: Poista merkintä ainesosista poistaaksesi ne ostoslistalta
fr: Décocher des ingrédients pour ne pas les ajouter à la liste de courses
he_il: יש לבטל רכיבים כדי שלא יתווספו לרשימת הקניות
hu: Vedd ki a pipát a hozzávalók mellől, amelyeket nem szeretnél a bevásárlólistához adni:
it: Deseleziona gli ingredienti per non inserirli nella lista della spesa
lt: Panaikinkite ingredientų žymėjimą, kad neįtrauktumėte jų į pirkinių sąrašą
nl: Zet het vinkje uit om ingrediënten niet op de boodschappenlijst te zetten
no: Fjern huk for å ikke legge produktet i handlelisten
pt_br: Desmarque os ingredientes para não colocá-los na lista de compra
pt_pt: Desmarcar ingredientes para não os colocar na lista de compras
ro_ro: Debifați ingredientele pentru a nu le pune pe lista de cumpărături
ru: Снимите выделение с элементов, чтобы не добавлять их в список покупок
sk_sk: Odznačte suroviny, ktoré nechcete pridať do nákupného zoznamu
sl: Odznači vse sestavine ki naj ne bodo na nakupovalnem seznamu
tr: Alışveriş listesine malzemeleri eklememek için işareti kaldırın
uk: Зніміть відмітку з інгрідієнтів, щоб не додавати їх до списку покупок

source: This is for statistical purposes only
ca: Només per raons estadístiques
cs: Určeno pouze pro statistické účely
da: Dette er kun til brug for statistiske udregninger
de: Dies wird nur für Auswertezwecke benötigt
el_gr: Αυτό είναι μόνο για στατιστικούς σκοπούς
es: Esto es solo para fines estadísticos
et_ee: See on ainult statistilistel eesmärkidel
fi: Vain tilastollisiin tarkoituksiin
fr: À des fins statistiques uniquement
he_il: מיועד למטרות סטטיסטיות בלבד
hu: Csak statisztikai céllal
it: Questo è solo a fini statistici
lt: Tai skirta tik statistikos tikslams
nl: Dit dient enkel voor statistische doeleinden
no: Dette er kun for statistikk
pt_br: Isto é apenas para fins estatísticos
pt_pt: Apenas para propósito estatístico.
ro_ro: Aceasta este doar în scopuri statistice
ru: Нужно только для статистический целей
sk_sk: Toto je iba pre účely štatistík
sl: To je samo za statistične namene
tr: Bu sadece istatistiki amaçlar için
uk: Це використовується лише для статистики

source: You have to select a recipe
ca: Cal seleccionar una recepta
cs: Recept je povinný údaj
da: Du skal vælge en opskrift
de: Ein Rezept muss ausgewählt werden
el_gr: Πρέπει να επιλέξετε μια συνταγή
es: Debe de seleccionar una receta
et_ee: Pead valima retsepti
fi: Sinun tulee valita resepti
fr: Vous devez sélectionner une recette
he_il: עליך לבחור במתכון
hu: Ki kell választanod egy receptet
it: Devi selezionare una ricetta
lt: Jūs turite pasirinkti receptą
nl: Je moet een recept selecteren
no: Du må velge en oppskrift
pt_br: Você precisa selecionar uma receita
pt_pt: Tem de seleccionar uma receita
ro_ro: Trebuie să alegeți o rețetă
ru: Вам нужно выбрать рецепт
sk_sk: Musíte vybrať recept
sl: Moraš izbrati recept
tr: Bir tarif seçmelisiniz
uk: Ви повинні вибрати рецепт

source: Key type
ca: Tipus de clau
cs: Typ klíče
da: Nøgletype
de: Schlusseltyp
el_gr: Τύπος κλειδιού
es: Tipo de clave
et_ee: Võtme tüüp
fi: Avaintyyppi
fr: Type d'attribut
he_il: סוג מפתח
hu: Kulcs típus
it: Tipo di chiave
lt: Rakto tipas
nl: Sleuteltype
pt_br: Tipo de chave
pt_pt: Tipo de chave
ro_ro: Tipul de cheie
ru: Тип ключа
sk_sk: Typ kľúča
sl: Vrsta ključa
tr: Anahtar türü
uk: Тип ключа

source: Share/Integrate calendar (iCal)
ca: Compartir/integrar calendari (iCal)
cs: Sdílet kalendář (formát iCal)
da: Del/Integrer kalender (iCal)
de: Kalender teilen/integrieren (iCal)
el_gr: Κοινή χρήση / ενοποίηση ημερολογίου (iCal)
es: Compartir/integrar calendario (iCal)
et_ee: Jaga/Integreeri kalender (iCal)
fi: Jaa/Integroi kalenteri (iCal)
fr: Partage du calendrier (iCal)
he_il: שיתוף/שילוב לוח שנה (iCal)
hu: Naptár megosztása/integrálása (iCal)
it: Condividi / Integra calendario (iCal)
lt: Dalintis/Integruoti kalendorių (iCal)
nl: Deel/Integreer agenda (iCal)
no: Del/ Integrer kalender (iCal)
pt_br: Compartilhar/Integrar agenda (iCal)
pt_pt: Partilhar/integrar calendário (iCal)
ro_ro: Partajare/Integrare calendar (iCal)
ru: Поделиться/Интегрировать календать (iCal)
sk_sk: Zdieľať/integrovať kalendár (formát iCal)
sl: Deli/Integriraj koledar (iCal)
tr: Takvime ekle/paylaş (iCal)
uk: Поділитись/інтегрувати календар (iCal)
