Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: A location is required
ca: Es requereix una ubicaci
cs: Umístění je povinný údaj
da: En placering er påkrævet
de: Ein Standort ist erforderlich
el_gr: Απαιτείται τοποθεσία
es: Es necesaria una ubicación
et_ee: Asukoht on nõutud
fi: Sijainti vaaditaan
fr: Un emplacement est requis
he_il: נדרש מיקום
hu: A hely megadása kötelező
it: Inserisci la posizione
lt: Vieta yra privaloma
nl: Een locatie is vereist
no: En lokasjon kreves
pt_br: A localização é obrigatória
pt_pt: O local é obrigatório
ro_ro: Este necesară o locație
ru: Место хранения необходимо
sk_sk: Je vyžadované umiestnenie
sl: Lokacija je obvezna
tr: Bir lokasyon zorunlu
uk: Місце є обов'язковим

source: A quantity unit is required
ca: Es requereix una unitat
cs: Měrná jednotka je povinný údaj
da: Enhed for mængden er påkrævet
de: Eine Mengeneinheit muss ausgewählt werden
el_gr: Απαιτείται μονάδα ποσότητας
es: Es necesaria una unidad
et_ee: Kogusühik on nõutud
fi: Yksikkö vaaditaan
fr: Une unité est requise
he_il: נדרשת יחידת כמות
hu: A mennyiségi egység megadása kötelező
it: Inserisci un'unità di misura
lt: Kiekis yra privalomas
nl: Een hoeveelheidseenheid is vereist
no: Forpakning mengde/størrelse kreves
pt_br: A unidade é obrigatória
pt_pt: Uma unidade de medida é obrigatória
ro_ro: Este necesară o unitate cantitativă
ru: Необходима единица измерения
sk_sk: Je vyžadovaná jednotka množstva
sl: Enota količine je obvezna
tr: Miktar birim zorunlu
uk: Одиниця вимірювання є обов'язковою

source: A period type is required
ca: Es requereix un periode
cs: Typ opakování je povinný údaj
da: Periodetype er påkrævet
de: Eine Periodentyp muss ausgewählt werden
el_gr: Απαιτείται τύπος περιόδου
es: Es necesario un tipo de periodo
et_ee: Perioodi tüüp on nõutud
fi: Jakso vaaditaan
fr: Un type de période est requis
he_il: נדרש סוג פרק זמן
hu: A ciklus típusának megadása kötelező
it: Seleziona un tipo di ripetizione
lt: Periodo tipas yra privalomas
nl: Een periodetype is vereist
no: En periodetype kreves
pt_br: O tipo de período é obrigatório
pt_pt: Um tipo de periodo é obrigatório
ro_ro: Este necesar un tip de perioadă
ru: Необходим тип периода
sk_sk: Je vyžadovaný typ opakovania
sl: Vrsta periode je obvezna
tr: Dönem tipi zorunlu
uk: Необхідно обрати тип періоду

source: A best before date is required
ca: Es requereix una data de consum preferent
cs: Datum spotřeby je povinný údaj
da: Bedst før dato er påkrævet
de: Ein Mindesthaltbarkeitsdatum ist erforderlich
el_gr: Απαιτείται καλύτερη ημερομηνία πριν
es: Es necesaria una fecha de consumo preferente
et_ee: Parim enne on nõutud
fi: Parasta ennen vaaditaan
fr: Une date "À consommer de préférence" est requise
he_il: דרש תאריך תפוגה
hu: A minőségmegőrzési dátum megadása kötelező
it: Inserisci una data di consumo ottimale
lt: Geriausias iki yra privalomas
nl: Een THT-datum is vereist
no: En best før dato kreves
pt_br: A data de validade é obrigatória
pt_pt: O prazo de validade é obrigatório
ro_ro: Este necesară o dată de expirare
ru: Необходим срок годности
sk_sk: Je vyžadovaný dátum spotreby
sl: Datum roka trajanja je obvezen
tr: Son kullanma tarihi gerekiyor
uk: Необхідно вказати приблизний строк придатності

source: Settings
ca: Ajustaments
cs: Nastavení
da: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es: Configuración
et_ee: Seaded
fi: Asetukset
fr: Paramètres
he_il: הגדרות
hu: Beállítások
it: Impostazioni
lt: Nustatymai
nl: Instellingen
no: Innstillinger
pt_br: Configurações
pt_pt: Definições
ro_ro: Setări
ru: Настройки
sk_sk: Nastavenia
sl: Nastavitve
tr: Ayarlar
uk: Налаштування

source: This can only be before now
ca: Només pot ser abans d'aquest moment
cs: Smí být pouze v minulosti
da: Dette skal være før nu
de: Dies kann nur vor jetzt sein
el_gr: Αυτό μπορεί να είναι μόνο πριν από τώρα
es: Sólo puede ser antes que ahora
et_ee: See saab olla vaid enne praegust hetke
fi: Pitää olla menneisyydessä
fr: Ne peut être qu'antérieur à maintenant
he_il: זה יכול להיות רק בעבר
hu: Ez csak jelenlegi dátumnál korábbi dátum lehet csak
it: Questo può essere solo prima d'ora
lt: Šitas gali būti atliekamas iki
nl: Dit kan een voor nu zijn
no: Dette kan kun være før nå tid
pt_br: Só pode ser antes de agora
pt_pt: Apenas pode ser anterior a hoje
ro_ro: Acest lucru poate fi doar înainte de acum
ru: Данное поле должно быть раньше текущего времени
sk_sk: Toto môže byť iba v minulosti
sl: To je lahko samo pred sedaj
tr: Bu sadece şu andan önce olabilir
uk: Це може бути лише у минулому

source: Calendar
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el_gr: Ημερολόγιο
es: Calendario
et_ee: Kalender
fi: Kalenteri
fr: Calendrier
he_il: לוח שנה
hu: Naptár
it: Calendario
lt: Kalendorius
nl: Kalender
no: Kalender
pt_br: Agenda
pt_pt: Calendário
ru: Календарь
sk_sk: Kalendár
sl: Koledar
tr: Takvim
uk: Календар

source: Recipes
ca: Receptes
cs: Recepty
da: Opskrifter
de: Rezepte
el_gr: Συνταγές
es: Recetas
et_ee: Retseptid
fi: Reseptit
fr: Recettes
he_il: מתכונים
hu: Receptek
it: Ricette
lt: Receptai
nl: Recepten
no: Oppskrifter
pt_br: Receitas
pt_pt: Receitas
ro_ro: Rețete
ru: Рецепты
sk_sk: Recepty
sl: Recepti
tr: Tarifler
uk: Рецепти

source: Edit recipe
ca: Editar recepta
cs: Upravit recept
da: Rediger opskrift
de: Rezept bearbeiten
el_gr: Επεξεργασία συνταγής
es: Modificar receta
et_ee: Muuda retsepti
fi: Muokkaa reseptiä
fr: Modifier une recette
he_il: עריכת מתכון
hu: Recept szerkesztése
it: Modifica Ricetta
lt: Redaguoti receptą
nl: Bewerk recept
no: Endre oppskrift
pt_br: Editar receita
pt_pt: Editar receita
ro_ro: Editează rețetă
ru: Изменить рецепт
sk_sk: Upraviť recept
sl: Uredi recept
tr: Tarifi düzenle
uk: Редагувати рецепт

source: Ingredients list
ca: Llista d'ingredients
cs: Seznam ingrediencí
da: Ingrediensliste
de: Zutatenliste
el_gr: Λίστα συστατικών
es: Lista de ingredientes
et_ee: Koostisosade nimekiri
fi: Ainesosat
fr: Liste des ingrédients
he_il: רשימת מצרכים
hu: Hozzávalók listája
it: Lista Ingredienti
lt: Ingredientų sąrašas
nl: Ingrediëntenlijst
no: Liste over ingredienser
pt_br: Lista de Ingredientes
pt_pt: Lista de ingredientes
ro_ro: Listă cu ingrediente
ru: Список ингредиентов
sk_sk: Zoznam surovín
sl: Seznam sestavin
tr: Malzeme listesi
uk: Список інгрідієнтів

source: Add recipe ingredient
ca: Afegir ingredient a la recepta
cs: Přidat ingredienci
da: Tilføj ingrediens til opskrift
de: Rezeptzutat hinzufügen
el_gr: Προσθέστε συστατικό συνταγής
es: Añadir ingrediente de la receta
et_ee: Lisa retsepti koostisosa
fi: Lisää ainesosa
fr: Ajouter un ingrédient dans la recette
he_il: הוספת רכיב למתכון
hu: Hozzávaló hozzáadása
it: Aggiungi l'ingrediente della ricetta
lt: Pridėti recepto ingredientą
nl: Voeg ingrediënt toe aan recept
no: Legg til ingrediens i oppskrift
pt_br: Adicionar ingrediente
pt_pt: Adicionar ingrediente da receita
ro_ro: Adăugați ingredientul rețetei
ru: Добавить ингредиент рецепта
sk_sk: Pridať surovinu
sl: Dodaj sestavino receptu
tr: Tarife malzeme ekle
uk: Додати інгрідієнт

source: Edit recipe ingredient
ca: Editar ingredient de la recepta
cs: Upravit ingredienci
da: Rediger ingrediens til opskrift
de: Rezeptzutat bearbeiten
el_gr: Επεξεργασία συστατικού συνταγής
es: Modificar ingrediente de la receta
et_ee: Muuda retsepti koostisosa
fi: Muokkaa ainesosaa
fr: Modifier un ingrédient dans la recette
he_il: עריכת רכיב במתכון
hu: Hozzávaló szerkesztése
it: Modifica l'ingrediente della ricetta
lt: Redaguoti recepto ingredientą
nl: Bewerk ingrediënt
no: Endre ingrediens i oppskrift
pt_br: Editar ingrediente
pt_pt: Editar ingrediente da receita
ro_ro: Editați ingredientul rețetei
ru: Изменить ингредиент рецепта
sk_sk: Upraviť surovinu
sl: Uredi sestavino recepta
tr: Tarif malzemesini düzenle
uk: Редагувати ігнрадієнт

source: Are you sure you want to delete recipe "%s"?
he_il: למחוק את המתכון „%s”?
it: Sei sicuro di voler eliminare la ricetta "%s"?

source: Are you sure you want to delete recipe ingredient "%s"?
he_il: למחוק את רכיב המתכון „%s”?
it: Sei sicuro di voler eliminare l'ingrediente della ricetta "%s"?

source: Are you sure you want to empty shopping list "%s"?
he_il: לרוקן את רשימת הקניות „%s”?
it: Sei sicuro di voler svuotare la lista della spesa "%s"?

source: Clear list
ca: Buidar llista
cs: Vyprázdnit seznam
da: Ryd indkøbslisten
de: Liste leeren
el_gr: Σαφή κατάλογο
es: Vaciar lista
et_ee: Tühjenda nimekiri
fi: Tyhjennä
fr: Vider la liste
he_il: לרוקן את הרשימה
hu: Lista törlése
it: Pulisci lista
lt: Išvalyti sąraįą
nl: Maak lijst leeg
no: Slett handleliste
pt_br: Limpar lista
pt_pt: Esvaziar lista
ro_ro: Goliți lista
ru: Очистить список
sk_sk: Vymazať zoznam
sl: Izprazni seznam
tr: Listeyi temizle
uk: Очистити список

source: Requirements fulfilled
ca: Requeriments complets
cs: Stav zásob
da: Skal udfyldes
de: Bedarf im Bestand
el_gr: Οι απαιτήσεις πληρούνται
es: Requisitos satisfechos
et_ee: Nõuded täidetud
fi: Vaatimukset täytetty
fr: Prérequis remplis
he_il: הדרישות מולאו
hu: Teljesült követelmények
it: Requisiti soddisfatti
lt: Reikalavimai įvykdyti
nl: Vereisten volbracht
no: Har jeg alt jeg trenger for denne oppskriften?
pt_br: Requisitos preenchidos
pt_pt: Requisitos cumpridos
ro_ro: Cerințe îndeplinite
ru: Требования выполнены
sk_sk: Požiadavky splnené
sl: Zahteve izpolnjene
tr: Gereklilikler sağlandı
uk: Виконані вимоги

source: Put missing products on shopping list
ca: Afegeix els productes que falten a la llista de la compra
cs: Vložit produkty pod min. stavem zásoby
da: Sæt manglende varer på en indkøbsliste
de: Fehlende Produkte auf den Einkaufszettel setzen
el_gr: Βάλτε τα προϊόντα που λείπουν στη λίστα αγορών
es: Añadir productos faltantes a la lista de la compra
et_ee: Pane puuduvad tooted ostunimekirja
fi: Lisää puuttuvat tuotteet ostoslistalle
fr: Ajouter les produits manquants dans la liste de courses
he_il: הוספת מוצרים חסרים לרשימת הקניות
hu: Hiányzó termékek hozzáadása a bevásárlólistához
it: Metti i prodotti mancanti nella lista della spesa
lt: Į pirkinių sąrašą įtraukite trūkstamus produktus
nl: Voeg ontbrekende producten toe aan boodschappenlijst
no: Legg manglende produkter til handlelisten
pt_br: Colocar a quantidade faltante na lista de compras
pt_pt: Colocar produtos em falta na lista de compras
ro_ro: Pune produsele lipsă pe lista de cumpărături
ru: Добавить отсутствующие продукты в список покупок
sk_sk: Pridať chýbajúce výrobky do nákupného zoznamu
sl: Dodaj manjkajoče izdelke na nakupovalni seznam
tr: Eksik malzemeleri alışveriş listesine ekle
uk: Додати відсутні продукти до списку покупок

source: Enough in stock
ca: Existències suficients
cs: Dostatečná zásoba
da: Der er nok i beholdningen
de: Bestand reicht aus
el_gr: Αρκετά σε απόθεμα
es: Existencias suficientes
et_ee: Varudes on piisavalt
fi: Tarpeeksi varastossa
fr: Il y en a assez en stock
he_il: מספיק במלאי
hu: Elegendő mennyiség készleten
it: Abbastanza in magazzino
lt: Sandėlyje pakankamai
nl: Genoeg voorraad
no: Nok i beholdningen
pt_br: Estoque suficiente
pt_pt: Suficiente em stock
ro_ro: Stoc suficient
ru: Достаточно в запасе
sk_sk: Dostatočná zásoba
sl: Dovolj na zalogi
tr: Stokta yeteri kadar var
uk: Достатньо у наявності

source: Not enough in stock, %s ingredient missing but already on the shopping list
ca: Existències insuficients, falta %s ingredient però ja està afegit a la llista de la compra
cs: Chybí %s ingredience, je ale již v nákupním seznamu
da: Ikke nok i beholdningen, %s ingrediens mangler men er allerede på indkøbslisten
de: Bestand nicht ausreichend, %s Zutat fehlt, steht aber bereits auf dem Einkaufszettel
es: No hay existencias suficientes: falta %s ingrediente pero ya está en la lista de la compra
et_ee: Varudes pole piisavalt, %s koostisosa on puudu, kuid see on juba ostunimekirjas
fi: Varastosta puuttuu %s ainesosa, mutta se on jo ostoslistalla.
fr: Pas assez en stock, %s ingrédient manquant mais déjà ajouté à la liste de courses
he_il: אין מספיק במלאי, רכיב אחד חסר אבל כבר ברשימת הקניות
hu: Nincs elegendő készleten, %s hozzávaló hiányzik, de már szerepel a bevásárlólistán
it: Quantità insufficiente in dispensa, %singrediente mancante ma già nella lista della spesa
lt: Nėra pakankamo kiekio sandėlyje, %s ingrediento, bet jie yra pirkinių krepšelyje.
nl: Niet genoeg op voorraad, %s ontbreekt en staat al op de boodschappenlijst
no: Ikke nok i beholdningen, %s ingrediens mangler, men den er på handlelisten.
pt_br: Estoque insuficiente, %s ingrediente faltando mas já está na lista de compras
pt_pt: Não existe suficiente em stock, %s ingrediente em falta mas já na lista de compras
ro_ro: Stoc insuficient, lipsește %s ingredient, este deja pe lista de cumpărături
ru: Запасов не достаточно, %s ингредиент отсутствуют, но уже добавлены в список покупок
sk_sk: Nedostatočná zásoba, chýba %s surovina, ktorá už ale je v nákupnom zozname
sl: Ni dovolj na zalogi, %s sestavina manjka, ampak je že na nakupovalnem seznamu
tr: Stokta yeterince yok, %s malzeme eksik ama alışveriş listesine zaten eklenmiş
uk: Не достатньо в наявності, %s інгрідієнта не вистачає, але вже додано до списку покупок.

source: Expand to fullscreen
ca: Expandir a pantalla completa
cs: Rozšířit na celou stránku
da: Udvid til fuldskærm
de: Auf ganzen Bildschirm vergrößern
el_gr: Ανάπτυξη σε πλήρη οθόνη
es: Pantalla completa
et_ee: Täisekraanile
fi: Käytä kokonäytön tilaa
fr: Mettre en plein écran
he_il: הרחבה למסך מלא
hu: Teljes képernyős megjelenítés
it: Espandi a schermo intero
lt: Išskleisti į viso ekrano režimą
nl: Fullscreen
no: Full skjerm
pt_br: Expandir para tela inteira
pt_pt: Expandir para ecrã inteiro
ro_ro: Extindeți la ecran complet
ru: Раскрыть на весь экран
sk_sk: Rozšíriť na celú obrazovku
sl: Razširi čez cel zaslon
tr: Tam ekran yap
uk: На весь екран

source: Ingredients
cs: Ingredience
da: Ingredienser
de: Zutaten
el_gr: Συστατικά
es: Ingredientes
et_ee: Koostisosad
fi: Ainekset
fr: Ingrédients
he_il: רכיבים
hu: Hozzávalók
it: Ingredienti
lt: Ingredientai
nl: Ingrediënten
no: Ingredienser
pt_br: Ingredientes
pt_pt: Ingredientes
ro_ro: Ingrediente
ru: Ингредиенты
sk_sk: Suroviny
sl: Sestavine
tr: Malzemeler
uk: Інгрідієнти

source: Preparation
ca: Preparació
cs: Postup přípravy
da: Tilberedning
de: Zubereitung
el_gr: Παρασκευή
es: Preparación
et_ee: Valmistamine
fi: Valmistus
fr: Préparation
he_il: הכנה
hu: Elkészítés
it: Preparazione
lt: Paruošimas
nl: Bereiding
no: Forberedelse / Slik gjør du
pt_br: Modo de preparo
pt_pt: Preparação
ro_ro: Pregătire
ru: Приготовление
sk_sk: Príprava
sl: Priprava
tr: Hazırlanışı
uk: Приготування

source: Recipe
ca: Recepta
cs: Recept
da: Opskrift
de: Rezept
el_gr: Συνταγή
es: Receta
et_ee: Retsept
fi: Resepti
fr: Recette
he_il: מתכון
hu: Recept
it: Ricetta
lt: Receptas
nl: Recept
no: Oppskrift
pt_br: Receita
pt_pt: Receita
ro_ro: Rețetă
ru: Рецепт
sk_sk: Recept
sl: Recept
tr: Tarif
uk: Рецепт

source: Not enough in stock, %1$s missing, %2$s already on shopping list
ca: Existències insuficients, falta %1$s, %2$s ja afegits a la llista de la compra
cs: Nedostatečná zásoba, z %1$s potřebných je %2$s na nákupním seznamu
da: Ikke nok i beholdningen, %1$s mangler, %2$s allerede på indkøbslisten
de: Nicht ausreichend im Bestand, %1$s fehlen, %2$s stehen bereits auf dem Einkaufszettel
el_gr: % s ΠροϊόνΔεν υπάρχει αρκετό απόθεμα, %1$s λείπει, %2$s ήδη στη λίστα αγορών
es: No hay existencias suficientes: faltan %1$s, pero %2$s ya están en la lista de la compra
et_ee: Varudes pole piisavalt, %1$s puudu, %2$s on juba ostunimekirjas
fi: Varastosta puuttuu %1$s, %2$s ovat jo ostoslistalla
fr: Pas assez en stock, %1$s manque, %2$s déjà dans la liste de courses
he_il: אין מספיק במלאי, %1$s חסרים, %2$s כבר ברשימת הקניות
hu: Nincs elegendő készleten, %1$s hiányzik, %2$s már szerepel a bevásárlólistán
it: Quantità insufficiente in dispensa, %1$s mancante, %2$s già nella lista della spesa
lt: Nėra pakankamo kiekio sandėlyje, %1$s trūksta, bet %2$syra pirkinių sąraše.
nl: Niet genoeg op voorraad, %1$s ontbreekt, %2$s al op de boodschappenlijst
no: Ikke nok i beholdningen, mangler %1$s, er %2$s på handlelisten
pt_br: Estoque insuficiente. %1$s faltando, %2$s já na lista de compras
pt_pt: Não existe suficiente em stock, %1$s em falta, %2$s já na lista de compras
ro_ro: Stoc insuficient, %1$s lipsă, %2$s deja pe lista de cumpărături
ru: Запаса недостаточно, %1$s ингредиентов нет, %2$s уже добавлены в список покупок
sk_sk: Nedostatočná zásoba, z %1$s potrebných sú/je %2$s v nákupnom zozname
sl: Ni dovolj na zalogi, "%1$s" manjka, %2$s že na nakupovalnem seznamu
tr: Stokta yeteri kadar yok, %1$s kayıp, %2$s hali hazırda alışveriş listesinde
uk: Не достатньо в наявності, %1$s інгрідієнтів не вистачає, %2$s вже додано до списку покупок.

source: Show notes
ca: Mostra les notes
cs: Zobrazit poznámky
da: Vis noter
de: Notizen anzeigen
el_gr: Εμφάνιση σημειώσεων
es: Mostrar notas
et_ee: Näita märkmeid
fi: Näytä muistiinpanot
fr: Afficher les remarques
he_il: הצגת הערות
hu: Jegyzetek megtekintése
it: Mostra note
lt: Rodyti užrašus
nl: Toon notities
no: Vis notater
pt_br: Exibir notas
pt_pt: Mostrar notas
ro_ro: Arată notiţe
ru: Показать заметки
sk_sk: Ukázať poznámky
sl: Pokaži opombe
tr: Notları göster
uk: Показати нотатки

source: Put missing amount on shopping list
ca: Afegeix els que falten a la llista de la compra
cs: Přidat chybějící množství do nákupního seznamu
da: Put manglende mængde på indkøbsliste
de: Fehlende Menge auf den Einkaufszettel setzen
el_gr: Τοποθετήστε το ποσό που λείπει στη λίστα αγορών
es: Añadir cantidades faltantes en la lista de la compra
et_ee: Pane puuduv kogus ostunimekirja
fi: Lisää puuttuva määrä ostoslistalle
fr: Ajouter la quantité manquante dans la liste de courses
he_il: להוסיף את הכמות החסרה לרשימת הקניות
hu: Hiányzó mennyiség hozzáadása a bevásárlólistához
it: Inserire la quantità mancante nella lista della spesa
lt: Į pirkinių sąrašą įtraukite trūkstamą kiekį
nl: Zet ontbrekende hoeveelheid op boodschappenlijst
no: Legg manglende til handlelisten
pt_br: Colocar a quantidade faltante na lista de compras
pt_pt: Colocar quantidade em falta na lista de compras
ro_ro: Pune cantitatea lipsă pe lista de cumpărături
ru: Добавить отсутствующее количество в список покупок
sk_sk: Pridať chýbajúce množstvo do nákupného zoznamu
sl: Dodaj manjkajočo količino na nakupovalni seznam
tr: Eksik miktar kadar alışveriş listesine ekle
uk: Додати недостатню кількість до списку покупок

source: Are you sure you want to put all missing ingredients for recipe "%s" on the shopping list?
he_il: להוסיף את כל הרכיבים החסרים למתכון „%s” ברשימת הקניות?
it: Sei sicuro di voler inserire tutti gli ingredienti mancanti per la ricetta "%s" sulla lista della spesa?

source: Manage users
ca: Gestiona els usuaris
cs: Spravovat uživatele
da: Administrer brugere
de: Benutzer verwalten
el_gr: Διαχείριση χρηστών
es: Administrar usuarios
et_ee: Halda kasutajaid
fi: Hallitse käyttäjiä
fr: Gérer les utilisateurs
he_il: ניהול משתמשים
hu: Felhasználók kezelése
it: Gestione utenti
lt: Tvarkyti vartotojus
nl: Beheer gebruikers
no: Administrer brukere
pt_br: Gerenciar usuários
pt_pt: Gerir utilizadores
ro_ro: Gestionare utilizatori
ru: Управление пользователями
sk_sk: Spravovať používateľov
sl: Upravljaj uporabnike
tr: Kullanıcıları yönet
uk: Керування користувачами

source: User
ca: Usuari
cs: Uživatel
da: Bruger
de: Benutzer
el_gr: Χρήστης
es: Usuario
et_ee: Kasutaja
fi: Käyttäjä
fr: Utilisateur
he_il: משתמש
hu: Felhasználó
it: Utente
lt: Vartotojas
nl: Gebruiker
no: Bruker
pt_br: Usuário
pt_pt: Utilizador
ro_ro: Utilizator
ru: Пользователь
sk_sk: Používateľ
sl: Uporabnik
tr: Kullanıcı
uk: Користувач

source: Users
ca: Usuaris
cs: Uživatelé
da: Brugere
de: Benutzer
el_gr: Χρήστες
es: Usuarios
et_ee: Kasutajad
fi: Käyttäjät
fr: Utilisateurs
he_il: משתמשים
hu: Felhasználó
it: Utenti
lt: Vartotojai
nl: Gebruikers
no: Brukere
pt_br: Usuários
pt_pt: Utilizadores
ro_ro: Utilizatori
ru: Пользователи
sk_sk: Používatelia
sl: Uporabniki
tr: Kullanıcılar
uk: Користувачі

source: Are you sure you want to delete user "%s"?
he_il: למחוק את המשתמש „%s”?
it: Sei sicuro di voler eliminare l'utente "%s"?

source: Create user
ca: Afegir usuari
cs: Vytvořit uživatele
da: Opret bruger
de: Benutzer erstellen
el_gr: Δημιουργία χρήστη
es: Crear usuario
et_ee: Loo kasutaja
fi: Luo käyttäjä
fr: Créer un utilisateur
he_il: יצירת משתמש
hu: Felhasználó létrehozása
it: Crea utente
lt: Sukurti vartotoją
nl: Maak gebruiker
no: Legg til bruker
pt_br: Criar usuário
pt_pt: Criar utilizador
ro_ro: Creează utilizator
ru: Создать пользователя
sk_sk: Vytvoriť používateľa
sl: Ustvari uporabnika
tr: Kullanıcı oluştur
uk: Створити користувача

source: Edit user
ca: Editar usuari
cs: Upravit uživatele
da: Rediger bruger
de: Benutzer bearbeiten
el_gr: Επεξεργασία χρήστη
es: Modificar usuario
et_ee: Muuda kasutajat
fi: Muokkaa käyttäjää
fr: Modifier un utilisateur
he_il: עריכת משתמש
hu: Felhasználó szerkesztése
it: Modifica urente
lt: Redaguoti vartotoją
nl: Bewerk gebruiker
no: Endre på bruker
pt_br: Editar usuário
pt_pt: Editar utilizador
ro_ro: Modifică utilizator
ru: Изменить пользователя
sk_sk: Upraviť používateľa
sl: Uredi uporabnika
tr: Kullanıcıyı düzenle
uk: Редагувати користувача

source: First name
ca: Nom
cs: Křestní jméno
da: Fornavn
de: Vorname
el_gr: Ονομα
es: Nombre
et_ee: Eesnimi
fi: Etunimi
fr: Prénom
he_il: שם פרטי
hu: Keresztnév
it: Nome
lt: Vardas
nl: Voornaam
no: Fornavn
pt_br: Primeiro nome
pt_pt: Nome
ro_ro: Prenume
ru: Имя
sk_sk: Krstné meno
sl: Ime
tr: İsim
uk: Ім'я

source: Last name
ca: Cognoms
cs: Příjmení
da: Efternavn
de: Nachname
el_gr: Επίθετο
es: Apellidos
et_ee: Perenimi
fi: Sukunimi
fr: Nom
he_il: שם משפחה
hu: Vezetéknév
it: Cognome
lt: Pavardė
nl: Achternaam
no: Etternavn
pt_br: Último nome
pt_pt: Apelido
ro_ro: Nume de familie
ru: Фамилия
sk_sk: Priezvisko
sl: Priimek
tr: Soyisim
uk: Прізвище

source: A username is required
ca: Es requereix un nom d'usuari
cs: Uživatelské jméno je povinný údaj
da: Et brugernavn er påkrævet
de: Ein Benutzername ist erforderlich
el_gr: Απαιτείται όνομα χρήστη
es: Es necesario un nombre de usuario
et_ee: Kasutajanimi on nõutud
fi: Käyttäjätunnus vaaditaan
fr: Un nom d'utilisateur est requis
he_il: נדרש שם משתמש
hu: A felhasználóinév megadása kötelező
it: È richiesto un nome utente
lt: Vartotojo vardas yra privalomas
nl: een gebruikersnaam is verplicht
no: Et brukernavn er nødvendig
pt_br: O nome de usuário é obrigatório
pt_pt: Nome de utilizador é obrigatório
ro_ro: Este necesar un nume de utilizator
ru: Имя пользователя обязательно
sk_sk: Je vyžadované prihlasovacie meno
sl: Uporabniško ime je obvezno
tr: Bir kullanıcı adı zorunlu
uk: Ім'я користувача є обов'язковим

source: Confirm password
ca: Confirma la contrasenya
cs: Potvrdit heslo
da: Gentag adgangskoden
de: Passwort bestätigen
el_gr: Επιβεβαίωση Κωδικού
es: Confirme la contraseña
et_ee: Kinnita parool
fi: Vahvista salasana
fr: Confirmation du mot de passe
he_il: אישור ססמה
hu: Jelszó megerősítése
it: Conferma la password
lt: Patvirtinti slaptažodį
nl: Bevestig wachtwoord
no: Bekreft passord
pt_br: Confirme a senha
pt_pt: Confirmar palavra passe
ro_ro: Confirmă parola
ru: Подтверждение пароля
sk_sk: Potvrdiť heslo
sl: Potrdi geslo
tr: Parolayı doğrulayın
uk: Підтвердити пароль
