Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: This is used to display the field on the frontend
cs: Takto se položka databáze zobrazuje ve webové stránce
da: Dette bruges til at vise feltet på brugerfladen
de: Dies wird verwendet wenn das Feld auf der Oberfläche angezeigt wird
es: Esto se usa para mostrar el campo en el frontal
et_ee: Seda kasutatakse lehel välja näitamiseks
fi: Tätä käytetään näytettäessä kenttää käyttöliittymässä
fr: Ceci est utilisé pour afficher les champs
he_il: משמש להצגת השדה במנשק המשתמש
hu: Ez a felirat látszódik a frontenden/böngészőben
it: Questo è utilizzato per visualizzare il campo sul frontend
lt: Tai naudojama laukui rodyti priekinėje dalyje
nl: Dit wordt gebruikt om het veld van de frontend te tonen
no: Dette brukes til å vise feltet på framsiden
pt_br: Isso é usado para mostrar o campo no frontend
tr: Bu, alanı ön uçta görüntülemek için kullanılır

source: Multiple Userfields will be ordered by that number on the input form
cs: Řada uživatelských položek bude uspořádána podle tohoto čísla při jejich zadávání
da: Flere brugerdefinerede felter bliver sorteret efter dette nummer i input-formularen
de: Mehrere Benutzerfelder werden nach dieser Nummer auf dem Eingabeformular sortiert
es: Los campos de usuario en el formulario de entrada se ordenarán según ese número
et_ee: Mitu kasutajavälja järjestatakse selle numbri järgi sisestusvormil
fi: Useammat käyttäjäkentät järjestetään syötekaavakkeessa olevan numeron mukaan
fr: Les champs utilisateurs multiples peuvent êtres triés par ce nombre sur le formulaire affiché
he_il: מגוון של שדות משתמש יסודרו לפי המספר הזה בטופס הקלט
hu: Az egyéni mezők ez alapján lesznek sorba rendezve a beviteli űrlapon
it: I campi utente multipli saranno ordinati in base a quel numero nel modulo di input
lt: Keli naudotojų laukai bus surūšiuoti pagal tą numerį įvesties formoje
nl: Verschillende gebruikersvelden zullen gesorteerd worden door het nummer bij het invulveld
no: Flere brukerfelt vil bli sortert etter nummeret på inndata feltet
pt_br: Múltiplos campos de usuário serão ordenados pelo número no formulário de entrada
tr: Giriş formunda bu numaraya göre birden fazla Kullanıcı Alanı sıralanacaktır

source: Sort number
ca: Ordenar número
cs: Uspořádávací číslo
da: Sorter efter nummer
de: Sortiernummer
es: Número de ordenación
et_ee: Sorteeri number
fi: Numero järjestämistä varten
fr: Nombre de tris
he_il: מספר סדר
hu: Rendezési sorrend
it: Ordinamento numerico
lt: Rūšiuoti numerį
nl: Sorteer nummer
no: Sorteringsnummer
pt_br: Ordem
ru: Порядковый номер
sk_sk: Číslo triedenia
sl: Sortiraj število
tr: Numarayı sırala
uk: Порядковий номер

source: Download file
ca: Descarregar arxiu
cs: Stáhnout soubor
da: Hent filen
de: Datei herunterladen
el_gr: Λήψη αρχείου
es: Descargar archivo
et_ee: Laadi fail alla
fi: Lataa tiedosto
fr: Télécharger le fichier
he_il: הורדת קובץ
hu: Fájl letöltése
it: Scarica il file
lt: Atsisiųsti failą
nl: Download bestand
no: Last ned fil
pt_br: Baixar arquivo
ru: Скачать файл
sl: Naloži datoteko
tr: Dosyayı indir
uk: Завантажити файл

source: Use the products "Quick consume amount"
cs: Použij množství pro tlačítka Spotřebovat z parametrů produktu
da: Brug varens værdi for ‘hurtig nedskrivning’
de: Die Schnellverbrauchsmenge des Produkts verwenden
es: Usar los productos "Cantidad de consumo rápido"
et_ee: Kasuta toote "kiirtarbimise kogus"
fi: Käytä tuotteen "Pikakulutusmäärää"
fr: Utiliser les produits "Quantité de consommation rapide"
he_il: להשתמש ב„כמות לצריכה מהירה” של המוצר
hu: Használja a termékek "gyors felhasználási mennyiségét"
it: Utilizza i prodotti "Quantità di rapido consumo"
lt: Naudokite produktus „Greitas suvartojimo kiekis“
nl: Gebruik het products "Snel verbruikshoeveelheid"
no: Bruk produktets "Hurtigkonsumer"
pt_br: Usar a "Quantidade de consumo rápida" do produto
pt_pt: Usar a "Quantidade de consumo rápido" do produto
sl: Uporabi izdelkov "Hitro porabi količino"
tr: "Hızlı tüketim miktarı" ürünlerini kullanın
uk: Використати "Кілкість швидкого вживання" продукту

source: Disabled
ca: Desactivat
cs: Vyřazeno
da: Deaktiveret
de: Deaktiviert
es: Desactivado
et_ee: Keelatud
fi: Ei käytössä
fr: Désactivé
he_il: מושבת
hu: Inaktív
it: Disabilitato
lt: Išjungta
nl: Uitgeschakeld
no: Avslått
pt_br: Desativado
ru: Отключено
sl: Onemogočeno
tr: Devre dışı
uk: Вимкнено

source: This also removes any stock amount, the journal and all other references of this product - consider disabling it instead, if you want to keep that and just hide the product.
cs: Tímto smažete produkt ze všech přehledů. Pokud tento produkt již nepotřebujete, ale měl by být ponechán např. v historii nákupů, jen ho odznačte jako aktivní.
da: Dette sletter lagerbeholdning, oversigtsindhold og andre referencer på varen. Overvej at de-aktivere varen i stedet, hvis du vil skjule varen og beholde historikken.
de: Dadurch wird auch der Bestand, das Journal und alle anderen Referenzen dieses Produkts entfernt - ziehe stattdessen in Betracht, dieses Produkt zu deaktivieren, wenn du dies behalten und nur das Produkt ausblenden willst.
es: Esto también elimina todas las existencias, el diario y todas las otras referencias de este producto. Considere desactivarlo si quiere mantener esa información y sólo quiere ocultar el producto.
et_ee: See eemaldab ka kogu varukoguse, päeviku ja kõik muud selle toote viited – kaaluge selle asemel selle keelamist, kui soovite toote alles jätta ja selle lihtsalt peita.
fi: Tämä poistaa myös varastomäärät, päiväkirjan ja muut viittaukset tähän tuotteeseen – harkitse sen sijaan asettamista "Ei käytössä" -tilaan, jos haluat säilyttää nämä ja vain piilottaa tuotteen
fr: Ceci supprime toutes les quantités de stock, le journal et toutes les préférences de ce produit - Vous pouvez le désactivez si vous voulez juste cacher le produit
he_il: זה מסיר גם את כמות המלאי, היומן ואת כל ההפניות למוצר הזה - מוטב לשקול להשבית אותו במקום, אם כל מה שמעניין אותך הוא להשאיר את המוצר אבל להסתיר אותו.
hu: A készleten lévő mennyiségeket, naplót, és az összes hivatkozást kitörli a termékről - helyette vedd fontolóra a termék inaktiválását ha az adatokat megtartanád, és csak a terméket rejtenéd el.
it: Ciò rimuove anche qualsiasi quantità in dispensa, nel diario e in tutti gli altri riferimenti di questo prodotto: considera piuttosto di disabilitarlo, se vuoi mantenerlo e soltanto nascondere il prodotto.
lt: Taip pat pašalinama bet kokia atsargų suma, žurnalas ir visos kitos šio produkto nuorodos – apsvarstykite galimybę jį išjungti, jei norite jį pasilikti ir tiesiog paslėpti produktą.
nl: Dit verwijdert ook alle voorraad, het dagboek en andere referenties naar dit product. Als je dit wil behouden dan is het mogelijk beter om het product te deactiveren.
no: Dette fjerner beholdningsantall, logg og alle andre referanser til dette produktet - vurdere å deaktivere det i stedet, hvis du vil beholde det og bare skjule produktet.
pt_br: Isso também remove qualquer quantidade em estoque, o diário e todas as outras referências a esse produto. Considere desabilitá-lo, caso deseje manter essas informações e apenas ocultá-lo
ro_ro: Această acțiune elimină, de asemenea, stocul, jurnalul și toate celelalte referințe ale acestui produs - luați în considerare în schimb dezactivarea acestuia, dacă doriți doar să ascundeți produsul.
tr: Bu aynı zamanda bu ürünün tüm stok tutarını, günlüğünü ve diğer tüm referanslarını da kaldırır; bunu saklamak ve yalnızca ürünü gizlemek istiyorsanız bunun yerine devre dışı bırakmayı düşünün.

source: Show disabled
ca: Mostra desactivats
cs: Zobrazit vyřazené
da: Vis deaktiverede
de: Deaktivierte anzeigen
es: Mostrar desactivados
et_ee: Näitamine keelatud
fi: Näytä käytöstä poistetut
fr: Montrer désactivés
he_il: הצגת מושבתים
hu: Inaktív mutatása
it: Mostra disabilitato
lt: Rodyti išjungtus
nl: Toon uitgeschakeld
no: Vis avslåtte
pt_br: Mostrar inativos
ru: Показать неактивные
sk_sk: Zobraziť vyradené
sl: Pokaži onemogočeno
tr: Devre dışı olanı göster
uk: Відобразити вимкнені

source: Never show on stock overview
ca: No mostrar mai a la revisió d'existències
cs: Nezobrazovat v Přehledu zásob
da: Vis aldrig på lageroversigten
de: Nie auf der Bestandsübersicht anzeigen
es: Nunca mostrar en el resumen de inventario
et_ee: Ärge kunagi kuvage varude ülevaates
fi: Älä koskaan näytä varastosivulla
fr: Ne jamais afficher dans l'aperçu du stock
he_il: לא להציג בסקירת המלאי
hu: Ne mutassa a készlet áttekintésnél
it: Non mostrare mai nel riepilogo della dispensa
lt: Niekada nerodyti atsargų apžvalgoje
nl: Niet weergeven op voorraadoverzicht
no: Vis aldri på beholdningsoversikt
pt_br: Nunca mostrar na 'Visão Geral' de estoque
ru: Никогда не показывать в обзоре запасов
sl: Nikoli ne pokaži na pregledu zaloge
tr: Stok genel görünümünde hiçbir zaman gösterme
uk: Ніколи не відображати у інвентарі

source: None
ca: Ca
cs: Žádného
da: Ingen
de: Keine
es: Ninguno
et_ee: Puudub
fi: Ei mitään
fr: Aucun
he_il: בלי
hu: Nincs
it: Nessuno
lt: Nieko
nl: Geen
no: Ingen
pt_br: Nenhum
sl: noben
tr: Hiç
uk: Нічого

source: Group by
ca: Agrupar per
cs: Seskupovat podle
da: Grupper efter
de: Gruppieren nach
es: Agrupar por
et_ee: Grupita
fi: Ryhmittely
fr: Grouper par
he_il: קיבוץ לפי
hu: Csoportosítás
it: Raggruppato per
lt: Grupuoti pagal
nl: Groepeer op
no: Grupperes etter
pt_br: Agrupar por
ro_ro: Grupeaza ca
ru: Группировать по
sl: Zberi po
tr: Şununla grupla
uk: Групувати по

source: Ingredient group
ca: Grup d'ingredients
cs: Skupina ingrediencí
da: Ingrediens-kategori
de: Zutatengruppe
es: Grupo de ingredientes
et_ee: Koostisosade grupp
fi: Ainesosaryhmä
fr: Groupe d'ingrédients
he_il: קבוצת רכיבים
hu: Hozzávaló csoport
it: Gruppo ingredienti
lt: Ingredientų grupė
nl: Ingrediëntengroep
no: Ingrediensgruppe
pt_br: Grupo
ru: Группа ингредиентов
sl: Skupina sestavine
tr: İçerik grubu
uk: Група інгрідієнтів

source: Reset
ca: Reiniciar
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el_gr: Επαναφορά
es: Reiniciar
et_ee: Nulli
fi: Nollaa
fr: Réinitialiser
he_il: איפוס
hu: Visszaállítás
it: Ripristinare
lt: Nustatyti iš naujo
nl: Resetten
pt_br: Redefinir
ro_ro: Reseteaza
ru: Сброс
sl: Ponastavi
tr: Sıfırla
uk: Скинути

source: Are you sure you want to reset the table options?
he_il: לאפס את אפשרויות הטבלה?
it: Vuoi davvero reimpostare le opzioni della tabella?

source: Hide/view columns
ca: Ocultar/mostrar columnes
cs: Zobrazit/skrýt sloupce
da: Gem/Vis kolonner
de: Spalten anzeigen/ausblenden
es: Ocultar/mostrar columnas
et_ee: Peida/kuva veerud
fi: Sarakkeet
fr: Afficher/cacher les colonnes
he_il: הסתרת/הצגת עמודות
hu: Oszlopok elrejtése/megjelenítése
it: Mostra/nascondi colonne
lt: Slėpti / peržiūrėti stulpelius
nl: Verberg/bekijk kolommen
no: Skjul / vis kolonner
pt_br: Ocultar/visualizar colunas
ru: Скрыть/показать колонки
sk_sk: Skryť/zobraziť stĺpce
sl: Skrij/prikaži stolpce
tr: Sütunları göster/gizle
uk: Сховати/показати стовпці

source: A different amount/unit can then be used below while for stock fulfillment checking it is sufficient when any amount of the product in stock
cs: Je-li zaškrtnuto, smíte vybrat jakoukoliv měrnou jednotku produktu. V receptu se pak objeví, že je produkt v zásobě, je-li k dispozici jakékoliv jeho množství.
da: Et andet beløb eller enhed kan benyttes nedenfor. Ved lagerkontrol er det nok at have en beholdning på lager.
de: Eine andere Menge/Einheit kann dann unten verwendet werden, wobei es für die Bestandsprüfung ausreichend ist, wenn eine beliebige Menge des Produkts verfügbar ist
es: Una cantidad o unidad diferente puede ser usada debajo, mientras que para comprobaciones de existencias basta con que haya cualquier cantidad de existencias en el inventario
et_ee: Allpool saab kasutada teistsugust kogust/ühikut, samas kui varude kontrollimiseks piisab, kui on mis tahes kogus toodet
fi: Eri määrää/yksikkö voidaan sitten käyttää alla, kun taas varaston täyttämisen tarkistusta varten riittää, kun mikä tahansa määrä tuotetta on varastossa
fr: Une quantité/unité différente peuvent être utilisées ci-dessous, mais pour la vérification du stock seule une quantité non-nulle en stock est requise
he_il: ניתן להשתמש ביחידה/כמות שונים להלן בעוד שלבדיקת השלמת המלאי מספיק שיש כמות כלשהי מהמוצר במלאי.
hu: Bekapcsolva lazítja a leltár ellenőrzést: elegendő ha az adott termék készleten van, nem kell a lentebbi mennyiségnek is leltáron lennie.
it: Di seguito è possibile utilizzare una quantità/unità diversa mentre per l'esecuzione del controllo della dispensa è sufficiente quando qualsiasi quantità del prodotto è in dispensa
lt: Tada toliau galima naudoti kitą kiekį / vienetą, o atsargų įvykdymui patikrinti pakanka, kai sandėlyje yra bet koks produkto kiekis
nl: Een andere hoeveelheid / eenheid kan dan hieronder worden gebruikt, terwijl het voor voorraadafhandeling voldoende is wanneer een hoeveelheid van het product op voorraad is
no: En annen mengde / enhet kan deretter brukes nedenfor, mens det er tilstrekkelig når en hvilken som helst mengde av produktet er i beholdningen
pt_br: Uma quantidade/unidade diferente pode então ser usada abaixo, enquanto para verificação de preenchimento de estoque é suficiente quando qualquer quantidade do produto em estoque
tr: Daha sonra aşağıda farklı bir miktar/birim kullanılabilir, ancak stokun karşılanması kontrolü için stokta herhangi bir ürün miktarının bulunması yeterlidir.
uk: Тут може бути вказана інша кількість, в точ час як для перевірки наявності буде достатньо наявності продукту у будь якій кількості

source: Last price (Unit)
ca: Últim preu (unitat)
cs: Poslední cena (jednotka)
da: Forrige pris per enhed
de: Letzter Preis (Einheit)
es: Último precio (Unidad)
et_ee: Viimane hind (Üksus)
fi: Viimeisin hinta (Yksikkö)
fr: Dernier prix (Unité)
he_il: מחיר אחרון (יחידה)
hu: Utolsó ár (Egység)
it: Ultimo prezzo (Unità)
lt: Paskutinė kaina (vienetas)
nl: Laatste prijs (eenheid)
no: Siste pris (Enhet)
pt_br: Último preço (Unidade)
ru: Последняя цена (за шт.)
sl: Zadnja cena (Enota)
tr: Son fiyat (Birim)
uk: Остання ціна (за одиницю)

source: Last price (Total)
ca: Últim preu (Total)
cs: Poslední cena (celkem)
da: Forrige pris, (total)
de: Letzter Preis (Gesamt)
es: Último precio (Total)
et_ee: Viimane hind (Kokku)
fi: Viimeisin hinta (Yhteensä)
fr: Dernier prix (Total)
he_il: מחיר אחרון (סך הכול)
hu: Utolsó ár (Teljes)
it: Ultimo prezzo (Totale)
lt: Paskutinė kaina (iš viso)
nl: Laatste prijs (totaal)
no: Siste pris (Total)
pt_br: Último preço (Total)
ro_ro: Ultimul pret (Total)
ru: Последняя цена (всего)
sl: Zadnja cena (Skupaj)
tr: Son fiyat (Toplam)
uk: Остання ціна (загалом)

source: Show header
ca: Mostrar capçalera
cs: Zobrazit hlavičku
da: Vis sidehoved
de: Kopfzeile anzeigen
es: Mostrar encabezado
et_ee: Näita pealdist
fi: Näytä otsikko
fr: Montrer l'en-tête
he_il: הצגת כותרת
hu: Fejléc megjelenítése
it: Mostra intestazione
lt: Rodyti antraštę
nl: Toon koptekst
no: Vis overskrift
pt_br: Mostrar cabeçalho
ru: Показать заголовок
sl: Pokaži glavo
tr: Başlığı göster
uk: Показати шапку

source: Group by product group
ca: Agrupar per grup de producte
cs: Seskupovat podle skupiny produktů
da: Vis per varegruppe
de: Nach Produktgruppe gruppieren
es: Agrupar por grupo de producto
et_ee: Grupita toote grupi järgi
fi: Ryhmittele tuoteryhmän mukaan
fr: Grouper par groupe de produit
he_il: קיבוץ לפי קבוצת מוצרים
hu: Csoportosítás termékcsoport szerint
it: Raggruppa per gruppo di prodotti
lt: Grupuoti pagal produkto grupę
nl: Groepeer per productcategorie
no: Gruppèr etter produktgruppe
pt_br: Filtrar pelo grupo do produto
ru: Сгруппировать по группе продукта
sk_sk: Zoskupovať podľa skupiny výrobku
sl: Zberi po skupinah izdelkov
tr: Ürün grubuna göre gruplandır
uk: Групувати по групі продукту

source: Table
ca: Taula
cs: Tabulku
da: Tabel
de: Tabelle
es: Tabla
et_ee: Laud
fi: Taulukko
he_il: טבלה
hu: Táblázat
it: Tabella
lt: Lentelė
nl: Tabel
no: Tabel
pt_br: Tabela
ro_ro: Tabel
ru: Таблица
sl: Tabela
tr: Tablo
uk: Таблиця

source: Layout type
cs: Tisknout jako
de: Layout
es: Tipo de distribución
et_ee: Paigutuse tüüp
fi: Asettelutyyppi
fr: Type d'affichage
he_il: סוג פריסה
hu: Elrendezés típusa
it: Tipo di layout
lt: Išdėstymo tipas
nl: Opmaaktype
pt_br: Tipo de layout
sl: Tip ureditve
tr: Düzen türü

source: Merge this product with another one
ca: Unir aquest producte amb un altre
cs: Sloučit tento produkt s jiným
da: Sammenlæg denne vare med en anden
de: Dieses Produkt mit einem anderen zusammenführen
es: Combinar este producto con otro
et_ee: Ühendage see toode teise tootega
fi: Yhdistä tämä tuote toisen kanssa
fr: Fusionner ce produit avec un autre
he_il: מיזוג המוצר הזה עם אחר
hu: Termék összevonása egy másikkal
it: Unisci questo prodotto con un altro
lt: Sujunkite šį produktą su kitu
nl: Voeg dit product samen met een ander product
no: Slå sammen dette produktet med et annet
pt_br: Combinar este produto com outro
ru: Сгруппировать это продукт с другим
sk_sk: Zlúčiť tento výrobok s iným
sl: Združi ta izdelek z drugim
tr: Bu ürünü başka bir ürünle birleştir

source: Merge products
ca: Unir productes
cs: Sloučit produkty
da: Sammenlæg varer
de: Produkte zusammenführen
es: Combinar productos
et_ee: Ühenda tooted
fi: Yhdistä tuotteet
fr: Fusionner les produits
he_il: מיזוג מוצרים
hu: Termékek összevonása
it: Unisci i prodotti
lt: Sujungti produktus
nl: Voeg producten samen
no: Slå sammen produkter
pt_br: Combinar produtos
ru: Объединить продукты
sl: Združi izdelke
tr: Ürünleri birleştir
uk: Об'єднати продукти

source: Product to keep
ca: Producte a mantenir
cs: Zachovat produkt
da: Vare der beholdes
de: Produkt, das behalten werden soll
es: Productos a mantener
et_ee: Toode mida hoida
fi: Säilytettävä tuote
fr: Garder ce produit
he_il: מוצר להשאיר
hu: Megtartandó termék
it: Prodotto da conservare
lt: Produktus saugoti
nl: Product te behouden
no: Produkt som skal beholdes
pt_br: Produto para ser mantido
sk_sk: Výrobok, ktorý bude ponechaný
sl: Izdelek za obdržati
tr: Tutulacak ürünler
uk: Продукт, який буде збережено

source: Product to remove
ca: Producte a eliminar
cs: Produkt k odstranění
da: Vare der slettes
de: Produkt, das entfernt werden soll
es: Productos a eliminar
et_ee: Toode millest lahti saada
fi: Poistettava tuote
fr: Retirer ce produit
he_il: מוצר להסיר
hu: Eltávolítandó termék
it: Prodotto da rimuovere
lt: Produktą ištrinti
nl: Product te verwijderen
no: Produkt som skal fjernes
pt_br: Produto para ser removido
ru: Продукт для удаления
sk_sk: Výrobok, ktorý bude odstránený
sl: Izdelek za izbris
tr: Silinecek ürünler
uk: Продукт, який буде видалено

source: Error while merging
ca: Error al unir
cs: Při slučování došlo k chybě
da: Fejl i sammenlægning
de: Fehler beim Zusammenführen
es: Error al combinar
et_ee: Ühendamise viga
fi: Virhe yhdistäessä
fr: Erreur lors de la fusion
he_il: שגיאה במיזוג
hu: Hiba az összevonás közben
it: Errore durante l'unione
lt: Klaida sujungiant
nl: Fout tijdens het samenvoegen
no: Feil ved sammenslåing
pt_br: Erro ao combinar
sl: Napaka pri združevanju
tr: Birleştirme sırasında hata
uk: Помилка при об'єднанні

source: After merging, this product will be kept
ca: Després de la unió, aquest producte es mantindrà
cs: Po sloučení bude tento produkt zachován
da: Efter sammenlægning bibeholdes denne vare
de: Nach der Zusammenführung wird dieses Produkt erhalten bleiben
es: Después de combinar, este producto se mantendrá
et_ee: Peale ühendamist, see toode hoitakse alles
fi: Yhdistämisen jälkeen tämä tuote säilytetään
fr: Après fusion, ce produit sera conservé
he_il: לאחר המיזוג, המוצר הזה יישאר
hu: Összevonás után, ez a termék megmarad
it: Dopo l'unione, questo prodotto verrà mantenuto
lt: Sujungus, šis produktas bus saugomas
nl: Na samenvoegen wordt dit product bewaard
no: Etter sammenslåing så vil dette produktet bli beholdt
pt_br: Após a combinação, este produto será mantido
ru: После объединения, этот продукт будет сохранён
sl: Po združevanju ohrani ta izdelek
tr: Birleştirme sonrasında bu ürün muhafaza edilecektir.
uk: Після об'єднання, цей продукт лишиться

source: After merging, all occurences of this product will be replaced by the kept product (means this product will not exist anymore)
cs: Po sloučení budou všechny výskyty tohoto produktu v seznamech nahrazeny produktem, který bude zachován.
de: Nach dem Zusammenführen werden alle Referenzen auf dieses Produkt durch das zu behaltende Produkt ersetzt (d. h. dieses Produkt existiert dann nicht mehr)
es: Tras la fusión, todas las apariciones de este producto serán sustituidas por el producto conservado (es decir, este producto dejará de existir).
et_ee: Pärast ühendamist asendatakse kõik selle toote esinemised allesjäänud tootega (see tähendab, et seda toodet enam ei eksisteeri)
fr: Après la fusion, toutes les occurrences de ce produit seront remplacées par le produit conservé (ce qui signifie que ce produit n'existera plus)
he_il: לאחר המיזוג, כל העותקים של המוצר הזה יוחלפו על ידי המוצר שנשמר (כלומר שהמוצר הזה לא יהיה קיים עוד)
hu: Összevonás után az összes ilyen termék ki lesz cserélve a megtartandó termékre (azaz ez a termék meg fog szűnni)
it: Dopo l'unione, tutte le occorrenze di questo prodotto verranno rimpiazzate dal prodotto mantenuto (significa che questo prodotto non esisterà più)
lt: Sujungus, visi šio gaminio atvejai bus pakeisti saugomu produktu (tai reiškia, kad šio produkto nebebus)
nl: Na het samenvoegen word dit product overal vervangen door het te behouden product (dit betekent dat dit product niet langer bestaat)
no: Etter sammenslåing vil dette produktet bli slått inn i det beholdte produktet (dette produktete slutter å eksistere)
pt_br: Após a fusão, todas as ocorrências deste produto serão substituídas pelo produto mantido (significa que este produto não existirá mais)
tr: Birleştirme sonrasında, bu ürünün tüm oluşumları, tutulan ürünle değiştirilecektir (bu ürünün artık mevcut olmayacağı anlamına gelir)

source: Merge
ca: Unir
cs: Sloučit (do tohoto produktu)
da: Sammenlæg
de: Zusammenführen
el_gr: Συγχώνευση
es: Combinar
et_ee: Ühenda
fi: Yhdistä
fr: Fusionner
he_il: מיזוג
hu: Összevonás
it: Unisci
lt: Sujungti
nl: Samenvoegen
no: Sammenslå
pt_br: Combinar
ru: Объединить
sl: Združi
tr: Birleştir
uk: Об'єднати

source: Title
ca: Títol
cs: Nadpis
da: Titel
de: Titel
el_gr: Τίτλος
es: Título
et_ee: Pealkiri
fi: Otsikko
fr: Titre
he_il: כותרת
hu: Cím
it: Titolo
lt: Pavadinimas
nl: Titel
no: Tittel
pt_br: Título
ro_ro: Titlu
ru: Заголовок
sl: Naslov
tr: Başlık
uk: Назва

source: Link
ca: Enllaç
cs: Odkaz
da: Lænke
el_gr: Σύνδεση
es: Enlace
fi: Linkki
fr: Lien
he_il: קישור
hu: Hivatkozás
lt: Nuoroda
ru: Ссылка
sl: Povezava
tr: Bağlantı
uk: Посилання

source: The stock overview page lists all products which are currently in stock or below their min. stock amount - enable this to hide this product there always
he_il: עמוד סקירת המלאי מציג את כל המוצרים שנמצאים כרגע במלאי או מתחת לכמות המזערית במלאי - יש להפעיל זאת כדי להסתיר את המוצר הזה שם תמיד
it: La pagina di panoramica delle scorte elenca tutti i prodotti che sono attualmente in magazzino o al di sotto della loro quantità minima di scorta: abilita questa opzione per nascondere sempre questo prodotto.

source: Print options
ca: Opcions d'impressió
cs: Nastavení tisku
da: Udskrifts-muligheder
de: Druckoptionen
el_gr: Επιλογές εκτύπωσης
es: Opciones de impresión
et_ee: Printimise valikud
fi: Tulostusasetukset
fr: Options d'impression
he_il: אפשרויות הדפסה
hu: Nyomtatási beállítások
it: Opzioni di stampa
lt: Spausdinimo parinktys
nl: Printopties
no: Printevalg
pt_br: Opções de impressão
ru: Параметры печати
sl: Možnosti tiskanja
tr: Yazdırma seçenekleri
uk: Налаштування друку
