Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Out-of-stock products
cs: Produkty bez zásoby
de: Nicht vorrätige Produkte
es: Productos sin existencias
et_ee: Otsas tooted
fr: Produits en rupture de stock
lt: Prekės, kurių nebėra sandėlyje
nl: Producten niet op voorraad
pt_br: Produtos fora de estoque
tr: Stokta olmayan ürünler
