Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: A product or a note is required
ca: Es requereix un producte o nota
cs: Vložte jméno produktu, NEBO jen poznámku
da: Der behøves en vare eller en note
de: Ein Produkt oder eine Notiz ist erforderlich
el_gr: Ένα προϊόν ή μία σημείωση απατείται
es: Hace falta un producto o una nota
et_ee: Toode või märge on kohustuslik
fi: Tuote tai merkintä vaaditaan
fr: Un produit ou une note est nécessaire
he_il: נדרש מוצר או הערה
hu: Termék vagy jegyzet szükséges
it: È richiesto un prodotto o una nota
lt: Reikalingas produktas arba pastaba
nl: Een product of notitie is nodig
no: Et produkt eller en merknad kreves
pt_br: É necessário um produto ou uma nota
pt_pt: É necessário um produto ou uma nota
ru: Необходим продукт или заметка
sk_sk: Vyžaduje sa výrobok alebo poznámka
sl: Izdelek ali opomba je obvezen
tr: Ürün ya da not gerekli
uk: Необхідний продукт або нотатка

source: Grocycode
et_ee: Grocykood
he_il: קוד Grocy
tr: Grocykodu

source: Download
ca: Descàrrega
cs: Stáhnout
de: Herunterladen
el_gr: Λήψη
es: Descargar
et_ee: Laadi alla
fi: Lataa
fr: Télécharger
he_il: הורדה
hu: Letöltés
it: Scarica
lt: Atsisiųsti
no: Last ned
pt_br: Baixar
ru: Скачать
sl: Naloži
tr: İndir
uk: Завантижити

source: Download %s Grocycode
cs: Stáhnout Grocycode pro %s
de: %s Grocycode herunterladen
es: Descargado %s de Grocy
et_ee: Laadi alla %s Grocykood
fr: Télécharger %s Grocycode
he_il: הורדת קוד ה־Grocy של %s
it: Scarica il Grocycode per %s
lt: Atsisiųskite %s grocycode
nl: %s Grocycode downloaden
pt_br: Baixar Grocycode de %s
tr: %sGrocykodunu indir

source: Grocycode is a unique referer to this %s in your Grocy instance - print it onto a label and scan it like any other barcode
cs: Grocycode je totéž jako čárový kód z obalu produktu. Označuje produkt %s ve vaší databázi. Můžete si jej vytisknout a používat jako ostatní čárové kódy.
de: Grocycode ist eine eindeutige Referenz zu diesem/dieser %s in dieser Grocy Instanz - ausgedruckt kann er wie jeder andere Barcode gescannt werden
es: El Grocycode es una referencia única a este %s en tu instancia de Grocy - imprímalo en una etiqueta y escanéelo como cualquier otro código de barras
et_ee: Grocykood on unikaalne suunaja sellele %s sinu Grocy seadistuses - prindi see etiketile ja skaneeri seda nagu igat teist ribakoodi
fr: Grocycode est une référence unique à ce %s dans votre instance de Grocy. Imprimez-le sur une étiquette et scannez-le comme tout autre code-barres
he_il: קוד Grocy הוא ייחוס ייחודי עבור %s בעותק ה־Grocy שלך - יש להדפיס אותו על תווית ולסרוק אותו כמו כל ברקוד אחד.
it: Grocycode è un riferimento univoco a questo %s nell'istanza di Grocy. Stampalo su un'etichetta e scansionalo come qualsiasi altro codice a barre.
lt: Grocy kodas yra unikali nuoroda į tai %s jūsų Grocy egzemplioriuje – atspausdinkite jį ant etiketės ir nuskaitykite kaip bet kurį kitą brūkšninį kodą
nl: Grocycode is een unieke verwijzing naar dit %s in je Grocy omgeving - print het op een label en scan het net als iedere andere barcode
pt_br: Grocycode é um referencial exclusivo para este %s em sua instância Grocy - imprima-o em uma etiqueta e digitalize-o como qualquer outro código de barras
tr: Grocycode, Grocy örneğinizdeki bu %s e yönelik benzersiz bir referanstır; bunu bir etikete yazdırın ve diğer barkodlar gibi tarayın

source: DD
cs: Spotř. do:
da: Dato
de: MHD
es: FL
et_ee: KK
fr: dp.
he_il: פג
hu: L.Idő
it: Scad.
no: UD

source: Print on label printer
ca: Imprimir en una impressora d'etiquetes
cs: Vytisknout na tiskárně nálepek
da: Print på labelprinter
de: Auf Etikettendrucker drucken
el_gr: Εκτύπωση σε εκτυπωτή ετικετών
es: Imprimir en impresora de etiquetas
et_ee: Prindi etiketi printeril
fi: Tulosta tarratulostimella
fr: Imprimer sur une étiquette
he_il: הדפסה במדפסת מדבקות
hu: Nyomtatás címkenyomtatóval
it: Stampa su stampante per etichette
lt: Spausdinti ant etikečių spausdintuvo
nl: Print op een label printer
no: Skriv ut på etikettskriver
pt_br: Imprimir na impressora de etiquetas
sk_sk: Vytlačiť na tlačiarni štítkov
sl: Natisni na tiskalniku nalepk
tr: Etiket yazıcısında yazdır
uk: Роздрукувати на термопринтері

source: Default stock entry label
cs: Jak se změna množství produktu projeví v Seznamu zásob – výchozí nastavení
de: Standard Bestandseintragsetikett
es: Etiqueta de entrada de inventario por defecto
et_ee: Vaikimisi toote silt
fr: Étiquette d'entrée en stock par défaut
he_il: תווית רשומת מלאי כבררת מחדל
hu: Alapértelmezett készletbejegyzés címke
it: Etichetta predefinita di immissione in dispensa
lt: Numatytoji atsargų įvedimo etiketė
nl: Standaard voorraad invoer label
no: Standard lageroppføringsetikett
pt_br: Etiqueta de entrada de estoque padrão
sk_sk: Predvolený štítok produktu na sklade
sl: Privzeta nalepka vnosa zaloge
tr: Varsayılan stok girişi etiketi

source: Stock entry label
cs: Jak se změna množství produktu projeví v Seznamu zásob
de: Bestandseintragsetikett
es: Etiqueta de entrada de inventario
et_ee: Varude toote silt
fr: Étiquette d'élément en stock
he_il: תווית רשומת מלאי
hu: Készletbejegyzés címke
it: Etichetta della voce di dispensa
lt: Atsargų įvedimo etiketė
nl: Voorraad invoer label
no: Lageroppføringsetikett
pt_br: Etiqueta de entrada de estoque
sk_sk: Štítok produktu na sklade
sl: Nalepka vnosa zaloge
tr: Stok giriş etiketi
uk: Назва інвентарного запису

source: No label
ca: Sense etiqueta
cs: Všechna balení produktu budou jeden řádek, nálepka se nevytiskne
da: Ingen label
de: Kein Etikett
es: Sin etiqueta
et_ee: Silt puutub
fi: Ei tunnistetta
fr: Pas d'étiquette
he_il: ללא תווית
hu: Nincs címke
it: Senza etichetta
lt: Nėra etiketės
nl: Geen label
no: Ingen etikett
pt_br: Sem Etiqueta
sk_sk: Bez štítku
sl: Ni nalepke
tr: Etiket yok

source: Single label
ca: Etiqueta simple
cs: Všechna balení produktu budou jeden řádek, vytiskne se 1 nálepka
de: Ein Etikett pro Einkauf
es: Etiqueta única
et_ee: Üks etikett
fr: Étiquette unique
he_il: תווית בודדה
hu: Egy címke
it: Etichetta singola
lt: Viena etiketė
nl: Enkel label
no: Enkelt etikett
pt_br: Etiqueta simples
sk_sk: Jeden štítok
sl: Posamezna nalepka
tr: Tek etiket

source: Label per unit
ca: Etiqueta per unitat
cs: Každé balení produktu bude mít svůj řádek a vytisknutou nálepku
da: Label pr. enhed
de: Ein Etikett pro Einheit
es: Etiqueta por unidad
et_ee: Etikett ühiku kohta
fr: Étiquette par unité
he_il: תווית לכל יחידה
hu: Mennyiségenkénti címke
it: Etichetta per unità
lt: Etiketė vienam vienetui
nl: Label per eenheid
no: Etikett per enhet
pt_br: Etiqueta por unidade
sk_sk: Štítok na každej jednotke
sl: Nalepka na enoto
tr: Birim başına etiket

source: Error while executing WebHook
ca: Error a l'executar el WebHook
cs: Chyba při spuštění WebHook
da: Fejl ved afvikling af WebHook
de: Fehler beim Aufruf des WebHooks
es: Error al ejecutar WebHook
et_ee: Viga WebHooki käivitamisel
fi: Virhe suorittaessa WebHook-avainta
fr: Erreur lors de l'exécution du WebHook
he_il: שגיאה בהפעלת התליית רשת
hu: Webhook hívási hiba
it: Errore durante l'esecuzione di WebHook
lt: Klaida vykdant WebHook
nl: Fout tijdens het uitvoeren van WebHook
no: Feil ved kjøring av WebHook
pt_br: Erro ao executar WebHook
tr: WebHook yürütülürken hata oluştu

source: Print %s Grocycode on label printer
cs: Vytisknout Grocycode pro %s
de: %s Grocycode auf Etikettendrucker drucken
es: Imprimir Grocycode de %s en una impresora de etiquetas
et_ee: Prindi %s Grocykood etiketi printeril
fr: Imprimer %s Grocycode sur l'imprimante d'étiquettes
he_il: הדפסת קוד ה־Grocy של %s במדפסת מדבקות
it: Stampa il Grocycode di %s su una stampante per etichette
lt: Spausdinkite Grocycode su etikečių spausdintuvo
nl: Print %s Grocycode op labelprinter
pt_br: Imprimir Grocycode %s na impressora de etiquetas
tr: Etiket yazıcısında %s Grocykodu'nu yazdırın

source: Open stock entry label in new window
cs: Otevřít nálepku s čárovým kódem v nové záložce
de: Bestandseintragsetikett in neuem Fenster öffnen
es: Abrir etiqueta de entrada de inventario en una ventana nueva
et_ee: Ava toote silt uues aknas
fr: Ouvrir le label du stock dans une nouvelle fenêtre
he_il: פתיחת תווית רשומת מלאי בחלון חדש
hu: Készletbejegyzés címkéjének megnyitása új lapon
it: Apri l'etichetta della dispensa in una nuova finestra
lt: Atidaryti atsargų įrašo etiketę naujame lange
nl: Open voorraad invoer label in een nieuw venster
no: Åpne lageroppføringsetikett i nytt vindu
pt_br: Abrir etiqueta de entrada de estoque em uma nova janela
sl: Odpri nalepko vnosa zaloge v novem oknu
tr: Stok giriş etiketini yeni pencerede aç

source: Thermal printer
ca: Impressora tèrmica
cs: Tiskárna na termocitlivý papír
da: Labelprinter
de: Thermodrucker
el_gr: Θερμικός εκτυπωτής
es: Impresora térmica
et_ee: Termoprinter
fi: Kuittitulostin
fr: Imprimante thermique
he_il: מדפסת תרמית
hu: Hőnyomtató
it: Stampante termica
lt: Terminis spausdintuvas
nl: Thermische printer
no: Termisk skriver
pt_br: Impressora térmica
sl: Termični tiskalnik
tr: Termal yazıcı
uk: Термальний принтер

source: Printing
ca: Imprimint
cs: Probíhá tisk...
da: Printer
de: Drucken
el_gr: Εκτυπώνεται
es: Imprimiendo
et_ee: Printimine
fi: Tulostaminen
fr: Impression en cours
he_il: מתבצעת הדפסה
hu: Nyomtatás
it: In stampa
lt: Spausdinama
nl: Afdrukken
no: Skriver ut
pt_br: Imprimindo
ru: Печатаю
sl: Tiskanje
tr: Yazdırma
uk: друкую

source: Connecting to printer...
ca: Connectant a impressora...
cs: Připojování k tiskárně
da: Forbinder til printer...
de: Verbindung zum Drucker wird hergestellt...
el_gr: Σύνδεση με τον εκτυπωτή...
es: Conectando con la impresora...
et_ee: Ühendan printeriga...
fi: Yhdistetään tulostimeen...
fr: Connexion à l'imprimante...
he_il: מתבצעת התחברות למדפסת…
hu: Kapcsolódás a nyomtatóhoz...
it: Connessione alla stampante...
lt: Jungiamasi prie spausdintuvo...
nl: Verbinden met printer...
no: Kobler til skriver...
pt_br: Conectando à impressora...
ru: Подключаюсь к принтеру...
sl: Povezovanje s tiskalnikom...
tr: Yazıcıya bağlanıyor...
uk: З'єднуюсь з принтером

source: Unable to print
ca: No s'ha pogut imprimir
cs: Nedaří se tisknout
da: Kan ikke printe
de: Drucken nicht möglich
el_gr: Η εκτύπωση δεν είναι δυνατή
es: No se pudo imprimir
et_ee: Ei saa printida
fi: Ei voida tulostaa
fr: Impossible d'imprimer
he_il: לא ניתן להדפיס
hu: Nem lehet nyomtatni
it: Impossibile stampare
lt: Nepavyko išspausdinti
nl: Kan niet afdrukken
no: Kan ikke skrive ut
pt_br: Não foi possível imprimir
ru: Не могу распечатать
sl: Ni možno tiskati
tr: Yazıdırılamıyor
uk: Неможливо надрукувати

source: Only done items
ca: Només elements completats
cs: vybrané produkty
da: Kun færdige punkter
de: Nur erledigte Einträge
es: Solo elementos completados
et_ee: Ainult valmis esemed
fi: Vain tehdyt nimikkeet
fr: Seulement les éléments faits
he_il: רק פריטים שהושלמו
hu: Csak elvégzett tételek
it: Solo oggetti finiti
lt: Tik atliktiems daiktams
nl: Alleen afgehandelde items
no: Bare ferdige elementer
pt_br: Somente Itens selecionados
tr: Sadece tamamlanmış nesneler
uk: Тільки відмічені

source: Show only in stock products
he_il: הצגת מוצרי במלאי בלבד
it: Mostra solo i prodotti in magazzino

source: Product description
ca: Descripció de producte
cs: Popis produktu
da: Produktbeskrivelse
de: Produktbeschreibung
el_gr: Περιγραφή προϊόντος
es: Descripción del producto
et_ee: Tootekirjeldus
fi: Tuotekuvaus
fr: Description du produit
he_il: תיאור מוצר
hu: Termékleírás
it: Descrizione del prodotto
lt: Produkto aprašymas
nl: Productomschrijving
no: Produktbeskrivelse
pt_br: Descrição do produto
ru: Описание продукта
sk_sk: Popis výrobku
sl: Opis izdelka
tr: Ürün Açıklaması
uk: Опис продкуту

source: %1$s per %2$s
cs: %1$s za %2$s
da: %1$spr %2$s
de: %1$s pro %2$s
el_gr: %1$s ανά %2$s
es: %1$s por %2$s
et_ee: %1$s %2$s kohta
fr: %1$s par %2$s
he_il: %1$s ל%2$s
hu: %1$s / %2$s
it: %1$s per ogni %2$s
pt_br: %1$s por %2$s
ru: %1$s за %2$s
sl: %1$s na %2$s
tr: %2$s başına %1$s
uk: %1$s за %2$s

source: Mark this item as undone
ca: Marcar aquest item com a no fet
cs: Vrátit zpět
da: Marker dette punkt som ufærdigt
de: Diesen Eintrag als unerledigt markieren
es: Marcar este elemento como no hecho
et_ee: Märgi see ese kui tegemata
fi: Merkitse tekemättömäksi
fr: Marquer l'élément comme défait
he_il: סימון הביטול הזה כלא בוצע
hu: Tétel megjelölése elvégzetlenként
it: Contrassegna questo elemento come annullato
lt: Pažymėti šį elementą kaip anuliuotą
nl: Markeer dit item als ongedaan
no: Merk dette elementet som ferdig
pt_br: Desmarcar
sl: Označi ta element kot ne končan
tr: Bu öğeyi tamamlanmamış olarak işaretle
uk: Відмітити як неготове

source: Mandatory
ca: Obligatori
cs: Povinné
da: Obligatorisk
de: Erforderlich
el_gr: Υποχρεωτικό
es: Obligatorio
et_ee: Kohustuslik
fi: Pakollinen
fr: Requis
he_il: חובה
hu: Kötelező
it: Obbligatorio
lt: Privaloma
nl: Verplicht
no: Påkrevd
pt_br: Obrigatório
ro_ro: Obligatoriu
ru: Обязательно
sk_sk: Povinné
sl: Obvezno
tr: Zorunlu
uk: Обов'язково

source: Mandatory Userfield
ca: Camp d'usuari obligatori
cs: Povinné uživatelské pole
da: Obligatorisk brugerfelt
de: Erforderliches Benutzerfeld
es: Campo de usuario obligatorio
et_ee: Kohustuslik Kasutajaväli
fi: Pakollinen käyttäjäkenttä
fr: Champ utilisateur requis
he_il: שדה משתמש חובה
hu: Kötelező egyéni mező
it: Campo utente obbligatorio
lt: Privalomas vartotojo laukas
nl: Verplicht Invoerveld
no: Påkrevd brukerfelt
pt_br: Campo obrigatório
sk_sk: Povinné používateľské pole
sl: Obvezna uporabniška polja
tr: Zorunlu Kullanıcı Alanı
uk: Обов'язкове користувацьке поле

source: When enabled, then this field must be filled on the destination form
ca: Quan activat, aquest camp s'ha d'omplir en el formulari de dest
cs: Použijete-li tento údaj ve formuláři, bude povinný
da: Når dette felt er aktiveret, skal dette felt udfyldes i destinationsskemaet
de: Wenn aktiviert, dann muss dieses Feld ausgefüllt werden
es: Cuando esté activado, este campo debe ser rellenado en el formulario destino
et_ee: Kui lubatud siis peab see väli olema täidetud kohaletoimetamise vormil
fr: Lorsque activé, ce champ est requis dans le formulaire de destination
he_il: כאשר פעיל, חובה למלא את השדה הזה בטופס היעד
hu: Kötelezővé teszi ennek a mezőnek a kitöltését a kiválasztott objektumon
it: Se abilitato, questo campo deve essere compilato nel modulo di destinazione
lt: Kai įjungta, šis laukas turi būti užpildytas paskirties formoje
nl: Indien ingeschakeld, moet dit veld worden ingevuld op het bestemmingsformulier
no: Når dette feltet er aktivert, må dette feltet fylles ut på destinasjonsskjemaet
pt_br: Quando habilitado, este campo deve ser preenchido no formulário de destino
sl: Ko je omogočeno, potem mora biti to polje izpolnjeno na obrazcu cilja
tr: Etkinleştirildiğinde bu alan hedef formda doldurulmalıdır

source: In stock products
he_il: מוצרים במלאי
it: Prodotti in magazzino

source: Timestamp
ca: Marca de temps
cs: Čas zápisu
da: Tidsstempel
de: Zeitstempel
el_gr: Χρονοσήμανση
es: Marca temporal
et_ee: Ajamärge
fi: Aikaleima
fr: Horodatage
he_il: חותמת זמן
hu: Időbélyeg
it: Marca temporale
lt: Laiko žyma
nl: Tijdstempel
no: Tidsstempel
pt_br: Data/Hora
sl: Časovna oznaka
tr: Zaman damgası

source: Should not be frozen
ca: No es pot congelar
cs: Není určeno ke zmražení
da: Bør ikke fryses
de: Sollte nicht eingefroren werden
el_gr: Δεν πρέπει να καταψύχεται
es: No debe congelarse
et_ee: Ei peaks olema sügavkülmutatud
fi: Ei saa pakastaa
fr: Ne doit pas être congelé
he_il: לא אמור להיות קפוא
hu: Nem szabad lefagyasztani
it: Non dovrebbe essere congelato
lt: Negalima užšaldyti
nl: Mag niet worden ingevroren
no: Bør ikke fryses
pt_br: Não deve ser congelado
ru: Не замораживать
sl: Ne sme biti zamrznjeno
tr: Dondurulmamalı
uk: Не варто заморожувати

source: When enabled, on moving this product to a freezer location (so when freezing it), a warning will be shown
ca: Quan s'activa, al moure aquest producte a una ubicació congelador (és a dir, quan es congela), es mostra una alerta
cs: Při pokusu přesunout takto označený produkt do mrazničky se zobrazí varování
da: Når aktiveret vil der blive vist en advarsel når denne vare flyttes til en fryser (dvs fryses).
de: Wenn aktiviert und wenn dieses Produkt zu einem Gefrierstandort umgelagert (sprich eingefroren) wird, wird eine entsprechende Warnung angezeigt
es: Cuando esté activado, al mover este producto a una ubicación de congelador (o sea, al congelarlo), se mostrará una advertencia
et_ee: Kui see on lubatud, kuvatakse selle toote sügavkülmikusse viimisel (seega selle külmutamisel) hoiatus
fr: Lorsque activé, une alerte sera émise lorsque ce produit sera placé dans le congélateur
he_il: כאשר פעיל, בהעברת המוצר הזה להקפאה, תופיע אזהרה
hu: Megjelenít egy figyelmeztetést, amikor ez a termék fagyasztóba (fagyasztóként megjelölt helyre) kerül
it: Se abilitato, quando si sposta questo prodotto in un congelatore (quindi quando lo si congela), verrà mostrato un avviso
lt: Kai įjungta, perkėlus šį gaminį į šaldiklio vietą (taigi jį užšaldžius), bus rodomas įspėjimas
nl: Indien ingeschakeld, wordt bij het verplaatsen van dit product naar een vriezer locatie (dus bij het invriezen) een waarschuwing weergegeven
no: Når aktivert, vises en advarsel når du flytter dette produktet til en fryserlokasjon (når du fryser det)
pt_br: Quando ativado, ao mover este produto para um local de congelamento (portanto, ao congelá-lo), um aviso será exibido
ru: При выполнении перемещения в морозильную камеру (т. е. при замораживании) будет отображаться предупреждение
tr: Etkinleştirildiğinde, bu ürün dondurucuya taşınırken (yani dondurulurken) bir uyarı gösterilecektir.

source: This product shouldn't be frozen
ca: Aquest producte no es pot congelar
cs: Tento produkt by neměl být zmrazen
da: Dette produkt bør ikke fryses
de: Dieses Produkt sollte nicht eingefroren werden
el_gr: Το προϊόν δεν πρέπει να καταψύχεται
es: Este producto no debe congelarse
et_ee: Seda toodet ei peaks sügavkülmutama
fi: Tätä tuotetta ei pitäisi pakastaa
fr: Ce produit ne doit pas être congelé
he_il: מוצר זה לא אמור להיות קפוא
hu: Ezt a terméket nem szabad lefagyasztani
it: Questo prodotto non deve essere congelato
lt: Šis produktas neturėtų būti užšaldytas
nl: Dit product mag niet worden ingevroren
no: Dette produktet bør ikke fryses
pt_br: Este produto não deve ser congelado
ru: Этот продукт нельзя замораживать
sl: Ta izdelek ne sme biti zamrznjen
tr: Bu ürün dondurulmamalıdır

source: Copy all meal plan entries of %s
cs: Zkopíruj jídelníček ze dne %s do
da: Kopier alle madplans elementer fra %s
de: Alle Einträge vom %s kopieren
es: Copiar todas las entradas del plan de comidas de %s
et_ee: Kopeeri kõik %s toiduplaanid
fr: Copier toutes les entrées du menu %s
he_il: העתקת כל רשומות תכנית הארוחות של %s
hu: Az összes menü terv bejegyzés másolása innen: %s
it: Copia tutte le voci del piano pasti di %s
lt: Nukopijuokite visus %s maitinimo plano įrašus
nl: Kopieer alle maaltijdplan-items van %s
no: Kopier alle måltidsoppføringer av %s
pt_br: Copie todas as entradas do plano alimentar de %s
tr: %s'in tüm yemek planı girişlerini kopyala
uk: Копіювати усі пункти плану харчування з %s

source: A date is required
ca: Es requereix una data
cs: Vyberte datum
da: En dato er påkrævet
de: Ein Datum ist erforderlich
es: Se requiere una fecha
et_ee: Kuupäev on kohustuslik
fi: Päivämäärä tarvitaan
fr: Une date est requise
he_il: נדרש תאריך
hu: Dátum megadása kötelező
it: È necessaria una data
lt: Būtina data
nl: Een datum is vereist
no: En dato er nødvendig
pt_br: Data é necessária
pt_pt: É necessário uma data
ru: Дата обязательна
sl: Datum je obvezen
tr: Bir tarih gereklidir
uk: Необхідна дата

source: Day
ca: Dia
cs: Den
da: Dag
de: Tag
el_gr: Ημέρα
es: Día
et_ee: Päev
fi: Päivä
fr: Jour
he_il: יום
hu: Nap
it: Giorno
lt: Diena
nl: Dag
no: Dag
pt_br: Dia
ro_ro: Zi
ru: День
sl: Dan
tr: Gün
uk: День

source: Add recipe
ca: Afegir recepta
cs: Přidej recept
da: Tilføj opskrift
de: Rezept hinzufügen
el_gr: Προσθήκη συνταγής
es: Agregar receta
et_ee: Lisa retsept
fi: Lisää resepti
fr: Ajouter recette
he_il: הוספת מתכון
hu: Recept hozzáadása
it: Aggiungi ricetta
lt: Pridėti receptą
nl: Voeg recept toe
no: Legg til oppskrift
pt_br: Adicionar receita
ro_ro: Adauga o reteta
ru: Добавить рецепт
sl: Dodaj recept
tr: Tarif ekle
uk: Додати рецепт

source: Copy this day
ca: Copiar aquest dia
cs: Zkopíruj tento den do...
da: Kopier denne dag
de: Diesen Tag kopieren
el_gr: Αντιγραφή της ημέρας
es: Copiar este día
et_ee: Kopeeri see päev
fi: Kopioi tämä päivä
fr: Copier ce jour
he_il: העתקת היום הזה
hu: Nap másolása
it: Copia questo giorno
lt: Kopijuoti šią dieną
nl: Kopieer deze dag
no: Kopier denne dagen
pt_br: Copie esse dia
ro_ro: Copiaza aceasta zi
ru: Копировать этот день
sk_sk: Kopírovať tento deň
sl: Kopiraj ta dan
tr: Bugünü kopyala
uk: Копіювати цей день

source: Date range
ca: Rang de dates
cs: Období
da: Datointerval
de: Zeitraum
el_gr: Εύρος ημερομηνίας
es: Intervalo de fechas
et_ee: Päevavahemik
fi: Ajanjakso
fr: Période
he_il: טווח תאריכים
hu: Időintervallum
it: Intervallo di date
lt: Datos intervalas
nl: Datumbereik
no: Datointervall
pt_br: Intervalo de datas
ro_ro: Interval de date
ru: Диапазон дат
sl: Časovno obdobje
tr: Tarih aralığı
uk: Проміжок дат

source: %s month
ca: %s mes
cs: %s měsíc
da: %s måned
de: %s Monat
el_gr: %s μήνας
es: %s mes
et_ee: %s kuu
fi: %s kuukausi
fr: %s mois
he_il: חודש
hu: %s hónap
it: %s mese
lt: %smėnesis
nl: %s maand
no: %s måned
pt_br: %s mês
ro_ro: %s luna
ru: %s месяц
sl: %s mesec
tr: %say
uk: %s місяць

source: %s year
ca: %s any
cs: %s rok
da: %s år
de: %s Jahr
el_gr: %s χρόνος
es: %s año
et_ee: %s aasta
fi: %s vuosi
fr: %s an
he_il: שנה
hu: %s év
it: %s anno
lt: %smetas
nl: %s jaar
no: %s år
pt_br: %s ano
ro_ro: %s an
ru: %s год
sl: %s leto
tr: %syıl
uk: %s рік

source: Display product
ca: Mostrar producte
cs: Zobrazit produkt
da: Vis vare
de: Produkt anzeigen
el_gr: Προβολή προϊόντος
es: Mostrar producto
et_ee: Näita toodet
fi: Näytä tuote
fr: Afficher le produit
he_il: הצגת מוצר
hu: Termék megjelenítése
it: Visualizza prodotto
lt: Rodyti produktą
nl: Toon product
no: Vis produkt
pt_br: Exibir produto
ru: Показать продукт
sk_sk: Zobraziť výrobok
sl: Prikaži izdelek
tr: Ürünü görüntüle
uk: Показати продукт

source: Copy recipe
ca: Copiar recepta
cs: Vytvořit kopii receptu
da: Kopier opskrift
de: Rezept kopieren
el_gr: Αντιγραφή συνταγής
es: Copiar receta
et_ee: Kopeeri retsept
fi: Kopioi resepti
fr: Copier la recette
he_il: העתקת מתכון
hu: Recept másolás
it: Copia ricetta
lt: Kopijuoti receptą
nl: Kopieer recept
no: Kopier oppskrift
pt_br: Copiar receita
ru: Копировать рецепт
sl: Kopiraj recept
tr: Tarifi kopyala
uk: Копіювати рецепт

source: Copy of %s
ca: Copia de %s
cs: %s (Kopie)
da: Kopi af %s
de: Kopie von %s
es: Copia de %s
et_ee: %s Koopia
fi: Kopio nimikkeestä %s
fr: Copie de %s
he_il: עותק של %s
hu: %s másolata
it: Copia di %s
lt: Kopijuoti iš %s
nl: Kopie van %s
no: Kopi av %s
pt_br: Copiar de %s
ru: Копия %s
sl: Kopiraj %s
tr: %s'ın kopyası
uk: Копія %s
