Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: The start date cannot be changed when the chore was once tracked
cs: Jakmile byla povinnost jednou vykonána, její počáteční datum už nelze měnit
de: Der Startzeitpunkt kann nach der ersten Ausführung der Hausarbeit nicht mehr geändert werden
es: La fecha de inicio no puede modificarse cuando la tarea ya ha sido registrada.
et_ee: Alguskuupäeva ei saa muuta, kui majapidamistööd kunagi jälgiti
fr: La date de début ne peut pas être modifiée lorsque la tâche a déjà été suivie
he_il: לא ניתן לשנות את תאריך ההתחלה לאחר המעקב הראשוני אחר מטלה
hu: A kezdő dátum nem változtatható meg, ha a házimunka követése már elkezdődött
it: La data di inizio non può essere modificata quando la faccenda è stata tracciata una volta
lt: Pradžios datos negalima pakeisti, kai kažkada buvo sekamas darbas
nl: De startdatum kan niet worden gewijzigd als het klusje eenmaal is uitgevoerd
no: Start datoen kan ikke endres når det er registert utførelser på oppgaven
pt_br: A data de início não pode ser alterada quando a tarefa doméstica já foi iniciada
pt_pt: A data de início não pode ser alterada quando a tarefa foi antes monitorizada
ru: Дата начала не может быть изменена если работа хоть раз была выполнена
sl: Ni možno spreminjati začetnega datuma, potem ko se obveznost že spremlja
tr: İş bir kez izlenmeye alındığında başlangıç tarihi değiştirilemez

source: Show the recipe list and the recipe side by side
cs: Zobrazit seznam receptů a obsah vybraného receptu vedle sebe
de: Die Rezeptliste und das Rezept nebeneinander anzeigen
es: Mostrar la lista de recetas y la receta una al lado de la otra
et_ee: Näita retseptide nimekirja ja retsepti kõrvuti
fr: Afficher la liste de recettes et la recette côte à côte
he_il: להציג את רשימת המתכונים ואת המתכון זה לצד זה
hu: Mutassa a receptlistát és a recepteket egymás mellett
it: Mostra l'elenco delle ricette e la ricetta fianco a fianco
lt: Parodykite receptų sąrašą ir receptą greta
nl: Toon de receptenlijst en het recept naast elkaar
no: Vis oppskriften og oppskrifts listen ved siden av hverandre
pt_br: Mostrar a lista de receitas e a receita lado a lado
pt_pt: Mostrar a lista de receitas e a receita lado a lado
sl: Prikaži seznam receptov in recept stran ob strani
tr: Tarif listesini ve tarifi yan yana göster

source: This means the next execution of this chore is scheduled dynamically based on the past average execution frequency
cs: Následující datum pro splnění této povinnosti je stanovováno automaticky z průměrné frekvence plnění této povinnosti v minulosti
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit dynamisch auf Basis der bisherigen durchschnittlichen Ausführungshäufigkeit geplant wird
es: Esto significa que la próxima ejecución de esta tarea se programa dinámicamente en función de la frecuencia media de ejecución anterior.
et_ee: See tähendab, et selle töö järgmine täitmine planeeritakse dünaamiliselt, tuginedes varasemale keskmisele täitmissagedusele
fr: Cela signifie que la prochaine exécution de cette tâche est planifiée dynamiquement en fonction de la fréquence d'exécution moyenne passée
he_il: משמעות הדבר היא שההוצאה הבאה של המטלה הזאת לפועל מתוזמנת דינמית לפי תדירות ההוצאה לפועל הממוצעת מהעבר
hu: Azt jelenti, hogy a házimunka következő végrehajtása dinamikusan - az eddigi átlagos végrehajtási gyakoriság alapján - lesz beütemezve
it: Ciò significa che l'esecuzione successiva di questa faccenda è pianificata dinamicamente in base alla frequenza di esecuzione media passata
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuojamas dinamiškai, atsižvelgiant į ankstesnį vidutinį vykdymo dažnį
nl: Dit betekent dat de volgende uitvoering van dit klusje dynamisch wordt gepland op basis van de gemiddelde voorgaande uitvoeringen
no: Neste utførelse av denne oppgaven blir planlagt basert på hvor ofte den er gjort tidligere
pt_br: Significa que a próxima execução dessa tarefa doméstica será programada dinamicamente com base na frequência média de execução anterior
pt_pt: Isto significa que a próxima execução desta tarefa é agendada dinamicamente com base na média de frequência de execução no passado
ru: Это означает, что следующее выполнение этой работы будет назначено основываясь на том, как часто она выполнялась раньше
tr: Bu, bu işin bir sonraki yürütülmesinin geçmiş ortalama yürütme sıklığına göre dinamik olarak planlandığı anlamına gelir
uk: Це означає, що наступне виконання буде заплановане динамічно, в залежності від середньої частоти виконання

source: Average execution frequency
cs: Průměrná frekvence plnění této povinnosti
da: Gennemsnitlig udførelses frekvens
de: Durchschnittliche Ausführungshäufigkeit
es: Frecuencia media de ejecución
et_ee: Keskmine ülesannete sagedus
fr: Fréquence moyenne de réalisation
he_il: תדירות ממוצאת להוצאה לפועל
hu: Általános végrehajtási gyakoriság
it: Frequenza media di esecuzione
lt: Vidutinis vykdymo dažnis
nl: Gemiddelde uitvoeringsfrequentie
no: Gjennomsnittlig utførelses frekvens
pt_br: Frequência média de execução
pt_pt: Média de frequência de execução
ru: Средняя частота выполнения
sk_sk: Priemerná frekvencia vykonávania tejto povinnosti
sl: Povprečna frekvenca izvršitve
tr: Ortalama yürütme sıklığı
uk: Середня частота виконання

source: Reschedule next execution
cs: Změna data příštího plnění povinnosti
da: Genplanlæg næste udførelse
de: Nächste Ausführung umplanen
es: Reprogramar la próxima ejecución
et_ee: Ajasta järgmine ülesanne ümber
fr: Reprogrammer la prochaine réalisation
he_il: תזמון ההפעילות הבאה מחדש
hu: Következő végrehajtás átütemezése
it: Riprogramma la prossima esecuzione
lt: Suplanuokite kitą vykdymą
nl: Plan de uitvoering opnieuw in
no: Endre tidspunkt for neste utførelse
pt_br: Reprogramar a próxima execução
pt_pt: Remarcar a próxima execução
ru: Перепланировать следующее выполнение
tr: Sonraki yürütmeyi yeniden planla
uk: Перенести наступне виконання

source: This can only be in the future
cs: Datum musí být v budoucnu
da: Dette kan kun være i fremtiden
de: Das kann nur in der Zukunft sein
es: Esto sólo puede ser en el futuro
et_ee: See saab olla vaid tulevikus
fr: Cela ne peut être que dans le futur
he_il: יכול להיות רק בעתיד
hu: Ez csak a jövőben lehet
it: Questo può essere soltanto nel futuro
lt: Tai gali būti tik ateityje
nl: Dit kan alleen in de toekomst
no: Velg et tidspunkt frem i tid
pt_br: Isso só pode ser no futuro
pt_pt: Isto só pode ser no futuro
tr: Bu ancak gelecekte olabilir
uk: Це може бути лише в майбутньому

source: Rescheduled
cs: Datum změněno
da: Genplanlæg
de: Umgeplant
es: Reprogramado
et_ee: Ümber ajastatud
fr: Reprogrammer
he_il: תוזמן מחדש
hu: Átütemezve
it: Riprogrammato
lt: Suplanuota iš naujo
nl: Verzet
no: Endre tidspunkt
pt_br: Reprogramado
pt_pt: Remarcado
ru: Перепланировано
tr: Yeniden planlandı
uk: Перенесено

source: Due score
cs: Index min. trvanlivosti
da: Udløbs score
de: Fällig.-Punkte
es: Puntuación
et_ee: Aegumise skoor
fr: Indice de péremption
he_il: ניקוד תפוגה
hu: Lejárati pontszám
it: Punteggio scadenza
lt: Dera balas
nl: Moet binnenkort gedaan worden
no: Utløps score
pt_br: Pontuação
pt_pt: Contagem prevista
tr: Son tarih skoru

source: The higher this number is, the more ingredients currently in stock are due soon, overdue or already expired
cs: Čím je index vyšší, tím více ingrediencí se blíží datu min. trvanlivosti. V indexu dostává jeden bod každý produkt s blížící se dobou spotřeby, 10 bodů za každý produkt po době min. trvanlivosti a 20 bodů za každý produkt po době použitelnosti.
da: Des højere denne værdi at sat, des flere ingredienser pt på lager, vil blive markeret som skal bruges snart, skal bruges nu, eller udløbet
de: Je höher diese Zahl ist, desto mehr Zutaten, die derzeit im Bestand sind, sind bald fällig, überfällig oder bereits abgelaufen
es: Cuanto más alto sea este número, más ingredientes en stock habrá pronto, estarán pendientes o ya habrán caducado.
et_ee: Mida suurem see arv on, seda rohkem on praegu varudes olevaid koostisosi varsti aegumas, tähtaja ületanud või juba aegunud
fr: Plus ce nombre est élevé, plus il y a d'ingrédients actuellement en stock qui sont bientôt périmés, déjà périmés ou dont la date est dépassée
he_il: ככל שהמספר הזה גבוה יותר, כך תוקפם של יותר רכיבים במלאי עומד לפוג בהקדם, יפוג היום או פג
hu: Minél magasabb ez a szám, annál több hozzávaló fog lejárni a közeljövőben
it: Più questo numero è alto, più sono gli ingredienti attualmente in dispensa che sono in scadenza o già scaduti
lt: Kuo didesnis šis skaičius, tuo daugiau šiuo metu sandėlyje esančių ingredientų greitai suges, vėluoja arba jau pasibaigę
nl: Hoe hoger dit nummer, hoe meer ingrediënten overdatum zijn
no: Dette nummeret viser hvor mange av ingrediensene som er i beholdning som snart går ut på dato, eller er allerede utgått.
pt_br: Quanto maior for esse número, mais ingredientes atualmente em estoque vencerão em breve, já vencidos ou estragados
tr: Bu sayı ne kadar yüksekse, şu anda stokta bulunan malzemeler de o kadar yakında, vadesi geçmiş veya son kullanma tarihi geçmiş demektir

source: Disable own stock
cs: Produkt nemá vlastní zásobu
da: Deaktiver egen lagerbeholdning
de: Eigenen Bestand deaktivieren
es: Desactivar stock propio
et_ee: Lülita toote varude seis välja
fr: Désactiver le stock propre
he_il: השבתת המלאי העצמי
hu: Saját készlet kikapcsolása
it: Disabilita il proprio magazzino
lt: Išjungti savo atsargas
nl: Eigen voorraad uitschakelen
no: Deaktiver egen beholdning
pt_br: Desativar estoque próprio
pt_pt: Desativar próprio stock
ru: Не добавлять в запасы
tr: Kendi stokunu devre dışı bırak

source: When enabled, this product can't have own stock, means it will not be selectable on purchase (useful for parent products which are just used as a summary/total view of the child products)
cs: Tento produkt nebude možné vybrat při nákupu. To je vhodné pro nadřazené produkty, které používáte jen jako sumář řady podřízených produktů.
da: Hvis aktiveret kan denne vare ikke have egen beholdning. Det betyder den ikke kan indvælges ved køb (anvendelig ved overordnet vare som blot benyttes til summering af underordnede varer).
de: Wenn aktiviert, kann dieses Produkt keinen eigenen Bestand haben, bedeutet es ist unter "Einkauf" nicht auswählbar (nützlich für übergeordnete Produkte, die nur als Zusammenfassung/Gesamtansicht der untergeordneten Produkte verwendet werden)
es: Cuando está activado, este producto no puede tener stock propio, lo que significa que no será seleccionable en la compra (útil para los productos primarios que solo se utilizan como un resumen / vista total de los subproductos)
et_ee: Kui see on lubatud, ei saa sellel tootel olla oma laoseisu, mis tähendab, et seda ei saa ostmisel valida (kasulik põhitoodete puhul, mida kasutatakse ainult alamtoodete kokkuvõtte/koguvaatena)
fr: Lorsque activé, ce produit ne peut pas avoir son propre stock, ce qui signifie qu'il ne sera pas sélectionnable à l'achat (utile pour les produits parents qui ne sont utilisés que comme vue récapitulative/totale des produits enfants)
he_il: כאשר האפשרות פעילה, למוצר זה לא יכול להיות מלאי משלו, המשמעות היא שאי אפשר יהיה לבחור אותו ברכישה (שימוש למוצרי אב שמשמשים לתצוגת תקציר/סך הכול של המוצרים הצאצאים)
hu: Bekapcsolva a terméknek nem lehet saját készlete, így vásárolni se lehet (akkor hasznos, ha az adott terméket csak az al-termékek összesítésére használjuk)
it: Quando abilitato, questo prodotto non puo' avere una propria scorta, significa che non verra' selezionato per gli acquisti (utile per i prodotti principali i quali vengono solo usati come riepilogo del sommario/totale dei sottoprodotti)
lt: Kai įjungta, šis produktas negali turėti savo atsargų, tai reiškia, kad jo nebus galima pasirinkti perkant (naudinga pirminiams produktams, kurie naudojami tik kaip antrinių produktų suvestinė / bendras vaizdas)
nl: Wanneer ingeschakeld, kan dit product geen eigen voorraad hebben, wat betekent dat het niet selecteerbaar is bij aankoop (handig voor overkoepelende producten die alleen worden gebruikt als samenvatting/totaaloverzicht van de deelproducten)
no: Når dette er aktivert vil ikke produktet ha sin egen beholdning, som igjen betyr at det ikke kan kjøpes (nyttig for mor-produkter som bare er brukt for å summere under-produkter)
pt_br: Quando ativado, este produto não pode ter estoque próprio. Significa que não será selecionável nas 'Compras' (Isso é útil para produtos-pai que são usados ​​apenas como um resumo/visão total dos produtos filhos)
pt_pt: Quando ativado, este produto não pode ter stock próprio, significa que não será selecionável na compra (útil para produtos pai que são usados apenas como resumo/total dos produtos filhos)
ru: Если включено, продукт не может иметь собственного запаса и такой продукт нельзя купить (используется для родительских продуктов, которые используются для обобщения запасов продуктов одного типа)
tr: Etkinleştirildiğinde, bu ürünün kendi stoğu olamaz, bu da satın alma sırasında seçilemeyeceği anlamına gelir (yalnızca alt ürünlerin özeti/toplam görünümü olarak kullanılan ana ürünler için kullanışlıdır)
uk: Якщо увімкнено, цей продукт не матиме власного параметру кількості і його не можна буде обрати при покупці (Для базових продуктів, чия кількість буде обчислена як сума кількості похідних продуктів)

source: Out of stock items will be shown at the products default location
cs: Produkty s nulovou zásobou budou zobrazeny na svém obvyklém místě
de: Nicht vorrätige Artikel werden am Standardstandort des Produkts angezeigt
es: Los ítems fuera de stock se mostrarán en la ubicación predeterminada del producto.
et_ee: Varudest otsas olevad kaubad kuvatakse toote vaikeasukohas
fr: Les articles en rupture de stock seront affichés à l'emplacement par défaut des produits
he_il: פריטים שאינם במלאי יופיעו במיקום ברירת המחדל של המוצרים
hu: Készlethiányos termékek az alapértelmezett helyükön fognak szerepelni
it: I prodotti esauriti verranno mostrati nella pagina dei prodotti predefiniti
lt: Prekės, kurių nėra sandėlyje, bus rodomos numatytoje produktų vietoje
nl: Artikelen die niet op voorraad zijn, worden weergegeven op de standaardlocatie van het product
no: Produkter uten beholdning vil vise på standard lokasjonen
pt_br: Itens fora de estoque serão mostrados na localização pré-definida dos produtos
pt_pt: Itens sem stock serão exibidos na localização padrão de produtos
tr: Stokta olmayan ürünler, ürünün varsayılan konumunda gösterilecektir
uk: Продукти, яких немає в наявності будуть відображені у тих місцях, в яких їм місце за замовчуванням.

source: Show a little checkbox next to each ingredient to mark it as done
cs: Zobrazit zaškrtávací políčko u každé z ingrediencí
da: Vis en lille boks ved siden af hver ingrediens til at markere som færdigt
de: Ein kleines Häkchen neben jeder Zutat anzeigen, um sie als erledigt zu markieren
es: Muestra una pequeña casilla junto a cada ingrediente para marcarlo como listo
et_ee: Näidake iga koostisosa kõrval väikest märkeruutu, et märkida see valmis
fr: Afficher une petite case à côté de chaque ingrédient pour le marquer comme terminé
he_il: להציג תיבת סימון קטנה ליד כל רכיב כדי לסיים שבוצע
hu: Mutasson minden hozzávaló mellett egy jelölőt a megjelöléshez
it: Mostra una piccola casella di controllo accanto a ciascun ingrediente per segnarlo come gestito
lt: Prie kiekvieno ingrediento parodykite nedidelį žymimąjį laukelį, kad pažymėtumėte jį kaip atliktą
nl: Toon een klein selectievakje naast elk ingrediënt om het als klaar te markeren
no: Vis en avkryssningsboks ved siden av ingrediensene
pt_br: Mostra uma pequena caixa de seleção ao lado de cada ingrediente para marcá-lo como pronto
pt_pt: Mostrar uma pequena caixa de seleção ao lado de cada ingrediente para marcá-lo como concluído
tr: Tamamlandı olarak işaretlemek için her bir malzemenin yanında küçük bir onay kutusu gösterin

source: The ingredient is crossed out when clicked, the status is not saved, means reset when the page is reloaded
cs: Pokud na ingredienci kliknete, bude jen přeškrtnuta. Tento stav se nikam neukládá – slouží jen jako pomůcka při přípravě. Při obnovení stránky (F5) se všechny zaškrtnuté položky v seznamu vrátí zpět.
de: Die Zutat wird durchgestrichen, wenn das Häkchen angeklickt wird, der Zustand wird nicht gespeichert, d. h. beim Neuladen der Seite zurückgesetzt
es: El ingrediente se tacha al hacer clic, el estado no se guarda, significa que se restablece al recargar la página.
et_ee: Klõpsamisel kriipsutatakse koostisosa läbi, olekut ei salvestata, tähendab lähtestamist lehe uuesti laadimisel
fr: L'ingrédient est barré au clic, le statut n'est pas enregistré, cela signifie qu'il sera réinitialisé au rechargement de la page
he_il: הרכיב יורד מהרשימה בלחיצה עליו, המצב לא נשמר, כלומר זה יאופס עם רענון העמוד
hu: A hozzávaló áthúzott lesz a bejelölésnél, de az állapot nem kerül mentésre, vagyis az oldal újratöltésénél eltűnnek a jelölések
it: L'ingrediente e' cancellato quando ci si clicca sopra, lo stato non e' salvato, cio' significa resettare quando la pagina verra' riaggiornata
lt: Paspaudus ingredientas perbraukiamas, būsena neišsaugoma, reiškia atstatymą, kai puslapis įkeliamas iš naujo
nl: Het ingrediënt wordt doorgestreept wanneer erop wordt geklikt, de status wordt niet opgeslagen, dit betekent gereset wanneer de pagina opnieuw wordt geladen
no: Ingrediensen blir markert når du klikker på den. Statusen blir ikke lagret og blir nullstilt hvis du oppdaterer siden.
pt_br: O ingrediente é riscado quando clicado, a situação não é salva. Significa que será redefinido quando a página for recarregada
pt_pt: O ingrediente é riscado quando clicado, o status não é gravado, significa que é redefinido quando a página é recarregada
tr: Tıklandığında içeriğin üzeri çizilir, durum kaydedilmez, sayfa yeniden yüklendiğinde sıfırlandığı anlamına gelir

source: The parent product %1$s is currently not in stock, %2$s is the current next sub product based on the default consume rule (Opened first, then first due first, then first in first out)
cs: Nadřízený produkt %1$s nemá žádnou zásobu. %2$s je vybraný podřízený produkt podle pravidel: nejprve se spotřebují otevřené, pak ty s nejbližším datem spotřeby a nakonec podle pravidla „dříve nakoupený, dříve spotřebovaný“.
de: Das übergeordnete Produkt %1$s ist derzeit nicht vorrätig, %2$s ist das aktuelle nächste untergeordnete Produkt, basierend auf der Standardverbrauchsregel (Geöffnete zuerst, dann zuerst fällige, dann First In - First Out)
es: El producto principal %1$s actualmente está fuera de stock, %2$s es el siguiente subproducto actual según la regla de consumo predeterminada (Abierto primero, luego primero vencido primero, luego primero en entrar, primero en salir)
et_ee: Põhitoode %1$s on hetkel otsas, %2$s on praegune järgmine alamtoode, mis põhineb vaikimisi tarbimise reeglil (avatatud kõigepealt, seejärel esimene tähtaeg, siis esimene sisse esimene välja)
fr: Le produit parent %1$s n'est actuellement pas en stock, %2$s est le prochain sous-produit basé sur la règle de consommation par défaut (produit déjà ouvert en premier, puis date de péremption proche et enfin produit le plus ancien)
he_il: מוצר ההורה %1$s אינו במלאי, %2$s הוא תת־המוצר הנוכחי המבוסס על כלל הצריכה כברירת מחדל (נפתח תחילה, לאחר מכן סיום תוקף תחילה ולאחר מכן הראשון שנכנס הוא הראשון שיוצא)
hu: A szülő termék %1$s nincs készleten, %2$s a következő al-termék az alapértelmezett felhasználási szabály szerint (ami "nyitott tétel, majd legkorábban lejáró, majd a legkorábban leltározott/FIFO")
it: Il prodotto principale %1$s non e' attualmente nel magazzino, %2$s e' l'attuale sottocategoria secondo la regola di consumo predefinita. (Prima aperta, prima dovuta alla prima, primo dentro primo fuori)
lt: Pirminio produkto %1$s šiuo metu sandėlyje nėra, %2$s yra dabartinis kitas antrinis produktas, pagrįstas numatytąją vartojimo taisykle (atidaryta pirmiausia, tada pirmas turi būti, tada pirmas iš pradžių)
nl: Het bovenliggende product %1$s is momenteel niet op voorraad, %2$s is het huidige volgende subproduct op basis van de standaard verbruiksregel (eerst geopend, dan eerst vervallen, dan eerst binnen, eerst uit)
no: Hovedproduktet %1$s er ikke i beholdning. %2$s er neste produkt basert på standard forbruks-regelen (Åpnet først, utgår først, først in - først ut)
pt_br: O produto-pai %1$s está esgotado atualmente no estoque. %2$s é o próximo subproduto atual com base na regra de consumo padrão ((aberto primeiro, próximo a vencer, primeiro a entrar é o primeiro a sair)
pt_pt: Produto pai %1$snão existe em stock atualmente, %2$sé o próximo subproduto baseado na regra de consumo padrão (Aberto primeiro, depois data de validade mais curta e depois primeiro a entrar primeiro a sair)
tr: Ana ürün %1$s şu anda stokta yok, %2$s varsayılan tüketim kuralına göre mevcut bir sonraki alt üründür (Önce açılır, sonra ilk vadesi gelir, sonra ilk giren ilk çıkar)
uk: Базовий продукт %1$s наразі відсутній в наявності, %2$s є наступним похідним продуктом, основуючись на правилі вживання за замовчуванням (спочатку відкритий, потім той, що швидше зіпсується, далі в такому порядку, у якому і купувалось)

source: Night mode
cs: Tmavý motiv
da: Nattilstand
de: Nachtmodus
es: Modo Nocturno
et_ee: Tume režiim
fi: Yötila
fr: Mode nuit
he_il: מצב לילה
hu: Éjszakai mód
it: Modalità notturna
lt: Naktinis režimas
nl: Nachtmodus
no: Natt-modus
pt_br: Modo noturno
pt_pt: Modo noturno
ru: Ночной режим
sk_sk: Nočný režim
tr: Gece modu
uk: Нічний режим

source: On
cs: Zapnut
da: Til
de: An
el_gr: Ενεργό
es: Encendido
et_ee: Sees
fi: Päällä
fr: Activé
he_il: פעיל
hu: Be
it: Attivato
lt: Įjungta
nl: Aan
no: På
pt_br: Ligado
pt_pt: Ligado
ru: Вкл
sk_sk: Zapnutý
tr: Açık
uk: Увімкнено

source: Use system setting
cs: Podle operačního systému
da: Benyt systemindstilling
de: Systemeinstellung verwenden
es: Usar la configuración del sistema
et_ee: Kasuta süsteemi seadeid
fi: Käytä järjestelmän asetusta
fr: Utiliser les paramètres système
he_il: להשתמש בהגדרת המערכת
hu: Rendszerbeállítás alapján
it: Usa impostazione di sistema
lt: Naudokite sistemos nustatymus
nl: Gebruik systeeminstelling
no: Bruk systeminnstillingene
pt_br: Usar definições do sistema
pt_pt: Usar configuração de sistema
ru: Как в системе
sk_sk: Použiť systémové nastavenie
tr: Sistem ayarlarını kullan
uk: Використати системні налаштування

source: Off
cs: Vypnut
da: Fra
de: Aus
el_gr: Ανενεργό
es: Apagado
et_ee: Väljas
fi: Pois
fr: Désactivé
he_il: כבוי
hu: Ki
it: Disattivato
lt: Išjungta
nl: Uit
no: Av
pt_br: Desligado
pt_pt: Desligado
ru: Выкл
sk_sk: Vypnutý
tr: Kapalı
uk: Вимкнено
