Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: all locations
ca: totes les ubicacions
cs: všechna umístění
da: Alle placeringer
de: alle Standorte
el_gr: όλες οι τοποθεσίες
es: todas las ubicaciones
et_ee: kõik asukohad
fi: kaikki sijainnit
fr: Tous les emplacements
he_il: כל המיקומים
hu: összes helyek
it: tutte le posizioni
lt: visos vietos
nl: alle locaties
no: Alle lokasjoner
pt_br: todas as localizações
pt_pt: Todos os locais
ro_ro: toate locurile
ru: все места хранения
sk_sk: všetky umiestnenia
sl: vse lokacije
tr: bütün yerler
uk: усі місця

source: Here you can print a page per location with the current stock, maybe to hang it there and note the consumed things on it
ca: Aquí pots imprimir una pàgina per ubicació amb les existències actuals, per exemple per a penjar-lo a la paret i apuntar-hi els elements consumits
cs: Vytiskněte si stav zásob podle jejich umístění. Můžete jej umístit na jednotlivá místa a bez počítače zaznamenávat spotřebovaná množství.
da: Her kan du udskrive en beholdningsliste per placering - evt til brug for overblik, eller notering af forbrug til nedskrivning.
de: Hier kannst du eine Seite pro Standort mit dem aktuellen Bestand drucken, gedacht um diese am entsprechenden Platz aufzuhängen, damit die verbauchten Dinge darauf vermerkt werden können
es: Aquí puede imprimir una página para cada ubicacion con las existencias actuales. Puede colgarla en cada sitio y apuntar las cosas que se van consumiendo
et_ee: Siit saab välja printida lehekülje iga asukoha kohta hetke laoseisuga, võib-olla selle sinna riputamiseks ja tarbitud asjade märkimiseks
fi: Tästä voit tulostaa eri sijaintien sisällöt vaikkapa niiden läheisyyteen helpottamaan kulutettujen tuotteiden kirjaamista
fr: Vous pouvez ici imprimer une page par emplacement avec son stock actuel, que vous pourrez par exemple accrocher afin d'y noter les consommations
he_il: כאן ניתן להדפיס עמוד לפי מיקום עם המלאי הנוכחי, אפשר לתלות אותו במיקום המתאים ולסמן עליו דברים שנצרכו
hu: Itt ki tudod nyomtatni a beállított helyeken elérhető termékek listáját - pl hogy kinyomtatva jelöld rajta a felhasznált termékeket
it: Qui puoi stampare una pagina per posizione con l'attuale dispensa, magari per appenderla e annotare le cose consumate su di essa.
lt: Čia galite atsispausdinti puslapį kiekvienoje vietoje su esamomis atsargomis, galbūt ten pakabinti ir pažymėti sunaudotus daiktus
nl: Hier kunt u een overzicht per locatie afdrukken met de huidige voorraad. Bijvoorbeeld om het daar op te hangen en dan de verbruikte artikelen op te noteren.
no: Her kan du printe ut beholdningsoversikt basert på plassering
pt_br: Aqui você pode imprimir uma página por local com o estoque atual, talvez para pendurá-lo lá e observar as coisas consumidas nele
ro_ro: Aici poți imprima o pagină pe locație cu stocul curent, poate să o agăți acolo și să notezi lucrurile consumate pe ea
ru: Здесь можно распечатать список запасов по месту хранения, например чтобы повесить там и отмечать использованные продукты
tr: Burada, mevcut stokun bulunduğu konum başına bir sayfa yazdırabilir, belki oraya asılabilir ve tüketilen şeyler üzerine not edilebilir
uk: Це дозволяє роздрукувати список продуктів для кожного з місць. Можливо, щоб повісити у кімнаті та відмічати витрачені продукти

source: this location
ca: Aquesta ubicació
cs: toto umístění
da: denne placering
de: diesen Standort
el_gr: αυτήν την τοποθεσία
es: esta ubicación
et_ee: see asukoht
fi: tämä sijainti
fr: Cet emplacement
he_il: המיקום הזה
hu: ez a hely
it: questa posizione
lt: ši vieta
nl: deze locatie
no: kun denne lokasjonen
pt_br: esta localização
pt_pt: Este local
ro_ro: această locație
ru: это место хранения
sk_sk: toto umiestnenie
sl: ta lokacija
tr: bu lokasyon
uk: це місце

source: Consumed amount
ca: Quantitat consumida
cs: Spotřebované množství
da: Forbrugt mængde
de: Verbrauchte Menge
el_gr: Καταναλωμένο ποσό
es: Cantidad consumida
et_ee: Tarbitud kogus
fi: Kulutettu määrä
fr: Quantité consommée
he_il: כמות שנצרכה
hu: Felhasznált mennyiség
it: Quantità consumata
lt: Suvartotas kiekis
nl: Verbruikte hoeveelheid
no: Forbrukt mengde
pt_br: Quantidade consumida
pt_pt: Quantidade consumida
ro_ro: Cantitate consumată
ru: Использованное количество
sk_sk: Spotrebované množstvo
sl: Porabljena količina
tr: Tüketilen miktar
uk: Кількість вжитого

source: Time of printing
ca: Hora d'impressi
cs: Čas tisku
da: Tidspunkt for udskrift
de: Druckzeitpunkt
el_gr: Ώρα εκτύπωσης
es: Fecha de impresión
et_ee: Printimise aeg
fi: Tulostusaika
fr: Temps d'impression
he_il: מועד ההדפסה
hu: Nyomtatás időpontja
it: Tempo di stampa
lt: Spausdinimo laikas
nl: Afdruktijdstip
no: Tidspunkt for utskrift
pt_br: Hora da impressão
pt_pt: Hora de impressão
ro_ro: Data tipăririi
ru: Время печати
sk_sk: Čas tlače
sl: Čas izpisa
tr: Yazdırılma tarihi
uk: Час друку

source: Are you sure you want to delete equipment "%s"?
he_il: למחוק את הציוד „%s”?
it: Sei sicuro di voler eliminare l'attrezzatura "%s"?

source: Parent product
ca: Producte pare
cs: Nadřazený produkt
da: Overordnet vare
de: Übergeordnetes Produkt
el_gr: Γονικό προϊόν
es: Producto padre
et_ee: Peatoode
fi: Ylätuote
fr: Produit parent
he_il: מוצר הורה
hu: Szülő termék
it: Prodotto principale
lt: Pirminis produktas
no: Hovedprodukt
pt_br: Produto-pai
pt_pt: Produto pai
ro_ro: Produs părinte
ru: Родительский продукт
sk_sk: Nadradený výrobok
sl: Nadrejeni izdelek
tr: Üst ürün
uk: Базовий продукт

source: Not possible because this product is already used as a parent product in another product
ca: No és possible degut a que aquest producte ja s'ha utilitzat com a producte pare en un altre producte
cs: Tento produkt je již použitý jako nadřazený u jiného produktu
da: Ikke muligt fordi denne vare allerede er brugt som overordnet vare for en anden vare
de: Nicht möglich, da dieses Produkt bereits als übergeordnetes Produkt eines anderen Produkts verwendet wird
el_gr: Μονάδα ποσότητας αποθεμάτωνΔεν είναι δυνατό επειδή αυτό το προϊόν χρησιμοποιείται ήδη ως μητρικό προϊόν σε άλλο προϊόν
es: No es posible porque este producto ya es producto padre de otro producto
et_ee: Pole võimalik, kuna seda toodet kasutatakse juba teises tootes peatootena
fi: Ei mahdollista, koska tämä tuote on jo määritetty toisen tuotteen päätuotteeksi
fr: Impossible, ce produit est déjà assigné comme parent sur un autre produit
he_il: בלתי אפשרי כיוון שהמוצר הזה כבר משמש כמוצר הורה למוצר אחר
hu: Nem lehetséges, mert ez a termék egy másik termék szülő termékeként már felhasználásra került
it: Non possibile perché questo prodotto è già utilizzato come prodotto principale in un altro prodotto
lt: Neįmanoma, nes šis produktas jau naudojamas kaip pirminis produktas kitame gaminyje
nl: Niet mogelijk, omdat het product al wordt gebruikt als parent product in een ander product.
no: Ikke mulig da dette produktet brukes som hovedprodukt av et annet produkt
pt_br: Não foi possível, pois este produto já está sendo usado como produto-pai em outro
pt_pt: Não é possível porque este produto já é usado como produto pai noutro produto
ro_ro: Nu este posibil deoarece acest produs este deja utilizat ca produs părinte într-un alt produs
ru: Невозможно, так как этот продукт уже является родительским продуктом у другого продукта
sk_sk: Toto sa nedá, pretože tento výrobok je už použitý ako nadradený výrobok pre iný výrobok
sl: Ni mogoče, ker je ta izdelek že uporabljen kot nadrejeni izdelek v drugem izdelku
tr: Bu ürün zaten başka bir üründe üst ürün olarak kullanıldığından mümkün değil
uk: Не можливо, так як цей продукт вже є базовим продуктом для іншого продукту

source: Default conversions
ca: Conversions per defecte
cs: Převody jednotek
da: Standardkonverteringer
de: Standardumrechnungen
el_gr: Προεπιλεγμένες μετατροπές
es: Conversiones predeterminadas
et_ee: Vaikimisi teisendused
fi: Oletusmuunnokset
fr: Conversions par défaut
he_il: המרות בררת מחדל
hu: Alapértelmezett átváltások
it: Conversioni predefinite
lt: Numatytosios konversijos
nl: Standaardconversies
no: Standard konvertering
pt_br: Conversões pré-definidas
pt_pt: Conversão predefinida
ro_ro: Conversii implicite
ru: Преобразование по умолчанию
sk_sk: Predvolené prevody
sl: Privzete pretvorbe
tr: Varsayılan çevirmeler
uk: Конверсія одиниць виміру за замовчуванням

source: Factor
cs: Násobek
da: Faktor
de: Faktor
el_gr: Παράγοντας
et_ee: Tegur
fi: Kerroin
fr: Facteur
he_il: מקדם
hu: Szorzó
it: Fattore
lt: Faktorius
no: Faktor
pt_br: Fator
pt_pt: Fator
ru: Коэффициент
sk_sk: Faktor
sl: Faktor
tr: Faktör
uk: Фактор

source: 1 %s is the same as...
ca: 1 %s és el mateix que...
cs: 1 %s odpovídá…
da: %s er det samme som...
de: 1 %s entspricht...
el_gr: Το %s είναι το ίδιο με ...
es: 1 %s equivale a ...
et_ee: 1 %s on sama mis...
fi: 1 %s on sama kuin...
fr: 1 %s corresponds aussi à...
he_il: %s אחד שקול ל…
hu: 1 %s ugyanaz mint...
it: 1 %s è uguale a ...
lt: 1 %syra toks pat kaip...
nl: 1 %s is hetzelfde als...
no: 1 %s er det samme som...
pt_br: 1 %s é o mesmo que
pt_pt: 1 %s é o mesmo que...
ro_ro: 1 %s este la fel ca...
ru: 1 %s - то же, что ...
sk_sk: 1 %s je rovnaký ako...
sl: 1%s je isti kot ...
tr: 1 %s şununla aynı...
uk: 1 %s це те саме, що ...

source: Create QU conversion
ca: Crea una conversió QU
cs: Nový převod měrné jednotky
da: Opret mængdeenhedskonvertering
de: ME-Umrechnung erstellen
el_gr: Δημιουργία μετατροπής QU
es: Crear una conversión de unidades
et_ee: Loo koguseühiku teisendus
fi: Luo yksikkömuunnos
fr: Créer une conversion d'UQ
he_il: יצירת המרת יחידת כמות
hu: Mennyiségi egység átváltás létrehozása
it: Crea conversione di Unità di Quantità
lt: Sukurti kiekio vienetų konversija
nl: Maak hoeveelheidseenheidsconversie
no: Opprett konvertering
pt_br: Criar conversão de medida
pt_pt: Criar conversão de UM
ro_ro: Creați conversie QU
ru: Создать преобразования ЕИ
sk_sk: Vytvoriť jednotku prevodu
sl: Ustvari pretovrbo enote količine
tr: QU dönüşümü yarat
uk: Створити конверсію одиниць виміру

source: Default for QU
ca: QU per defecte
cs: který bude výchozí pro měrnou jednotku:
da: Standard for mængdeenhed
de: Standard für ME
el_gr: Προεπιλογή για QU
es: Predeterminada para la unidad
et_ee: Vaikimisi koguseühiku jaoks
fi: Oletusarvo yksiköille
fr: Défaut pour l'unité de quantité
he_il: בררת מחדת ליחידת כמות
hu: Alapértelmezett mennyiségi egység
it: Predefinito per Unità di Quantità
lt: Numatytas kiekio vieneto konversijai
nl: Standaard hoeveelheidseenheid
no: Standard for forpakning
pt_br: Padrão para unidade de medida
pt_pt: UM predefinida
ro_ro: Implicit pentru QU
ru: Умолчание для ЕИ
sk_sk: Predvolená jednotka
sl: Privzeto za enoto količine
tr: QU için ön tanımlı
uk: За замовчуванням для одинить виміру

source: Quantity unit from
ca: Unitats des de
cs: Z měrné jednotky
da: Måleenhed fra
de: ME von
el_gr: Μονάδα ποσότητας από
es: Unidad inicial
et_ee: Koguseühik, millest
fi: Lähdeyksikkö
fr: De l'unité
he_il: יחידת כמות מקור
hu: Mennyiségi egységből
it: da Unità di Quantità
lt: Kiekio vienetas iš
nl: Van hoeveelheidseenheid
no: Konvertere fra
pt_br: Unidade de
pt_pt: Unidade de medida de
ro_ro: Unitate de cantitate de la
ru: Начальная единица измерения
sk_sk: Z množstevnej jednotky
sl: Enota količine od
tr: Şundan miktar birimi
uk: Одиниці кількості від

source: Quantity unit to
ca: Unitats a
cs: Do měrné jednotky
da: Måleenhed til
de: ME nach
el_gr: Μονάδα ποσότητας έως
es: Unidad final
et_ee: Koguseühik, millesse
fi: Kohdeyksikkö
fr: À l'unité
he_il: יחידת כמות לכדי
hu: Mennyiségi egységbe
it: A Unità di Quantità
lt: Kiekio vienetas į
nl: Naar hoeveelheidseenheid
no: Konvertere til
pt_br: Unidade para
pt_pt: Unidade de medida para
ro_ro: Unitate de cantitate la
ru: Конечная единица измерения
sk_sk: Na jednotku množstva
sl: Enota količine do
tr: Şuna miktar birimi
uk: Одиниці кількості до

source: This cannot be equal to %s
ca: No pot ser igual a %s
cs: Hodnota se nemůže rovnat %s
da: Dette kan ikke være lig med %s
de: Dies darf nicht gleich sein wie %s
el_gr: Αυτό δεν μπορεί να είναι ίσο με %s
es: Esto no puede ser igual a %s
et_ee: See ei saa võrduda arvuga %s
fi: Tämä ei voi olla sama kuin %s
fr: Ne peut être égale à %s
he_il: ערך זה לא יכול להיות שווה ל־%s
hu: Nem lehet annyi, mint %s
it: Questo non può essere uguale a %s
lt: Tai negali būti lygu %s
nl: Dit mag niet gelijk zijn aan %s
no: Dette kan ikke være samme som %s
pt_br: Isto não pode ser igual a %s
pt_pt: Não pode ser igual a %s
ro_ro: Acesta nu poate fi egal cu %s
ru: Не может быть равно %s
sk_sk: Hodnota sa nemôže rovnať %s
sl: To ne more bit enako %s
tr: %s'e eşit olamaz
uk: Це не може дорівнювати %s

source: This means 1 %1$s is the same as %2$s %3$s
ca: Significa que 1 %1$s equival a %2$s %3$s
cs: 1 %1$s odpovídá %2$s %3$s
da: Dette betyder at 1 %1$s er det samme som %2$s %3$s
de: Das bedeutet 1 %1$s entspricht %2$s %3$s
el_gr: Αυτό σημαίνει ότι το %1$s s είναι το ίδιο με το %2$s %3$s
es: Esto significa que 1 %1$s equivale a %2$s %3$s
et_ee: See tähendab, et 1 %1$s on sama mis %2$s %3$s
fi: Tämä tarkoittaa, että 1 %1$s on sama kuin %2$s %3$s
fr: Signifie que 1 %1$s corresponds aussi à %2$s %3$s
he_il: משמעות הדבר היא ש־%1$s אחד שקול ל־%2$s %3$s
hu: Ez azt jelenti, hogy 1 %1$s ugyanannyi, mint %2$s %3$s
it: Ciò significa che 1 %1$s è uguale a %2$s %3$s
lt: Tai reiškia, kad 1 %1$syra toks pat kaip %2$s%3$s
nl: Dit betekent dat 1 %1$s hetzelfde is als %2$s%3$s
no: Dette betyr at 1 %1$s er det samme som %2$s %3$s
pt_br: Significa que 1 %1$s é o mesmo que %2$s %3$s
pt_pt: Isto significa que 1 %1$s é o mesmo que %2$s %3$s
ro_ro: Aceasta înseamnă că 1 %1$s este același cu %2$s %3$s
ru: Означает, что 1 %1$s - это то же, что %2$s%3$s
sk_sk: To znamená, že 1 %1$s je to isté ako %2$s %3$s
sl: To pomeni da 1 %1$s je enako kot %2$s %3$s
tr: Bu 1 %1$s in %2$s %3$s ile aynı olduğu anlamına geliyor

source: QU conversions
ca: Conversions QU
cs: Převod měrných jednotek
da: Mængdeenhedskonverteringer
de: ME-Umrechnungen
el_gr: QU μετατροπές
es: Conversiones de unidades
et_ee: Koguseühiku teisendused
fi: Yksikkömuunnokset
fr: Conversions d'UQ
he_il: המרות יחידות כמות
hu: Mennyiségi egység átváltások
it: Conversioni di Unità Quantitative
lt: kiekio vienetų konversijos
nl: Hoeveelheidseenheidsconversies
no: Forpakningskonvertering
pt_br: Conversões de medidas
pt_pt: Conversões de UM
ro_ro: Conversii QU
ru: Преобразование ЕИ
sk_sk: Prevod množstevných jednotiek
sl: Pretvorbe enot količine
tr: QU dönüşümleri
uk: Конверсія одиниць виміру

source: Override for product
ca: Anul·lació del producte
cs: která platí jen pro produkt
da: Overstyring for vare
de: Übersteuerung für Produkt
el_gr: Παράκαμψη προϊόντος
es: Conversión particular para el producto
et_ee: Kirjuta üle toote jaoks
fi: Tuotteen korvaus
fr: Règle pour le produit
he_il: דריסה למוצר
hu: Felülbírálás egy termékhez
it: Sostituzione per prodotto
lt: Nepaisyti produkto
nl: Overschreden van product
no: Overstyr for product
pt_br: Substituir pelo produto
pt_pt: Substituir pelo produto
ro_ro: Suprascriere pentru produs
ru: Переопределить продукт
sk_sk: Použiť špeciálne nastavenie pre výrobok
tr: Ürün için yerine koyma
uk: Перевизначити для цього продукту

source: This equals %1$s %2$s
ca: Equival %1$s %2$s
cs: To odpovídá %1$s %2$s
da: Dette modsvarer %1$s %2$s
de: Dies entspricht %1$s %2$s
es: Esto es igual a %1$s %2$s
et_ee: See võrdub %1$s %2$s
fi: Tämä on sama kuin %1$s %2$s
fr: Ceci est égal à %1$s%2$s
he_il: שווה ערך ל־%1$s %2$s
hu: Egyenlő ezzel: %1$s %2$s
it: Questo equivale a %1$s %2$s
lt: Šis lygus %1$s%2$s
nl: Dit komt overeen met %1$s%2$s
no: Dette er lik %1$s%2$s
pt_br: Isto equivale a %1$s %2$s
pt_pt: Isto equivale a %1$s %2$s
ro_ro: Aceasta este egală cu %1$s %2$s
ru: Это равняется %1$s %2$s
sl: To je enako %1$s %2$s
tr: Bu %1$s %2$s a eşit olur

source: Edit QU conversion
ca: Edita conversió QU
cs: Upravit převod měrné jednotky
da: Rediger mængdeenhedskonvertering
de: ME-Umrechnung bearbeiten
el_gr: Επεξεργασία μετατροπής QU
es: Modificar la conversión de unidades
et_ee: Muuda koguseühiku teisendust
fi: Muokkaa yksikkömuunnosta
fr: Éditer la conversion d'UQ
he_il: עריכת המרת יחידת כמות
hu: Mennyiségi egység átváltás szerkesztése
it: Modifica la conversione di Unità Quantitative
lt: Redaguoti kiekio vieneto konversiją
nl: Wijzig hoeveelheidseenheidsconversies
no: Endre forpakningskonvertering
pt_br: Editar conversão de medida
pt_pt: Editar conversão de UM
ro_ro: Editați conversia QU
ru: Изменить преобразование ЕИ
sk_sk: Upraviť konverziu jednotiek
sl: Uredi pretvorbe enot količin
tr: QU dönüşümünü düzenle
uk: Змінити одиницю виміру

source: An assignment type is required
ca: Es requereix un tipus d'assignació
cs: Typ přiřazení je povinný
da: En opgavetype er påkrævet
de: Ein Zuweisungstyp ist erforderlich
el_gr: Απαιτείται τύπος ανάθεσης
es: Se requiere un tipo de asignación
et_ee: Majapidamistöö tüüp on nõutud
fi: Toimeksiannon tapa on pakollinen
fr: Un type de tâche est requis
he_il: נדרש סוג הקצאה
hu: A hozzárendelési típus megadása kötelező
it: È richiesto un tipo di incarico
lt: Būtinas užduoties tipas
nl: Een opdrachttype is vereist
no: En tildelingstype kreves
pt_br: Um tipo de atribuição é requerido
pt_pt: Um tipo de atribuição é obrigatório
ro_ro: Este necesar un tip de atribuire
ru: Назначение необходимо
sk_sk: Vyžaduje sa typ priradenia
sl: Tip zadolžitve je obvezen
tr: Atama türü gerekli
uk: Тип призначення є обов'язковим

source: Assignment type
ca: Tipus d'assignació
cs: Typ přiřazení
da: Opgavetype
de: Zuweisungstyp
el_gr: Τύπος εργασίας
es: Tipo de asignación
et_ee: Majapidamistöö tüüp
fi: Toimeksiannon tapa
fr: Type de tâche
he_il: סוג הקצאה
hu: Hozzárendelés típusa
it: Tipo di incarico
lt: Užduoties tipas
nl: Opdrachttype
no: Tildelingstype
pt_br: Tipo de atribuição
pt_pt: Tipo de Tarefa
ro_ro: Tipul de atribuire
ru: Типы назначения
sk_sk: Typ priradenia
sl: Tip zadolžitve
tr: Atama türü
uk: Тип призначення

source: This means the next execution of this chore is scheduled at the same time (based on the start date) every day
cs: Další provedení této povinnosti je naplánováno na stejný čas, jako byla provedena poprvé, každý den.
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit jeden Tag zur gleichen Zeit (basierend auf dem Startzeitpunkt) geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada a la misma hora (basándose en la fecha inicial) cada día.
et_ee: See tähendab, et selle kodutöö järgmine sooritamine on planeeritud iga päev samal ajal (alguskuupäeva alusel).
fi: Tämä tarkoittaa, että tämän kotityön seuraava suoritus on aikataulutettu suoritettavaksi joka päivä.
fr: Cela signifie que la prochaine exécution de cette corvée est planifiée à la même heure (basée sur la date de début) tous les jours
he_il: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת לאותו הזמן (לפי מועד ההתחלה) כל יום
hu: Azt jelenti, hogy a házimunka következő végrehajtása ugyanakkorra lesz ütemezve (a kezdő idő alapján) minden nap.
it: Questo significa che la prossima esecuzione di questa faccenda è programmata alla stessa ora (in base alla data di inizio) ogni giorno
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas kiekvieną dieną tuo pačiu metu (pagal pradžios datą)
nl: Dit betekent dat de volgende uitvoering van dit klusje iedere dag op hetzelfde tijdstip (gebaseerd op de startdatum) gepland wordt
no: Dette betyr at neste utførelse av denne oppgaven blir planlagt på samme tidspunkt (basert på den som er angitt på start datoen) hver dag
pt_br: Isso significa que a próxima execução dessa tarefa é agendada no mesmo horário (com base na data de início) todos os dias
ro_ro: Aceasta înseamnă că următoarea execuție a acestei sarcini este programată în același timp(pe baza datei de începere) în fiecare zi
ru: Это означает, что следующее выполнение этой работы будет запланировано в то же время (с даты начала) каждый день
tr: Bu, bu görevin bir sonraki yürütülmesinin her gün aynı zamanda (başlangıç tarihine göre) planlandığı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде заплановане у той самий час (як у перший день) кожен %s день

source: This means the next execution of this chore is scheduled %s hour after the last execution
cs: Příští provedení této povinnosti má být za hodinu po jejím předchozím provedením.
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit %s Stunde nach der letzten Ausführung geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada %s hora después de la última ejecución
et_ee: See tähendab, et selle kodutöö järgmine täitmine on kavandatud %s tunni jooksul pärast viimast täitmist
fi: Tämä tarkoittaa, että kotityö ajastetaan %s tuntia edellisen suorituksen jälkeen
fr: La prochaine exécution de cette corvée sera programmée %s heure après la dernière exécution
he_il: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת כל שעה לאחר ההוצאה האחרונה לפועל
hu: Azt jelenti, hogy a házimunka következő végrehajtása %s órával az utolsó végrehajtás utánra lesz beütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata %s ora dopo l'ultima esecuzione
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas praėjus %s valandai po paskutinio vykdymo
nl: Dit betekent dat de uitvoering van dit klusje %s uur na de laatste uitvoering gepland wordt
no: Dette betyr at neste utførelse av denne oppgaven blir planlagt en time etter siste gang den ble utført.
pt_br: Isso significa que a próxima execução desta tarefa será agendada %s dia depois da última
ru: Это означает, что следующее выполнение этой работы будет запланировано на %s час позже времени последнего исполнения
tr: Bu, bu görevin bir sonraki yürütülmesinin son yürütmeden %s saat sonra planlandığı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде заплановане через %s годину після останнього виконання

source: This means the next execution of this chore is scheduled every week on the selected weekdays
cs: Příští provedení této povinnosti má být pŕíští týden ve zvolené dny v týdnu.
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit jede Woche an den ausgewählten Wochentagen geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada cada semana en los días de la semana elegidos
et_ee: See tähendab, et selle kodutöö järgmine sooritamine on planeeritud iga nädala tagant valitud tööpäevadel
fr: La prochaine exécution de cette corvée sera programmé toutes les semaines sur les jours sélectionnés
he_il: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת כל שבוע בימי השבוע הנבחרים
hu: Azt jelenti, hogy a házimunka következő végrehajtása minden héten a kiválasztott napokra lesz ütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata ogni settimana nei giorni selezionati
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas kiekvieną savaitę pasirinktomis darbo dienomis
nl: Dit betekent dat de volgende uitvoering van dit klusje elke week gepland staat voor de geselecteerde weekdagen
no: Dette betyr at neste utførelse av denne oppgaven blir planlagt hver uke på den valgte ukedagen
pt_br: Isso significa que a próxima execução dessa tarefa é agendada toda semana nos dias da semana selecionados
ru: Это значит, что следующее выполнение этой работы будет запланировано каждую неделю по выбранным дням недели
tr: Bu, bu görevin bir sonraki uygulamasının her hafta seçilen hafta içi günlerde planlanacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде заплановане кожен %s тиждень у обрані дні тижня
