Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: This means the next execution of this chore is scheduled on the selected day every month
cs: Příští provedení této povinnosti má být každý měsíc a to ve zvolený den v něm.
da: Dette betyder at den næste udførelse af denne pligt er planlagt til den valgte dag, hver måned
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit jeden Monat am ausgewählten Tag geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada para el día elegido cada mes
et_ee: See tähendab, et selle kodutöö järgmine sooritamine on planeeritud iga kuu valitud päevale
fr: La prochaine exécution de cette corvée sera programmé tous les mois au jour sélectionné
he_il: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת ליום הנבחר כל חודש
hu: Azt jelenti, hogy a házimunka következő végrehajtása minden hónap kiválasztott napján lesz ütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata nel giorno selezionato ogni mese
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas pasirinktą kiekvieno mėnesio dieną
nl: Dit betekent dat de volgende uitvoering van dit klusje iedere maand op de geselecteerde dag gepland staat
no: Dette betyr at neste utførelse av denne oppgaven blir planlagt på den valgte dagen hver måned
pt_br: Isso significa que a próxima execução desta tarefa é agendada no dia selecionado a cada mês
ru: Это значит, что следующее выполнение этой работы будет запланировано каждый месяц в указанный день
tr: Bu, bu görevin bir sonraki yürütülmesinin her ay seçilen günde planlandığı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде заплановане в обраний день кожен %s місяць

source: This means the next execution of this chore is not scheduled
ca: Això significa que l'execució següent d'aquesta feina no està programada
cs: To znamená, že další splnění povinnosti není naplánováno
da: Det betyder at næste udførelse af denne pligt ikke er planlagt
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit nicht geplant wird
el_gr: ΚακομαθημένοςΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς δεν είναι προγραμματισμένη
es: Esto significa que la próxima ejecución de esta tarea del hogar no está programada
et_ee: See tähendab, et selle majapidamistöö järgmist korda ei ole plaanitud
fi: Tämä tarkoittaa, että tämän kotityön seuraavaa suoritusta ei aikatauluteta
fr: Cette corvée n'a pas d'exécution de programmée.
he_il: משמעות הדבר היא שההוצאה לפועל של המטלה הזאת לא תתוזמן
hu: Azt jelenti, hogy a házimunka következő végrehajtása nincs ütemezve
it: Questo significa che la prossima esecuzione di questa faccenda non è programmata
lt: Tai reiškia, kad kitas šio darbo atlikimas nenumatytas
nl: Dit betekent dat de volgende uitvoering van dit klusje niet gepland staat.
no: Dette betyr at neste utførelse av denne husarbeidsoppgaven ikke er planlagt
pt_br: Significa que a próxima execução desta tarefa doméstica não está agendada
pt_pt: Isto significa que a próxima execução desta tarefa não está agendada
ro_ro: Aceasta înseamnă că următoarea execuție a acestei sarcini nu este programată
ru: Это означает, что следующее выполнение этой работы не будет назначено
sk_sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti nie je naplánované
tr: Ev işinin bir sonraki sırasının planlanmadığı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи не буде заплановане

source: This means the next execution of this chore will not be assigned to anyone
cs: To znamená, že další splnění povinnosti nebude nikomu zadáno
da: Det betyder at den næste udførelse af denne pligt ikke vil blive tildelt til nogen
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit niemandem zugewiesen wird
el_gr: θα προστεθεί στη λίστα των γραμμικών κωδικών για το επιλεγμένο προϊόν κατά την υποβολήΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς δεν θα ανατεθεί σε κανέναν
es: Esto significa que la próxima ejecución de esta tarea del hogar no se asignará a nadie
et_ee: See tähendab, et selle majapidamistöö järgmist korda ei määrata kellelegi
fi: Tämä tarkoittaa, että tätä kotityötä ei anneta toimeksi kenellekään
fr: Signifie que la prochaine exécution de cette corvée ne sera assigné à personne
he_il: משמעות הדבר היא שההוצאה לפועל של המטלה הזאת לא תוקצה לאף אחד
hu: Azt jelenti, hogy a házimunka következő végrehajtása nem lesz hozzárendelve senkihez se
it: Questo significa che la prossima esecuzione di questa faccenda non sarà assegnata a nessuno
lt: Tai reiškia, kad kitas šio darbo atlikimas niekam nebus paskirtas
nl: Dit betekent dat de volgende uitvoering van dit klusje niet meer aan iemand toegewezen staat.
no: Dette betyr at neste utførelse av denne husarbeidsoppgaven ikke vil bli tildelt noen
pt_br: Isso significa que a próxima execução desta tarefa doméstica não será atribuída para ninguém
pt_pt: Isto significa que a próxima execução desta tarefa não será atribuída a ninguém
ro_ro: Aceasta înseamnă că următoarea execuție a acestei sarcini nu va fi atribuită nimănui
ru: Это означает, что следующее выполнение этой работы не будет назначено никому
sk_sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti nebude priradené žiadnej osobe
tr: Ev işinin bir sonraki sırasının kimseye atanmayacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи не буде призначене нікому

source: This means the next execution of this chore will be assigned to the one who executed it least
cs: To znamená, že další splnění povinnosti bude zadáno tomu, kdo splnil tuto povinnost jako poslední
da: Det betyder at næste udførelse af denne pligt vil blive tildelt til den som har udført den mindst
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit demjenigen zugewiesen wird, der diese am wenigsten häufig ausgeführt hat
el_gr: Νέο ποσόΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς θα ανατεθεί σε αυτόν που την εκτέλεσε λιγότερο
es: Esto significa que la próxima ejecución de esta tarea del hogar se asignará a quien menos la haya hecho
et_ee: See tähendab, et selle majapidamistöö järgmine sooritamine määratakse sellele, kes seda kõige viimasena tegi
fi: Tämä tarkoittaa, että tämän kotityön seuraava suoritus annetaan toimeksi sille, joka on tehnyt tätä vähiten
fr: Signifie que la prochaine exécution de cette corvée sera assignée à celui qui l'a effectué en dernier
he_il: משמעות הדבר היא שההוצאה הבאה לפועל של המטלה הזאת תוקצה למי שהוציא אותה לפועל בפעם האחרונה
hu: Azt jelenti, hogy a házimunka következő végrehajtása ahhoz lesz rendelve, aki a legkevesebbszer csinálta
it: Questo significa che la prossima esecuzione di questa faccenda verrà assegnata a chi l'ha eseguita di meno
lt: Tai reiškia, kad kitas šio darbo atlikimas niekam nebus paskirtas
nl: Dit betekent dat de volgende uitvoering van dit klusje aan iemand toegewezen wordt die hem het minst heeft uitgevoerd.
no: Dette betyr at neste utførelse av denne husarbeidsoppgaven vil bli tildelt den som har utført den minst
pt_br: Significa que a próxima execução desta tarefa doméstica será atribuída para aquele que a executou por último
pt_pt: Isto significa que a próxima execução desta tarefa será atribuída a quem a executou menos vezes
ro_ro: Aceasta înseamnă că următoarea execuție a acestei sarcini va fi atribuită celui care a executat-o cel mai puțin
ru: Это означает, что следующее выполнение этой работы будет назначено тому, что выполнял её меньше
sk_sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti bude priradené osobe, ktorá túto povinnosť vykonávala najmenej
tr: Ev işinin bir sonraki sırasının bu işi en az yapana atanacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде призначене тому, хто мешне всіх виконував цю роботу

source: This means the next execution of this chore will be assigned randomly
cs: To znamená, že další splnění povinnosti bude zadáno náhodně.
da: Det betyder at den næste udførelse af denne pligt vil blive tildelt tilfældigt
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit zufällig jemanden zugewiesen wird
el_gr: ΣημείωσηΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς θα ανατεθεί τυχαία
es: Esto significa que la próxima ejecución de esta tarea del hogar se asignará al azar
et_ee: See tähendab, et selle majapidamistöö järgmine täitmine määratakse juhuslikult
fi: Tämä tarkoittaa, että tämän kotityön seuraava suoritus annetaan toimeksi satunnaiselle tekijälle
fr: Signifie que la prochaine exécution de cette corvée sera assignée aléatoirement
he_il: משמעות הדבר היא שההוצאה לפועל של המטלה הזאת תוקצה אקראית
hu: Azt jelenti, hogy a házimunka következő végrehajtása véletlenszerűen lesz felhasználóhoz rendelve
it: Questo significa che la prossima esecuzione di questa faccenda verrà assegnata casualmente
lt: Tai reiškia, kad kitas šio darbo atlikimas bus paskirtas atsitiktinai
nl: Dit betekent dat de volgende uitvoering van dit klusje willekeurig aan iemand toegewezen wordt.
no: Dette betyr at neste utførelse av denne husarbeidsoppgaven vil bli tildelt tilfeldig
pt_br: Significa que a próxima execução desta tarefa doméstica será atribuída aleatoriamente
pt_pt: Isto significa que a próxima execução desta tarefa será atribuída de modo aleatório
ro_ro: Aceasta înseamnă că următoarea execuție a acestei sarcini va fi atribuită aleatoriu
ru: Это означает, что следующее выполнение этой работы будет назначено случайно
sk_sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti bude priradené náhodnej osobe
tr: Ev işinin bir sonraki sırası rastgele atanacak anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде призначене випадковим чином

source: This means the next execution of this chore will be assigned to the next one in alphabetical order
cs: To znamená, že další splnění povinnosti bude zadáno dalšímu uživateli, řazeno dle abecedy
da: Det betyder at den næste udførelse af denne pligt vil blive tildelt til den næste i alfabetisk rækkefølge
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit dem nächsten in alphabetischer Reihenfolge zugewiesen wird
el_gr: Παρακολούθηση χρόνουΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς θα ανατεθεί στην επόμενη με αλφαβητική σειρά
es: Esto significa que la próxima ejecución de esta tarea del hogar se asignará al siguiente en orden alfabético
et_ee: See tähendab, et selle majapidamistöö järgmine täitmine määratakse järgmisele tähestikulises järjekorras
fi: Tämä tarkoittaa, että tämän kotityön seuraava suoritus annetaan toimeksi seuraavalle aakkosjärjestyksessä
fr: Signifie que la prochaine exécution de cette corvée sera assigné au prochain par ordre alphabétique
he_il: משמעות הדבר היא שההוצאה הבאה לפועל של המטלה הזאת תוקצה לבא בתור בסדר האלפבית
hu: Azt jelenti, hogy a házimunka következő végrehajtása betűrendben a következő felhasználóhoz lesz rendelve
it: Questo significa che la prossima esecuzione di questa faccenda verrà assegnata al prossimo in ordine alfabetico
lt: Tai reiškia, kad kitas šio darbo atlikimas bus priskirtas kitam abėcėlės tvarka
nl: Dit betekent dat de volgende uitvoering van dit klusje in alfabetische volgorde aan iemand toegewezen wordt.
no: Dette betyr at neste utførelse av denne husarbeidsoppgaven vil bli tildelt neste person i alfabetisk rekkefølge
pt_br: Isso significa que a próxima execução desta tarefa será atribuída para o próximo, de acordo com a ordem alfabética
pt_pt: Isto significa que a próxima execução desta tarefa será atribuída ao seguinte por ordem alfabética
ro_ro: Aceasta înseamnă că următoarea execuție a acestei sarcini va fi atribuită următorului în ordine alfabetică
ru: Это означает, что следующее исполнение этой работы будет назначено в алфавитном порядке
sk_sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti bude priradené osobám podľa abecedného poradia
tr: Bu, bu görevin bir sonraki yürütülmesinin alfabetik sıraya göre bir sonrakine atanacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде призначене в алфавітному порядку

source: Assign to
cs: Přiřadit k
da: Tildel til
de: Zuweisen an
el_gr: Ανάθεση σε
es: Asignar a
et_ee: Määra isikule
fi: Toimeksiannetaan tekijälle
fr: Assigné à
he_il: הקצאה אל
hu: Hozzárendelve
it: Assegnato a
lt: Priskirti
nl: Wijs toe aan
no: Tildelt til
pt_br: Atribuir para
pt_pt: Atribuí a
ro_ro: Atribuie la
ru: Назначить
sk_sk: Priradiť používateľovi
sl: Dodeli osebi
tr: Ata
uk: Призначити

source: This assignment type requires that at least one is assigned
cs: Typ přiřazení vyžaduje nejméně jednoho přiřazeného
da: Denne opgavetype kræver, at der tildeles mindst en
de: Diese Zuordnungsart setzt voraus, dass mindestens eine Person zugeordnet ist
el_gr: Αυτός ο τύπος ανάθεσης απαιτεί να αντιστοιχιστεί τουλάχιστον ένας
es: Este tipo de asignación requiere que se asigne al menos a uno
et_ee: See majapidamistöö tüüp nõuab, et vähemalt üks isik on sellega tegelemiseks määratud
fi: Tämä toimeksiannon tapa vaatii vähintään yhden tekijän
fr: Ce type de tâche nécessite au moins une personne assignée
he_il: סוג הקצאה זו דורש לפחות מוקצה אחד
hu: A hozzárendelés típusa legalább egy hozzárendelést igényel
it: Questo tipo di assegnazione richiede che almeno uno sia incaricato
lt: Šis priskyrimo tipas reikalauja, kad būtų priskirtas bent vienas
nl: Voor dit toewijzingstype moet er minstens één worden toegewezen
no: Denne tildelningstypen krever at minst en er tildelt
pt_br: Esse tipo de atribuição requer que ao menos um esteja atribuído
ro_ro: Acest tip de atribuire necesită ca cel puțin unul să fie atribuit
ru: Для этого типа назначения необходим как минимум один назначенный
sk_sk: Tejto typ priradenia vyžaduje priradenie aspoň jednej osoby
sl: Zadolžitev tega tipa zahteva vsaj eno dodeljeno osebo
tr: Bu atama türü en az birinin atanmasını gerektirir

source: %s chore is assigned to me
cs: Mám splnit %s povinnost
da: %spligt er tildelt til mig
de: %s ist mir zugewiesen
el_gr: %s δουλειά μου έχει ανατεθεί
es: %s tarea del hogar asignada a mí
et_ee: %s majapidamistöö on määratud mulle
fi: %s kotityö toimeksiannettu minulle
fr: %s corvée m'est assignée
he_il: מטלה אחת מוקצית אלי
hu: %s házimunka hozzám rendelve
it: %s faccenda è assegnata a me
lt: man paskirtas darbas
nl: %s klusje is toegewezen aan mij
no: %shusarbeidsoppgave tildelt meg
pt_br: %s atribuída a mim
ro_ro: %s activitate îmi este atribuită mie
ru: %s работа назначена мне
sk_sk: %s povinnosť je priradená mne
sl: %s obveznost je dodeljena meni
tr: %s görev bana atandı
uk: Мені призначено %s робота

source: Assigned to me
ca: Assignat a mi
cs: Přiřazeno mně
da: Tildelt til mig
de: Mir zugewiesen
el_gr: Ανατέθηκε σε μένα
es: Asignada a mí
et_ee: Minule määratud
fi: Toimeksiannettu minulle
fr: Assigné à moi
he_il: מוקצה אלי
hu: Hozzám rendelve
it: Assegnato a me
lt: Priskirti sau
nl: Toegewezen aan mij
no: Tildelt meg
pt_br: Atribuir para mim
pt_pt: Atribuído a mim
ro_ro: Atribuit mie
ru: Назначено мне
sk_sk: Priradené mne
sl: Dodeljeno meni
tr: Bana atananlar
uk: Призначено мені

source: assigned to %s
ca: assignat a %s
cs: přiřazeno k %s
da: tildelt til %s
de: zugewiesen an %s
el_gr: εκχωρήθηκε στο %s
es: asignada a %s
et_ee: määratud %s-le
fi: tekijä: %s
fr: assigné à %s
he_il: מוקצה אל %s
hu: hozzárendelve ehhez: %s
it: assegnato a %s
lt: Priskirta %s
nl: Toegewezen aan %s
no: tildelt %s
pt_br: atribuído para %s
pt_pt: atribuído a %s
ro_ro: atribuit la %s
ru: назначено %s
sk_sk: priradené používateľovi %s
sl: Dodeljeno osebi %s
tr: %s'e atanmış
uk: призначено %s

source: Assignment
ca: Assignació
cs: Přiřazení
da: Tildelt
de: Zuweisung
el_gr: ΑΝΑΘΕΣΗ ΕΡΓΑΣΙΑΣ
es: Asignación
et_ee: Määratlus
fi: Toimeksianto
fr: Tâche
he_il: הקצאה
hu: Hozzárendelés
it: Incarico
lt: Priskirta
nl: Toewijzing
no: Oppgave
pt_br: Atribuição
pt_pt: Tarefa
ro_ro: Atribuire
ru: Назначение
sk_sk: Priradenie
sl: Zadolžitev
tr: Atama
uk: Призначення

source: Consume product on chore execution
ca: Consumir producte al executar la tasca
cs: Spotřebovat produkt při splnění povinnosti
da: Forbrug vare ved udførsel af pligt
de: Ein Produkt bei der Ausführung verbrauchen
el_gr: Καταναλώστε το προϊόν κατά την εκτέλεση της δουλειάς
es: Consumir productos en la ejecución de la tarea del hogar
et_ee: Tarbi toode majapidamistöö tegemisel
fi: Kuluta tuote kotityötä tehdessä
fr: Consommer un produit lors de l'exécution de la corvée
he_il: לצרוך מוצרים עם הוצאת מטלה לפועל
hu: Házimunka elvégzésekor terméket használ el
it: Consumare il prodotto per l'esecuzione delle faccende domestiche
lt: Suvartokite produktą atlikdami darbus
nl: Verbruik product bij uitvoeren klusje
no: Konsumer produkt når husarbeid blir utført
pt_br: Consumir produto na execução de tarefa doméstica
ro_ro: Consumă produs la executarea activității
ru: Употребить продукт по исполнению работы
sk_sk: Spotrebovať výrobok pri vykonaní povinnosti
sl: Porabi izdelek ob izvedbi obveznosti
tr: Ev işi tamamlandığında ürünü tüket
uk: Вжити продукт при виконанні цієї роботи

source: Are you sure you want to delete user field "%s"?
he_il: למחוק את שדה המשתמש „%s”?
it: Sei sicuro di voler eliminare il campo utente "%s"?

source: Userentities
ca: Entitat d'usuari
cs: Uživatelské tabulky
da: Brugerenheder
de: Benutzerentitäten
el_gr: Χρήστες
es: Entidades personalizadas
et_ee: Kasutajaolemid
fi: Omat oliot
fr: Entités utilisateur
he_il: יישויות משתמש
hu: Egyéni objektumok
it: Entità utente
lt: Naudingumas
nl: Gebruikersentiteit
no: Egendefinerte linjer
pt_br: Entidade de usuário
pt_pt: Entidades do utilizador
ru: Пользовательские сущности
sk_sk: Používateľské entity
tr: Kullanici

source: Create userentity
ca: Crear entitat d'usuari
cs: Nová uživatelská tabulka
da: Opret brugerenhed
de: Benutzerentität erstellen
el_gr: Δημιουργία χρήστη
es: Crear entidad personalizada
et_ee: Loo kasutajaolem
fi: Luo uusi oma olio
fr: Créer une entité utilisateur
he_il: יצירת יישות משתמש
hu: Egyéni objektum létrehozása
it: Crea entità utente
lt: Sukurti naudingumą
nl: Maak gebruikersentiteit
no: Opprett egendefinerte linjer
pt_br: Criar entidade de usuário
pt_pt: Criar entidade de utilizador
ru: Создать пользовательскую сущность
sk_sk: Vytvoriť používateľskú entitu
tr: Kullanıcı varoluşu oluştur

source: Show in sidebar menu
ca: Mostrar al menú lateral
cs: Zobrazit v postranní nabídce
da: Vis i side-menu
de: Im Seitenleistenmenü anzeigen
el_gr: Εμφάνιση στο μενού πλευρικής γραμμής
es: Mostrar en el menú lateral
et_ee: Näita külgriba menüüs
fi: Näytä menun sivupalkissa
fr: Afficher dans le menu latérale
he_il: הצגה בסרגל הצד
hu: Megjelenítés oldalsávon
it: Mostra nel menu della barra laterale
lt: Rodyti šoniniame menu
nl: Weergeven in zijbalkmenu
no: Vis sidemeny
pt_br: Exibir no menu lateral
pt_pt: Mostrar no menu lateral
ro_ro: Afișează în meniul lateral
ru: Показывать в меню слева
sk_sk: Zobraziť v bočnej ponuke
sl: Pokaži v stranskem meniju
tr: Yan bar menüsünde göster

source: Edit userentity
ca: Editar entitat d'usuari
cs: Upravit uživatelskou tabulku
da: Rediger brugerenhed
de: Benutzerentität bearbeiten
el_gr: Επεξεργασία χρήστη
es: Modificar entidad personalizada
et_ee: Muuda kasutajaolemit
fi: Muokkaa omaa oliota
fr: Éditer l'entité utilisateur
he_il: עריכת יישות משתמש
hu: Egyéni objektum szerkesztése
it: Modifica entità utente
lt: Redaguoti naudingumą
nl: Wijzig gebruikersentiteit
no: Endre egendefinerte linjer
pt_br: Editar entidade de usuário
pt_pt: Editar entidade de utilizador
ru: Изменить пользовательскую сущность
sk_sk: Upraviť používateľskú entitu
tr: Kullanıcı varoluşunu düzenle

source: Edit %s
ca: Editar %s
cs: Upravit %s
da: Rediger %s
de: %s bearbeiten
el_gr: Επεξεργασία %s
es: Modificar %s
et_ee: Muuda %s
fi: Muokkaa %s
fr: Éditer %s
he_il: עריכת %s
hu: %s szerkesztése
it: Modifica %s
lt: Redaguoti %s
nl: Bewerk %s
no: Endre %s
pt_br: Editar %s
pt_pt: Editar %s
ro_ro: Modifică %s
ru: Изменить %s
sk_sk: Upraviť %s
sl: Uredi %s
tr: %s'yi düzenle
uk: Редагувати %s

source: Create %s
ca: Crear %s
cs: Vytvořit %s
da: Opret %s
de: %s erstellen
el_gr: Δημιουργία %s
es: Crear %s
et_ee: Loo %s
fi: Luo %s
fr: Créer %s
he_il: יצירת %s
hu: %s létrehozása
it: Crea %s
lt: Sukurti %s
nl: Maak %s
no: Opprett %s
pt_br: Criar %s
pt_pt: Criar %s
ro_ro: Creează %s
ru: Создать %s
sk_sk: Vytvoriť %s
sl: Ustvari %s
tr: %s oluştur
uk: Створити %s

source: Are you sure you want to delete this userobject?
he_il: למחוק את עצם המשתמש הזה?
it: Vuoi davvero eliminare questo oggetto utente?

source: Icon CSS class
ca: Icona classe CSS
cs: CSS třída ikony
da: Ikon CSS-klasse
de: Icon CSS-Klasse
el_gr: Εικονίδιο CSS τάξη
es: Clase CSS del icono
et_ee: Ikooni CSS klass
fi: Kuvakkeen CSS-luokka
fr: Classe CSS de l'icône
he_il: class ה־CSS של הסמל
hu: Ikon CSS osztály
it: Icona classe CSS
lt: Ikonų CSS klasės
pt_br: Classe CSS do ícone
pt_pt: Classe CSS do ícone
ru: CSS класс иконок
sk_sk: CSS trieda ikony
sl: Ikona CSS razreda
tr: İkon CSS sınıfı

source: For example
ca: Per exemple
cs: Například
da: For eksempel
de: Zum Beispiel
el_gr: Για παράδειγμα
es: Por ejemplo
et_ee: Näiteks
fi: Esimerkiksi
fr: Par exemple
he_il: לדוגמה
hu: Példáúl
it: Per esempio
lt: Pavyzdys
nl: Bijvoorbeeld
no: For eksempel
pt_br: Por exemplo
pt_pt: Por exemplo
ro_ro: De exemplu
ru: Например
sk_sk: Napríklad
sl: Na primer
tr: Örnek olarak
uk: Наприклад

source: Configure fields
ca: Configurar camps
cs: Upravit pole
da: Konfigurer felter
de: Felder konfigurieren
el_gr: Διαμόρφωση πεδίων
es: Configurar campos
et_ee: Seadista välju
fi: Muokkaa kenttiä
fr: Configurer les champs
he_il: הגדרת שדות
hu: Mezők testreszabása
it: Configura i campi
lt: Konfigūruoti laukus
nl: Velden configureren
no: Konfigurer felt
pt_br: Configurar campos
pt_pt: Configurar campos
ro_ro: Configurează câmpuri
ru: Настроить пользовательские поля
sk_sk: Nastavenia polí
sl: Konfiguriraj polja
tr: Alanları ayarla
uk: Налаштувати поля

source: Quantity unit plural form testing
cs: Zobrazení tvarů množných čísel měrných jednotek
da: Måleenhed flertalsform test
de: ME Pluralformen testen
el_gr: Έλεγχος πολλαπλών μορφών μονάδας ποσότητας
es: Prueba de la forma plural de la unidad
et_ee: Koguseühiku mitmuse vormi testimine
fi: Määräyksikön monikkomuodon testaus
fr: Test de la forme pluriel de l'unité
he_il: בדיקת צורות ריבוי של יחידת הכמות
hu: Mennyiségi egység többesszám tesztelés
it: Analisi della forma plurale dell'unità quantitativa
lt: Kiekio vieneto daugiskaitos formos testavimas
nl: Hoeveelheidseenheid meervoudsvorm testen
no: Forpakningstype flertalls testing
pt_br: Teste de forma de plural de unidade de quantidade
ru: Проверка множественных форм
sk_sk: Testovanie plurálu množstevnej jednotky
sl: Test množinske oblike enote količine
tr: Miktar birimi çoğul form testi

source: Result
ca: Resultat
cs: Výsledek
da: Resultat
de: Ergebnis
el_gr: Αποτέλεσμα
es: Resultado
et_ee: Tulem
fi: Tulos
fr: Résultat
he_il: תוצאה
hu: Eredmény
it: Risultato
lt: Rezultatas
nl: Resultaat
no: Resultat
pt_br: Resultado
pt_pt: Resultado
ro_ro: Rezultat
ru: Результат
sk_sk: Výsledok
sl: Rezultat
tr: Sonuç
uk: Результат

source: Test plural forms
ca: Comprova formes plurals
cs: Vyzkoušet množná čísla
da: Test flertalsform
de: Pluralformen testen
el_gr: Δοκιμή πολλαπλών μορφών
es: Prueba de las formas plurales
et_ee: Testi mitmuse vorme
fi: Testaa monikkomuotoja
fr: Tester les formes pluriel
he_il: בדיקת צורות ריבוי
hu: Teszt többesszám
it: Prova forme plurali
lt: Išbandykite daugiskaitos formas
nl: Test meervoudsvormen
no: Test flertallsform
pt_br: Testar formas de plural
pt_pt: Testar forma plural
ro_ro: Verifică forma pluralului
ru: Проба форм множественного числа
sk_sk: Otestovať množné čísla
sl: Preizkusi množinskie oblike
tr: Çoğul formları test et
