Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Automatically add products that are below their defined min. stock amount to the shopping list
cs: Automaticky vkládat produkty pod min. množstvím zásoby do nákupního seznamu:
de: Produkte unter Mindestbestand automatisch zum Einkaufszettel hinzufügen
es: Agrega automáticamente productos que están por debajo de su mínimo definido. Cantidad de stock a la lista de la compra
et_ee: Automaatselt lisa tooted ostunimekirja, mis on alla nende määratud minimaalkoguse
fr: Ajouter automatiquement à la liste de courses les produits qui sont en dessous de leur stock minimum
he_il: להוסיף אוטומטית מוצרים שמתחת לכמות המלאי המזערית שלהם לרשימת הקניות
hu: Automatikusan adja hozzá a minimum készlet mennyiség alatti termékeket az alábbi bevásárlólistához
it: Aggiungi automaticamente alla lista della spesa i prodotti che sono al di sotto della loro quantià minima definita
lt: Automatiškai pridėti produktus, kurių vertė yra mažesnė nei nustatyta min. atsargų kiekį į pirkinių sąrašą
nl: Voeg automatisch producten toe die onder hun gedefinieerde min. voorraadbedrag toe aan het boodschappenlijstje
no: Automatisk legg produkter som er under minimums beholdning til handlelisten
pt_br: Adiciona automaticamente produtos que estão abaixo do mínimo definido. quantidade de estoque para a lista de compras
pt_pt: Adicionar automaticamente produtos que estejam abaixo do seu stock mínimo definido à lista de compras
sk_sk: Automaticky pridávať výrobky, ktorých zásoba je pod minimálnym skladovým množstvom do nákupného zoznamu
tr: Tanımlanan minimum değerin altında olan ürünleri otomatik olarak ekleyin. alışveriş listesine eklenecek stok tutarı

source: Reassigned
cs: Změněno
da: Gentildelt
de: Neu zugewiesen
es: Reasignado
et_ee: Ümber määratud
fr: Réaffecté
he_il: מוקצה מחדש
hu: Másnak átadva
it: Riassegnato
lt: Perskirtas
nl: Opnieuw toegewezen
no: Tilordne på nytt
pt_br: Reatribuído
pt_pt: Reatribuído
ru: Переназначено
tr: Yeniden atandı
uk: Перепризначено

source: Default value
cs: Výchozí hodnota
da: Standardværdi
de: Standardwert
es: Valor predeterminado
et_ee: Vaikeväärtus
fr: Valeur par défaut
he_il: ערך ברירת מחדל
hu: Alapértelmezett érték
it: Valore predefinito
lt: Numatytoji reikšmė
nl: Standaardwaarde
no: Standardverdi
pt_br: Valor padrão
pt_pt: Valor predefinido
ro_ro: Valoare implicita
tr: Varsayılan değer
uk: Значення за замовчуванням

source: Now / today
cs: Datum a čas v okamžiku zápisu
da: Nu / i dag
de: Jetzt / Heute
es: Ahora / Hoy
et_ee: Praegu / täna
fr: Maintenant / aujourd'hui
he_il: עכשיו / היום
hu: Most / ma
it: Adesso / oggi
lt: Dabar / šiandien
nl: Nu / vandaag
no: Nå / i dag
pt_br: Agora / Hoje
pt_pt: Agora / hoje
ro_ro: Acum / astazi
ru: Сейчас / сегодня
tr: Şimdi / bugün
uk: Зараз / сьогодні

source: Add meal plan entry
cs: Přidat položku jídelníčku
da: Tilføj madplans element
de: Speiseplaneintrag hinzufügen
es: Agregar nueva entrada de menú
et_ee: Lisa eineplaani sisend
fr: Ajouter un élément au menu
he_il: הוספת רשומת תוכנית ארוחות
hu: Menü terv bejegyzés hozzáadása
it: Aggiungi elemento al piano pasti
lt: Pridėkite maitinimo plano įrašą
nl: Voeg maaltijdplan onderdeel toe
no: Legg til middag
pt_br: Adicionar entrada do plano alimentar
pt_pt: Adicionar entrada no plano de refeições
ro_ro: Adauga un plan de mancare
ru: Добавить приём пищи
sk_sk: Pridať položku jedálnička
tr: Yemek planı girişi ekle
uk: Додати пункт у план харчування

source: Edit meal plan entry
cs: Upravit položku jídelníčku
da: Ret madplans punkt
de: Speiseplaneintrag bearbeiten
es: Editar entrada del menú
et_ee: Muuda eineplaani sisendit
fr: Modifier un élément du menu
he_il: עריכת רשומת תוכנית ארוחות
hu: Menü terv bejegyzés szerkesztése
it: Modifica elemento del piano pasti
lt: Redaguoti maitinimo plano įrašą
nl: Pas maaltijdplan onderdeel aan
no: Rediger middag
pt_br: Edita entrada do plano alimentar
pt_pt: Editar plano de refeições
sk_sk: Upraviť položku jedálnička
tr: Yemek planı girişini düzenle
uk: Редагувати пункт у плані харчування

source: Default consume location
cs: Spotřebovávat z umístění
da: Standard forbrugsplacering
de: Standardverbrauchsstandort
es: Ubicación de consumo predeterminada
et_ee: Vaikimisi tarbimisasukoht
fr: Emplacement de consommation par défaut
he_il: מיקום ברירת המחדל לצריכה
hu: Alapértelmezett felhasználási hely
it: Location di consumo predefinita
lt: Numatytoji vartojimo vieta
nl: Standaard verbruikslocatie
no: Bruk først fra
pt_br: Localização padrão para consumo
pt_pt: Local de consumo predefinido
ru: По умолчанию использовать из места хранения
tr: Varsayılan tüketim konumu
uk: Місце вживання за замовчуванням

source: Stock entries at this location will be consumed first
cs: Produkty budou spotřebovávány nejprve z tohoto umístění, (nebude-li při spotřebě zadáno jiné umístění)
da: Vareposteringer på denne placering vil bliver forbrugt først
de: Bestandseinträge an diesem Standort werden zuerst verbraucht
es: Las entradas de stock en esta ubicación se consumirán primero
et_ee: Tooted selles asukohas tarbitakse esmajärgus
fr: Les entrées de stock à cet emplacement seront consommées en premier
he_il: רשומות המלאי במיקום זה תיצרכנה תחילה
hu: Az ezen a helyen elérhető termékek kerülnek először felhasználásra
it: Le entrate di riserva in questa location saranno le prime ad essere consumate
lt: Pirmiausia bus sunaudotos šios vietos atsargos
nl: Voorraad op deze locatie wordt als eerste verbruikt
no: Beholdningen på denne lokasjonen blir brukt først
pt_br: Entradas de estoque nesta localização serão consumidas primeiro
pt_pt: Entradas do stock nesta localização serão consumidas primeiro
ru: Запасы из этого места хранения употребляются первыми
tr: Bu konumdaki stok girişleri ilk önce tüketilecek
uk: Продукти з цього місця будуть вжиті першими

source: Move on open
cs: Přesunout „otevřený” produkt
da: Flyt ved åbning
de: Beim Öffnen umlagern
es: Mover al abrir
et_ee: Liiguta avamisel
fr: Déplacer à l'ouverture
he_il: העברה עם הפתיחה
hu: Felbontáskor áthelyezés
it: Muovi all'apertura
lt: Perkelti į atidarytą
nl: Verplaats na openen
no: Flytt ved åpning
pt_br: Mover quando aberto
pt_pt: Mover quando aberto
ru: Перемещать открытое сюда
tr: Açıktan hareket et
uk: Перемістити у відкрите

source: When enabled, on marking this product as opened, the corresponding amount will be moved to the default consume location
cs: Označíte-li produkt jako otevřený, automaticky se přesune z Obvyklého umístění do Spotřebovávat z umístění. Abyste mohli funkci použít, musíte pro obě umístění vybrat různá místa.
de: Wenn aktiviert, wird wenn das Produkt als geöffnet markiert wurde, die entsprechende Menge an den Standardverbrauchsstandort umgelagert
es: Cuando está habilitado, al marcar este producto como abierto, la cantidad correspondiente se moverá a la ubicación de consumo predeterminada
et_ee: Kui see on lubatud, teisaldatakse selle toote avatuks märkimisel vastav kogus vaikimisi tarbimise asukohta
fr: Lorsque activé, en marquant ce produit comme ouvert, le montant correspondant sera déplacé vers l'emplacement de consommation par défaut
he_il: כשהאפשרות מופעלת, בעת סימון פתיחת מוצר, הכמות המתאימה תועבר למיקום הצריכה כברירת מחדל
hu: Bekapcsolva áthelyezi az épp felbontott készletet az alapértelmezett felhasználási helyre
it: Quando abilitato, selezionando questo prodotto come aperto, la rispettiva quantità verrà spostata nella location di consumo predefinita
lt: Kai įjungta, pažymėjus šį produktą kaip atidarytą, atitinkama suma bus perkelta į numatytąją vartojimo vietą
nl: Indien ingeschakeld, wordt bij het markeren van dit product als geopend de overeenkomstige hoeveelheid verplaatst naar de standaard verbruikslocatie
no: Når denne er aktivert vil produktet bli flytte til standard lokasjonen automatisk når det blir markert som åpnet.
pt_br: Quando habilitado, ao marcar este produto como aberto, a quantidade correspondente será movida para a localização pré-definida de consumo
pt_pt: Quando ativado, ao assinalar este produto como aberto, a quantidade correspondente será movida para o local padrão de consumo
ru: Если включено, заданное количество продукта помеченное открытым будет перемещено в это место хранения
tr: Etkinleştirildiğinde, bu ürün açılmış olarak işaretlendiğinde karşılık gelen miktar varsayılan tüketim konumuna taşınacaktır.
uk: Якщо увімкнено, при відмічанні цього товару відкритим, він буде перенесений у місце вживання за замовчуванням

source: Moved to %1$s
cs: Produkt přesunut do: %1$s
da: Flyttet til %1$s
de: Umgelagert nach %1$s
es: Movido a %1$s
et_ee: Liigutatud kohta %1$s
fr: Déplacé vers %1$s
he_il: הועבר אל %1$s
hu: Áthelyezve ide: %1$s
it: Spostato a %1$s
lt: Perkelti į %1$s
nl: Verplaatst naar %1$s
no: Flyttet til %1$s
pt_br: Movido para %1$s
pt_pt: Movido para %1$s
ro_ro: Mutat la %1$s
ru: Перемещено в %1$s
tr: %1$s'e taşındı
uk: Переміщено у %1$s

source: Decimal places allowed for prices (input)
cs: Počet desetinných míst při zapisování ceny
da: Decimaler tilladt for priser (indtastning)
de: Erlaubte Nachkommastellen für Preise (Eingabe)
es: Cifras decimales permitidas para precios (entrada)
et_ee: Komakohti lubatud hindadele (sisend)
fr: Nombre de décimales autorisés pour les prix (entrée utilisateur)
he_il: מקומות אחרי נקודה עשרונית למחירים (קלט)
hu: Engedélyezett tizedesjegyek az árbevitelhez
it: Numeri decimali consentiti per i prezzi (input)
lt: Leidžiamos kainos po kablelio (įvestis)
nl: Aantal decimalen toegestaan voor prijzen (invoer)
pt_br: Casas decimais permitidas para preços (entrada)
pt_pt: Casas decimais permitidas para preços (entrada)
tr: Fiyatlar için izin verilen ondalık basamaklar (girdi)
uk: Кількість знаків після коми у цінах (поле)

source: Decimal places allowed for prices (display)
cs: Počet desetinných míst pro zobrazení ceny
da: Decimaler tilladt for priser (visning)
de: Erlaubte Nachkommastellen für Preise (Anzeige)
es: Cifras decimales permitidas para precios(muestra)
et_ee: Komakohti lubatud hindadele (nähtav)
fr: Nombre de décimales autorisés pour les prix (affichage)
he_il: מקומות אחרי נקודה עשרונית למחירים (תצוגה)
hu: Engedélyezett tizedesjegyek az ár megjelenítéshez
it: Numeri decimali consentiti per i prezzi (display)
lt: Leidžiamos kainos po kablelio (parodymas)
nl: Aantal decimalen toegestaan voor prijzen (weergave)
pt_br: Casas decimais permitidas para preços (visualização)
pt_pt: Casas decimais permitidas para preços (exibição)
tr: Fiyatlar için ondalık basamaklar(görüntüleme)
uk: Кількість знаків після коми у цінах (відображення)

source: Clear done items
cs: Odstranit všechna vybraná
da: Ryd udførte punkter
de: Erledigte Einträge löschen
es: Limpiar elementos completados
et_ee: Tühjendage tehtud üksused
fr: Effacer les éléments terminés
he_il: פינוי פריטים שהושלמו
hu: Elkészült elemek törlése
it: Pulisci oggetti completati
lt: Išvalyti atliktus dalykus
nl: Wis voltooide items
pt_br: Excluir itens selecionados
tr: Tamamlanan öğeleri temizle

source: This shows all to this product directly or indirectly related quantity units and their derived conversion factors
cs: Zobrazí všechny kombinace přepočtů měrných jednotek jak pro tento produkt zadaných, tak zděděných
de: Dies zeigt alle zu diesem Produkt direkt oder indirekt in Beziehung stehenden Mengeneinheiten und deren abgeleitete Umrechnungsfaktoren an
es: Muestra todas las unidades de cantidad relacionadas directa o indirectamente con este producto y sus factores de conversión derivados.
et_ee: See näitab kõiki selle tootega otseselt või kaudselt seotud koguseühikuid ja nendest tuletatud teisendustegureid
fr: Cela montre toutes les unités de quantité directement ou indirectement liées à ce produit et leurs facteurs de conversion dérivés
he_il: מציג את כל יחידות ההמרה שקשורות למוצר הזה במישרין או בעקיפין ואת מקדמי ההמרה הנגזרים שלהם
hu: Mutatja az összes - ehhez a termékhez köthető - felismert átváltást, érkezzen az közvetlenül a termékből, vagy más közvetett helyről
it: Mostra tutte le unità di quantità direttamente o indirettamente correlate a questo prodotto e i relativi fattori di conversione derivati
lt: Tai rodo visus su šiuo produktu tiesiogiai ar netiesiogiai susijusius kiekio vienetus ir jų išvestinius perskaičiavimo koeficientus
nl: Dit toont alle aan dit product direct of indirect gerelateerde hoeveelheidseenheden en hun afgeleide conversiefactoren
pt_br: Isso mostra todas as unidades de quantidade direta ou indiretamente relacionadas a este produto e seus fatores de conversão derivados
tr: Bu, bu ürünle doğrudan veya dolaylı olarak ilgili miktar birimlerinin tümünü ve bunlardan türetilmiş dönüşüm faktörlerini gösterir

source: Show resolved conversions
cs: Zobrazit všechny převody
de: Aufgelöste ME-Umrechnungen anzeigen
es: Mostrar conversiones resueltas
et_ee: Näita lahendatud teisendusi
fr: Afficher les conversions résolues
he_il: הצגת דיונים שנפתרו
hu: Mutassa a felismert átváltásokat
it: Mostra le conversioni risolte
lt: Rodyti užbaigtas konversijas
nl: Toon opgeloste conversies
pt_br: Mostrar conversões resolvidas
tr: Çözümlenen dönüşümleri göster

source: QU conversions resolved
cs: Všechny převody měrných jednotek pro
da: mængdeenhed konverteringsproblem løst
de: Aufgelöste ME-Umrechnungen
es: QU conversiones resueltas
et_ee: Koguseühiku teisendusi lahendatud
fr: Conversions d'UQ résolue
he_il: המרות יחידות כמות נפתרו
hu: Felismert ME átváltások
it: UQ di conversioni risolte
lt: QU konversijos išspręstos
nl: Hoeveelheidseenheid conversies opgelost
pt_br: QU conversões resolvidas
tr: QU dönüşümleri çözüldü

source: Product specific QU conversions
he_il: המרת יחידות כמות נקודתיות למוצר
it: Conversioni QU specifiche del prodotto

source: Default quantity unit consume
cs: Výchozí měrná jednotka pro spotřebu
de: Standardverbrauchsmengeneinheit
es: Cantidad de unidades de consumo por defecto
et_ee: Vaikimisi tarbitav kogusühik
fr: Quantité consommée par défaut
he_il: יחידת כמות צריכה כברירת מחדל
hu: Alapértelmezett felhasználási mennyiségi egység
it: Unità di quantità di consumo predefinita
lt: Numatytasis suvartojamo kiekio vienetas
nl: Standaard verbruikte hoeveelheidseenheid
pt_br: Unidade padrão de consumo
tr: Varsayılan miktar birimi tüketimi

source: This is the default quantity unit used when consuming this product
cs: Měrná jednotka produktu při kliknutí na tlačítko Spotřebovat
de: Dies ist die Standardmengeneinheit, die bei Verbrauch dieses Produkts verwendet wird
es: Esta es la unidad de cantidad por defecto utilizada al consumir este producto
et_ee: See on selle toote tarbimisel kasutatav vaikimisi koguseühik
fr: Il s'agit de la quantité par défaut utilisée lors de la consommation de ce produit
he_il: זאת יחידת הכמות כברירת המחדל שתשמש בצריכת המוצר הזה
hu: Ez az alapértelmezett mennyiségi egység, amivel a terméket felhasználjuk
it: È l'unità di quantità predefinita utilizzata per il consumo di questo prodotto
lt: Tai yra numatytasis kiekio vienetas, naudojamas vartojant šį produktą
nl: Dit is de standaardhoeveelheidseenheid die wordt gebruikt bij het consumeren van dit product
pt_br: Esta é a unidade padrão usada ao consumir este produto
tr: Bu, bu ürünü tüketirken kullanılan varsayılan miktar birimidir

source: Add to meal plan
cs: Přidat do jídelníčku
da: Tilføj til madplan
de: Zum Speiseplan hinzufügen
es: Añadir al menú
et_ee: Lisa eineplaani
fr: Ajouter au menu
he_il: הוספה לתוכנית הארוחות
hu: Menü tervhez hozzáadás
it: Aggiungi al piano alimentare
lt: Pridėti į mitybos planą
nl: Toevoegen aan maaltijdplan
pt_br: Adicionar ao plano alimentar
tr: Yemek planına ekle

source: Successfully added the recipe to the meal plan
cs: Recept byl přidán do jídelníčku
da: Opskrift tilføjet til Madplan
de: Das Rezept wurde erfolgreich zum Speiseplan hinzugefügt
es: Añadido exitosamente al plan de menú
et_ee: Retsept edukalt lisatud eineplaanile
fr: Ajout réussi de la recette au menu
he_il: המתכון נוסף בהצלחה לתוכנית הארוחות
hu: Sikeresen hozzáadtam a receptet a menü tervhez
it: La ricetta è stata aggiunta con successo al piano pasti
lt: Receptas sėkmingai įtrauktas į mitybos planą
nl: Het recept is succesvol toegevoegd aan het maaltijdplan
pt_br: Receita adicionada com sucesso ao plano alimentar
tr: Tarif başarıyla yemek planına eklendi

source: Reprint stock entry label
cs: Vytisknout nálepku produktu
de: Bestandseintragsetikett erneut drucken
es: Reimprimir etiqueta de entrada de stock
et_ee: Prindi uuesti toote etikett
fr: Réimprimer l'étiquette d'entrée en stock
he_il: הדפסה מחדש של תווית הכנסה למלאי
hu: Készletbejegyzés címke újra nyomtatása
it: Ristampa l'etichetta di immissione in dispensa
lt: Perspausdinkite atsargų įvedimo etiketę
nl: Voorraadinvoeretiket opnieuw afdrukken
pt_br: Reimprimir etiqueta de entrada de estoque
tr: Stok giriş etiketini yeniden yazdırın

source: Auto reprint stock entry label
cs: Vytisknout nálepky pro produkt při změně
da: Auto genprint lager indtastningslabel
de: Bestandseintragsetikett automatisch erneut drucken
es: Reimprimir etiqueta de entrada de stock automáticamente
et_ee: Automaatselt prindi uuesti toote etikett
fr: Réimpression automatique de l'étiquette d'entrée en stock
he_il: הדפסה אוטומטית מחדש של תווית הכנסה למלאי
hu: Készletbejegyzés címke újranyomtatása automatán
it: Ristampa automaticamente l'etichetta di immissione in dispensa
lt: Automatiškai pakartotinai spausdinama atsargų įvedimo etiketė
nl: Voorraadinvoerlabel automatisch opnieuw afdrukken
pt_br: Reimpressão automática de etiqueta de entrada de estoque
tr: Stok giriş etiketini otomatik olarak yeniden yazdırın

source: When enabled, auto-changing the due date of a stock entry (by opening/freezing/thawing and having corresponding default due days set) will reprint its label
cs: Pokud se změní datum min. trvanlivosti/použitelnosti změnou jeho stavu (otevřením, zmražením, rozmrazením) a pokud jsou pro tyto změny stavu uloženy doby min. trvanlivosti, nálepka produktu se znovu vytiskne.
de: Wenn aktiviert, wird das Etikett eines Bestandseintrags bei automatischer Änderung des Fälligkeitsdatums (durch Öffnen/Einfrieren/Auftauen und wenn entsprechende Standardfälligkeitstage definiert sind) neu gedruckt
es: Si está activada, la modificación automática de la fecha de vencimiento de una entrada de stock (por apertura/congelación/descongelación y con los correspondientes días de vencimiento predeterminados) reimprimirá su etiqueta.
et_ee: Kui see on lubatud, prindib sissekande tähtpäeva automaatne muutmine (avades/külmutades/sulatades ja määrates vastavad vaiketähtpäevad) selle etiketti uuesti
fr: Lorsqu'elle est activée, la modification automatique de la date de péremption d'une entrée de stock (en ouvrant/congelant/décongelant et en ayant les durées de consommation par défaut définies) réimprimera son étiquette
he_il: כשהאפשרות פעילה, שינוי אוטומטי של תאריך התוקף של רשומת מלאי (על ידי פתיחה/הקפאה/הפשרה וימים מוגדרים עד סוף תקופת התפוגה) ידפיס את התווית שלו מחדש
hu: Bekapcsolva a lejárati idő automatikus változtatásakor (felbontás/fagyasztás/kiolvasztás és beállított alapértelmezett lejárat idők esetén) automatán újranyomtatja a címkét
it: Se abilitata, la modifica automatica della data di scadenza di una voce di dispensa (aprendo/congelando/scongelando e impostando i giorni di scadenza predefiniti corrispondenti) ristamperà la sua etichetta
lt: Kai įjungta, automatiškai pakeitus atsargų įvedimo terminą (atidarius / užšaldant / atšildant ir nustatant atitinkamas numatytas mokėjimo dienas), etiketė bus išspausdinta iš naujo.
nl: Indien ingeschakeld, zal het automatisch wijzigen van de vervaldatum van een voorraaditem (door openen/bevriezen/ontdooien en het instellen van de bijbehorende standaard vervaldagen) het label opnieuw afdrukken
pt_br: Quando ativado, a alteração automática da data de validade de uma entrada de estoque (abrindo/congelando/descongelando e estando o campo 'Dias de validade (padrão)' definido) reimprimirá sua etiqueta
tr: Etkinleştirildiğinde, bir stok girişinin vade tarihinin otomatik olarak değiştirilmesi (açma/dondurma/çözme ve karşılık gelen varsayılan vade günlerini ayarlama yoluyla), etiketini yeniden yazdıracaktır.

source: Quick open amount
cs: Množství pro tlačítko Otevřít
de: Schnell-Öffnen Menge
es: Cantidad de apertura rápida
et_ee: Kiiravamise kogus
fr: Quantité ouverture rapide
he_il: כמות לפתיחה מהירה
it: Quantità per consumo rapido
lt: Greitai atidarymo kiekis
nl: Snel deze hoeveelheid openen
pt_br: Valor de abertura rápida
tr: Hızlı açılış miktarı

source: Track chore execution now
cs: Splnění povinnosti s dnešním datem
de: Ausführung jetzt erfassen
es: Registrar ejecución de la tarea del hogar ahora
et_ee: Jälgi kodutööde tegemist praegu
fr: Suivre l'exécution de la corvée
he_il: מעקב הוצאת המטלה לפועל כעת
it: Traccia l'esecuzione delle faccende ora
lt: Stebėkite namų ruošos darbų atlikimą dabar
nl: Voer klusje nu uit
pt_br: Acompanhe a execução da tarefa doméstica agora
tr: İş yürütmeyi şimdi izleyin

source: Total
cs: Celkem
de: Gesamt
et_ee: Kokku
he_il: סך הכול
it: Totale
lt: Iš viso
nl: Totaal
ru: Всего
tr: Toplam

source: Apply
cs: Provést
de: Übernehmen
es: Aplicar
et_ee: Rakenda
fr: Appliquer
he_il: החלה
it: Applica
lt: Atlikti
nl: Toepassen
pt_br: Aplicar
ru: Применить
tr: Uygula

source: Custom range
cs: Vlastní rozsah
de: Benutzerdefinierter Zeitraum
es: Rango personalizado
et_ee: Kohandatud vahemik
fr: Intervalle personnalisé
he_il: טווח מותאם אישית
it: Intervallo personalizzato
lt: Individualus diapazonas
nl: Aangepast bereik
pt_br: Intervalo personalizado
tr: Özel aralık

source: Yesterday
cs: Včera
de: Gestern
es: Ayer
et_ee: Eile
fr: Hier
he_il: אתמול
it: Ieri
lt: Vakar
nl: Gisteren
pt_br: Ontem
tr: Dün

source: Last %1$s day
cs: Poslední %1$s den
de: Letzter Tag
es: Último %1$s día
et_ee: Viimasel %1$s päeval
fr: Le dernier jour
he_il: היום האחרון
it: Ultimo %1$s giorno
lt: Paskutinės %1$s diena
nl: Laatste %1$s dag
pt_br: Último %1$s dia
tr: Son %1$sgün

source: This month
cs: Tento měsíc
de: Dieser Monat
es: Este mes
et_ee: Sellel kuul
fr: Ce mois-ci
he_il: החודש
it: Questo mese
lt: Šis mėnuo
nl: Deze maand
pt_br: Este mês
tr: Bu ay

source: Last month
cs: Minulý měsíc
de: Letzter Monat
es: Último mes
et_ee: Eelmisel kuul
fr: Le mois dernier
he_il: חודש שעבר
it: Mese precedente
lt: Paskutinis mėnuo
nl: Vorige maand
pt_br: Mês passado
tr: Geçen ay

source: This year
cs: Letos
de: Dieses Jahr
es: Este año
et_ee: Sellel aastal
fr: Cette année
he_il: השנה
it: Quest'anno
lt: Šie metai
nl: Dit jaar
pt_br: Este ano
tr: Bu yıl

source: Last year
cs: Loni
de: Letztes Jahr
es: Último año
et_ee: Eelmisel aastal
fr: L'année dernière
he_il: שנה שעברה
it: Anno precedente
lt: Paskutiniai metai
nl: Vorig jaar
pt_br: Ano passado
ru: Прошлый год
tr: Geçen yıl

source: Reports
cs: Přehledy
de: Berichte
es: Informes
et_ee: Aruanded
fr: Rapports
he_il: דוחות
it: Rapporti
lt: Ataskaitos
nl: Rapporten
pt_br: Relatórios
ru: Отчеты
tr: Raporlar

source: Spendings
cs: Výdaje
de: Ausgaben
es: Gastos
et_ee: Kulutused
fr: Dépenses
he_il: הוצאות
it: Spese
lt: Išlaidos
nl: Uitgaven
pt_br: Gastos
ru: Расходы
tr: Harcamalar

source: Stock report
cs: Přehled zásob
de: Bestandsbericht
es: Inventario
et_ee: Varude aruanne
fr: Rapport de stock
he_il: דוח מלאי
it: Rapporto della dispensa
lt: Atsargų ataskaita
nl: Voorraadrapport
pt_br: Relatório de estoque
tr: Stock raporu

source: Out of stock products
he_il: מוצרים שנגמרו במלאי
it: Prodotti esauriti

source: Quantity unit for prices
cs: Měrná jednotka pro ceny
de: Mengeneinheit für Preise
es: Unidad para los precios
et_ee: Kogusühik hinna jaoks
fr: Unité de quantité pour les prix
he_il: יחידת כמות למחירים
it: Unità di quantità per i prezzi
lt: Kiekio vienetas kainoms
nl: Hoeveelheidseenheid voor prijzen
pt_br: Unidade para preços
tr: Fiyatlar için miktar birimi
