Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: On moving this product from a freezer location (so when thawing it), the due date will be replaced by today + this amount of days
ca: Quan es mou aquest producte des d'una ubicació congelador (és a dir, quan es descongela), la data de consum serà substituïda per avui + aquesta quantitat de dies
cs: Při přesunutí produktu z mrazničky (produkt rozmražen) se datum min. trvanlivosti vypočítá jako dnešní datum + zadaný počet dní
da: Når varen flyttes fra fryseren, (fra frys til optøning), erstattes bedst før datoen med dags dato plus dette antal dage.
de: Wenn dieses Produkt von einem Gefrierstandort umgelagert (sprich aufgetaut) wird, wird das Fälligkeitsdatum durch heute + diese Anzahl von Tagen ersetzt
es: Al mover este producto desde una ubicación congelador (al descongelarlo), la fecha límite será reemplazada por la fecha de hoy más este número de días
et_ee: Selle toote sügavkülmast teisaldamisel (seega selle sulatamisel) asendatakse tähtaeg tänasega + selle päevade arvuga
fi: Poistettaessa tämä tuote pakastin-sijainnista (eli sulatettaessa), parasta ennen -päiväksi asetetaan tänään + tämä määrä päiviä
fr: Lorsque ce produit est sorti du congélateur (décongélation), la date de durabilité minimale sera remplacée par la date du jour + ce nombre de jours
he_il: בהוצאת מוצר מהקפאה (הפשרה), מועד התוקף יוחלף ביום הנוכחי + כמות זו של ימים
hu: A termék fagyasztóból való kivétele után (azaz kiolvasztás után) a lejárati időt a mai nap + az itt beállított napok összegére cseréljük
it: Spostando questo prodotto da un luogo di congelamento (quindi quando lo scongeli), la data di scadenza verrà sostituita con oggi + questo numero di giorni
lt: Perkeliant šį gaminį iš šaldiklio (taigi jį atšildant), terminas bus pakeistas į šiandieną + tiek dienų
nl: Wanneer dit product uit een diepvrieslocatie wordt gehaald (dus bij ontdooien), zal de THT-datum vervangen worden door vandaag + dit aantal dagen
no: Når du flytter dette produktet fra en fryser (når du tiner det), vil forfallsdatoen erstattes med i dag + dette antall dager
pt_br: Ao retirar este produto de um local de congelamento (portanto, ao descongelá-lo), a data de validade será substituída por hoje + esta quantidade de dias
ro_ro: La decongelarea acestui produs, termenul va fi înlocuit cu astăzi + acest număr de zile
ru: При перемещении данного продукта из морозильной камеры (т. е. при его разморозке), срок годности заменится по формуле: сегодня + это количество дней
sk_sk: Presunutím tohto výrobku z mrazničky (a teda jeho rozmrazením), bude jeho dátum spotreby nahradený dnešným dátumom + tento počet dní
tr: Bu ürün dondurucu bir yerden taşındığında (yani çözdürüldüğünde), son tarih bugün + buradaki gün sayısı olarak değiştirilecektir

source: Default due days after thawing
ca: Dies per al consum després de descongelar per defecte
cs: Výchozí počet dní min. trvanlivosti po rozmrazení
da: Bedst før dage efter optøning
de: Standardfälligkeitstage nach dem Auftauen
es: Número predeterminado de días hasta la fecha límite después de descongelado
et_ee: Vaikimisi tähtaeg pärast sulatamist
fi: Oletusmäärä säilyvyyspäiviä sulatuksen jälkeen
fr: Date de péremption par défaut après décongélation en jours
he_il: ימי תוקף כבררת מחדל לאחר הפשרה
hu: Alapértelmezett lejárati idő kiolvasztás után
it: Giorni di scadenza predefiniti dopo lo scongelamento
lt: Numatytasis terminas praėjus kelioms dienoms po atšildymo
nl: Standaard houdbaarheidsdatum na ontdooien
no: Standard forfallsdager etter tining
pt_br: Dias de validade após descongelar (padrão)
ru: Срок годности по умолчанию после разморозки
sk_sk: Predvolený počet dní na spotrebu po rozmrazení
tr: Çözdürdükten sonra varsayılan bekleme günü
uk: Днів після розморозки за замовчуванням

source: Next due date
ca: Propera data límit de consum
cs: Datum min. trvanlivosti
da: Næste udløbsdato
de: Nächstes Fälligkeitsdatum
es: Próxima fecha límite
et_ee: Järgmine tähtaeg
fi: Seuraava parasta ennen -päivä
fr: Prochaine date de péremption
he_il: תאריך סיום התוקף הבא
hu: Következő lejárati dátum
it: Prossima data di scadenza
lt: Kitas terminas
nl: Volgende houdbaarheidsdatum
no: Neste forfallsdato
pt_br: Validade
ro_ro: Urmatorul termen
ru: Следующий срок годности
sk_sk: Nasledujúci dátum spotreby
tr: Sonraki vade tarihi
uk: Термін придатності

source: %s product is due
ca: %s producte és a la data de consum preferent
cs: %s produktu vyprší min. trvanlivost
da: %s vare udløber
de: %s Produkte ist fällig
es: %s producto ha superado su fecha de consumo preferente
et_ee: %s toode on üle aja
fi: %s tuote vanhenee
fr: %s produit est périmé
he_il: תוקפו של מוצר אחד יפוג
hu: %s termék le fog járni
it: %s prodotto è scaduto
lt: %sprodukto terminas
nl: %s product verloopt
no: %s produkt forfaller
pt_br: %s produto vencerá
ro_ro: %s produs se învechește
ru: %s продукт подойдёт к сроку
sk_sk: 1%s výrobok je po záruke
tr: %sürünün son kullanma tarihi geldi
uk: %s продукт зіпсується

source: Due date
ca: Data de consum preferent
cs: Datum min. trvanlivosti
da: Forfaldsdato
de: Fälligkeitsdatum
es: Fecha límite
et_ee: Tähtaeg
fi: Parasta ennen -päivä
fr: Date de péremption
he_il: תאריך סיום התוקף
hu: Lejárati idő
it: Data di scadenza
lt: Terminas
nl: Vervaldatum
no: Forfallsdato
pt_br: Validade
ro_ro: Valabil până la
ru: Срок годности
sk_sk: Dátum spotreby
tr: Bitiş tarihi
uk: Термін придатності

source: Never overdue
ca: No caducar mai
cs: Produkt má neomezenou trvanlivost
da: Udløber aldrig
de: Nie überfällig
es: Sin fecha límite
et_ee: Mitte kunagi üle aja
fi: Ei vanhene koskaan
fr: Pas de date de péremption
he_il: אין תפוגה
hu: Soha nem jár le
it: Non scade mai
lt: Niekada nevėluoja
nl: Verloopt nooit
no: Forfaller aldri
pt_br: Nunca vence
ru: Без срока годности
sk_sk: Nekazí sa
tr: Hiçbir zaman gecikme
uk: Не має терміну придатності

source: %s product is expired
ca: %s producte ha caducat
cs: %s produkt je po datu použitelnosti
da: %s vare er udløbet
de: %s Produkt ist abgelaufen
es: %s producto está caducado
et_ee: %s toode on riknenud
fi: %s tuote on pilaantunut
fr: %s produit est périmé
he_il: פג תוקפו של אחד המוצרים
hu: %s termék megromlott
it: %s prodotto è scaduto
lt: %sprodukto galiojimo laikas pasibaigęs
nl: %s product is vervallen
no: %s produkt har forfalt
pt_br: %s produto estragado
ro_ro: %s produs este expirat
ru: %s продукт испортился
sk_sk: %s výrobok exspiroval
tr: %s ürünün son kullanma tarihi geçti
uk: %s продукт зіпсовано

source: Expired
ca: Caducat
cs: po době použitelnosti
da: Udløbet
de: Abgelaufen
el_gr: Έληξε
es: Caducado
et_ee: Riknenud
fi: Pilaantunut
fr: Périmé
he_il: התוקף פג
hu: Megromlott
it: Scaduto
lt: Baigėsi galiojimo laikas
nl: Over datum
no: Utgått
pt_br: Estragado
ru: Истёк срок годности
sk_sk: Exspirované
sl: Poteklo
tr: Süresi dolmuş
uk: Зіпсовано

source: Due soon days
ca: Dies per al consum
cs: Počet dní ve žlutém filtru v Přehledu
da: Forfalder snart, (dage)
de: "Bald fällig" Tage
es: Días para próximo a fecha límite
et_ee: Päevi enne tähtaega
fi: Pian vanhenemassa -päiviä
fr: Date de péremption proche
he_il: ימים לתפוגת תוקף קרבה
hu: Esedékesség előrejelzés napban
it: Scade tra pochi giorni
lt: Terminas greitu laiku
nl: Markeer klusjes zoveel dagen van tevoren als "binnenkort doen":
no: Forfaller snart dager
pt_br: Vence nos próximos dias
ru: Дней до истечения срока годности
sk_sk: Počet dní do blížiaceho sa konca záruky
tr: Çok yakında tarihi dolacak
uk: Днів, скоро буде зіпсовано

source: Add overdue/expired products
ca: Afegeix productes caducats
cs: Přidat produkty po min. trvanlivosti/použitelnosti
da: Tilføj varer der er udløbet, for gamle
de: Überfällige/Abgelaufene Produkte hinzufügen
es: Añadir productos caducados o que han superado su fecha de consumo preferente
et_ee: Lisa aegunud/riknenud tooted
fi: Lisää vanhentuneet tuotteet
fr: Ajouter les produits dépassés/périmés
he_il: מוצרים שחרגו מהתוקף/פג תוקפם
hu: Lejárt/megromlott termékek hozzáadása
it: Aggiungi prodotti scaduti
lt: Pridėkite produktus, kurių galiojimo laikas pasibaigęs
nl: Voeg producten toe die over datum zijn of verlopen
no: Legg til forfalte produkter
pt_br: Adicionar produtos vencidos/estragados
ru: Добавить просроченные продукты
sk_sk: Pridať trvanlivosť/expiráciu výrobku
tr: Son vadesi dolmuş veya son kullanma tarihi geçmiş ürünleri ekleyin
uk: Додати зіпсовані/прострочені продукти

source: Products with tare weight enabled are currently not supported for transfer
cs: Produkty s nastavenou tárou (pro váhu) nelze přesouvat mezi jednotlivými umístěními.
da: Varer med emballagevægt understøttes ikke ved flytning
de: Produkte mit aktivierter Taragewichtbehandlung können aktuell nicht umgelagert werden
es: No se puede trasladar productos con peso de contenedor activado en este momento
et_ee: Tooteid taara kaaluga ei toetata praegu ülekandmist
fi: Tuotteita, joilla on taarapaino, ei nykyisellään voi siirtää
fr: Les produits avec un poids taré ne peuvent, pour l'instant, pas être transférés
he_il: מוצרים שמשקל הטרה שלהם פעיל אינם נתמכים בהעברה.
hu: Beállított tára súllyal rendelkező termékek mozgatása jelenleg nem támogatott
it: I prodotti con la tara abilitata non sono attualmente supportati per il trasferimento
lt: Produktų, kurių taros svoris įjungtas, perkėlimas šiuo metu nepalaikomas
nl: Producten waarvoor tarragewicht is ingeschakeld, worden momenteel niet ondersteund voor overdracht
no: Produkter med taravekt aktivert støttes for øyeblikket ikke for overføring
pt_br: Produtos com peso da tara habilitados não são suportados para transferência atualmente
sl: Izdelki s taro trenutno niso podprti za prenos
tr: Dara ağırlığı etkinleştirilmiş ürünler şu anda transfer için desteklenmemektedir

source: This cannot be lower than %1$s or equal %2$s and needs to be a valid number with max. %3$s decimal places
cs: Hodnota nesmí být menší než %1$s nebo být rovna %2$s, s max. %3$s desetinnými místy
da: Værdien kan ikke være mindre end %1$s eller lig %2$s, og skal gyldigt med max %3$s decimaler
de: Dies darf nicht niedriger als %1$s oder gleich %2$s sein und muss eine gültige Zahl mit max. %3$s Nachkommastellen sein
es: Esto no puede ser menor que %1$s ni igual a %2$s y tiene que ser un número válido con un máximo de %3$s cifras decimales
et_ee: See ei saa olla väiksem, kui %1$s, või võrdne%2$s-ga ja peab olema number maksimaalselt %3$s komakohaga
fi: Tämä ei voi olla pienempi kuin %1$s tai yhtäsuuri kuin %2$s ja sen pitää olla validi luku, jossa on enintään %3$s desimaalia
fr: Ce nombre ne peut être plus petit que %1$s ni égal à %2$s et peut contenir au maximum %3$s décimaux
he_il: לא יכול להיות קטן מ־%1$s או שווה ל־%2$s ועליו להיות מספר תקין עם %3$s מקומות עשרוניים לכל היותר
hu: Nem lehet kevesebb, mint %1$s és érvényes számnak kell lennie max. %3$s tizedesjegyel. Nem lehet egyenlő a következővel: %2$s
it: Questo non può essere inferiore a %1$s o uguale a %2$s e deve essere un numero valido con al massimo %3$s cifre decimali
lt: Tai negali būti mažesnis nei %1$s arba lygus %2$s ir turi būti galiojantis skaičius su maks. %3$s skaitmenys po kablelio
nl: Dit mag niet minder zijn dan %1$s of gelijk zijn aan %2$s en moet een getal zijn met max. %3$s decimalen
no: Dette kan ikke være lavere enn %1$s eller likt %2$s og må være et gyldig tall med maks %3$s desimaler
pt_br: Não pode ser inferior %1$s ou igual %2$s e seja um número válido com máx. de %3$s casas decimais
ru: Не может быть ниже %1$s или равным %2$s и должно быть число с максимум %3$s знаками после запятой
tr: Bu, %1$s'ten küçük veya %2$s'ye eşit olamaz ve maksimum %3$s ondalık basamağına sahip geçerli bir sayı olması gerekir

source: This must be between %1$s and %2$s, cannot equal %3$s and needs to be a valid number with max. %4$s decimal places
cs: Hodnota musí být mezi %1$s a %2$s, nesmí být rovna %3$s, s max. %4$s desetinnými místy
da: Værdien skal være mellem %1$s og %2$s, må ikke være %3$s og skal gyldigt med max %4$ decimaler
de: Dies muss zwischen %1$s und %2$s liegen, kann nicht gleich %3$s sein und muss eine gültige Zahl mit max. %4$s Nachkommastellen sein
es: Esto tiene que estar entre %1$s y %2$s, no puede ser igual a %3$s y tiene que ser un número válido con un máximo de %4$s cifras decimales
et_ee: See peab olema vahemikus %1$s kuni %2$s, ei saa olla võrdne %3$s-ga ja peab olema number maksimaalselt %4$s komakohaga
fr: Ce nombre doit être entre %1$s et %2$s, ne peut être égal à %3$s et peut contenir au maximum %4$s décimaux
he_il: חייב להיות בין %1$s ל־%2$s, אינו יכול להיות שווה ל־%3$s ועליו להיות מספר תקני עם %4$s מקומות עשרוניים לכל היותר
hu: %1$s és %2$s közötti érvényes számnak kell lennie max. %4$s tizedesjegyel. Nem lehet egyenlő a következővel: %3$s
it: Questo deve essere tra %1$s e %2$s, non può essere uguale a %3$s e deve essere un numero valido con al massimo %4$s cifre decimali
lt: Tai turi būti nuo %1$s iki %2$s, negali būti lygi %3$s ir turi būti galiojantis skaičius su maks. %4$s skaitmenys po kablelio
nl: Dit moet tussen de %1$s en %2$s zijn, niet gelijk aan %3$s en moet een getal zijn met max. %4$s decimalen
no: Dette må være mellom%1$s og %2$s kan ikke være samme som %3$s og må være et gyldig tall med maks %4$s desimaler
pt_br: Este deve estar entre %1$s e %2$s, não pode ser igual%3$s e precisa ser um número válido com o máximo de %4$s casas decimais
ru: Должно быть между %1$s и %2$s, не может быть равным %3$s и должно быть число с максимум %4$s знаками после запятой
tr: Bu, %1$s ile %2$s arasında olmalıdır, %3$s'ye eşit olamaz ve maksimum %4$s ondalık basamağına sahip geçerli bir sayı olmalıdır

source: This cannot be lower than %1$s and needs to be a valid number with max. %2$s decimal places
cs: Hodnota nesmí být menší než %1$s a smí mít max. %2$s desetinná místa
da: Værdien kan ikke være mindre end %1$s, og skal være gyldigt med max %2$s decimaler
de: Dies darf nicht niedriger als %1$s sein und muss eine gültige Zahl mit max. %2$s Nachkommastellen sein
es: Esto no puede ser menor que %1$s y tiene que ser un número válido con un máximo de %2$s cifras decimales
et_ee: See ei saa olla väiksem kui %1$s ja peab olema number maksimaalselt %2$s komakohaga
fi: Tämä ei voi olla pienempi kuin %1$s ja sen pitää olla validi luku, jossa on enintään %2$s desimaalia
fr: Ce nombre ne peut être plus petit que %1$s et peut contenir au maximum %2$s décimaux
he_il: לא יכול להיות קטן מ־%1$s ועליו להיות מספר תקין עם %2$s מקומות עשרוניים לכל היותר
hu: Nem lehet kevesebb, mint %1$s és érvényes számnak kell lennie max. %2$s tizedesjegyel
it: Questo non può essere inferiore a %1$s e deve essere un numero valido con al massimo %2$s cifre decimali
lt: Tai negali būti mažesnis nei %1$s ir turi būti galiojantis skaičius su maks. %2$s skaitmenys po kablelio
nl: Dit mag niet minder zijn dan %1$s en moet een getal zijn met max. %2$s decimalen
no: Dette kan ikke være lavere enn %1$s og må være et gyldig tall med maks %2$s desimaler
pt_br: Não pode ser inferior %1$s e seja um número válido com máx. de %2$s casas decimais.
ru: Не может быть меньше %1$s и должно быть число с максимум %2$s знаками после запятой
tr: Bu, %1$s'ten küçük olamaz ve maksimum %2$s ondalık basamağa sahip geçerli bir sayı olması gerekir

source: This must between %1$s and %2$s and needs to be a valid number with max. %3$s decimal places
cs: Hodnota musí být mezi %1$s a %2$s, s max. %3$s desetinnými místy
da: Værdien skal være mellem %1$s og %2$s, og skal gyldigt med max %3$ decimaler
de: Dies muss zwischen %1$s und %2$s liegen und muss eine gültige Zahl mit max. %3$s Nachkommastellen sein
es: Esto tiene que estar entre %1$s y %2$s, y tiene que ser un número válido con un máximo de %3$s cifras decimales
et_ee: See peab olema vahemikus %1$s kuni %2$s ja peab olema number maksimaalselt %3$s komakohaga
fi: Tämän pitää olla lukujen %1$s ja %2$s välillä ja sen pitää olla validi luku, jossa on enintään %3$s desimaalia
fr: Ce nombre doit être entre %1$s et %2$s et peut contenir au maximum %3$s décimaux
he_il: חייב להיות בין %1$s ו־%2$s ועליו להיות מספר תקני עם %3$s מקומות עשרוניים לכל היותר
hu: %1$s és %2$s közötti érvényes számnak kell lennie max. %3$s tizedesjegyel
it: Questo deve essere tra %1$s e %2$s e deve essere un numero valido con al massimo %3$s cifre decimali
lt: Tai turi būti nuo %1$s iki %2$s ir turi būti galiojantis skaičius su maks. %3$s skaitmenys po kablelio
nl: Dit moet tussen %1$s en %2$s zijn en moet een getal zijn met max. %3$s decimalen
no: Dette må være mellom %1$s og %2$s og må være et gyldig nummer med maks %3$s desimaler
pt_br: Isso deve estar entre %1$s e %2$s e precisa ser um número válido com no max. de %3$s casas decimais
ru: Должно быть между %1$s и %2$s и должно быть число с максимум %3$s знаками после запятой
tr: Bu, %1$s ile %2$s arasında olmalı ve maksimum %3$s ondalık basamaklı geçerli bir sayı olmalıdır

source: Automatically do the booking using the last price and the amount of the shopping list item, if the product has "Default due days" set
cs: Má-li produkt vyplněno výchozí datum min. trvanlivosti, pak přidej produkt do stavu zásob automaticky s vyplněním počtu balení podle nákupního seznamu a ceny podle posledního nákupu.
da: Automatisk opdatering ved brug af den sidste pris og antallet i indkøbsliste, hvis varen har "Standard bedst før dage" markeret
de: Buchung automatisch ausführen, wenn das Produkt Standardfälligkeitstage hinterlegt hat (als Preis wird der letzte Preis verwendet)
es: Registrar automáticamente usando el último precio y la cantidad del artículo de la lista de la compra, si el producto tiene definido "Número predeterminado de días hasta la fecha límite"
et_ee: Tehke broneering automaatselt, kasutades ostunimekirja kauba viimast hinda ja summat, kui tootele on määratud "Vaikimisi tähtpäevad"
fi: Tee varaus automaattisesti käyttäen viimeisintä hintaa sekä määrää ostoslistalla, jos tuotteella on "Oletusmäärä päiviä vanhenemiseen" asetettuna
fr: Réaliser automatiquement les achats en utilisant le dernier prix connu et la quantité indiquée dans la liste, si le premier a une date de péremption par défaut renseignée
he_il: לבצע את ההזמנה אוטומטית עם המחיר האחרון ועם כמות הפריט לקנייה, אם למוצר מוגדרים „ימי תוקף כבררת מחדל”
hu: Automatán készletezze a termékeket az utolsó ismert ár és bevásárlólistán szereplő mennyiség alapján, ha a termék "Alapértelmezett lejárati ideje" be van állítva
it: Effettua automaticamente la prenotazione utilizzando l'ultimo prezzo e l'importo dell'articolo della lista della spesa, se il prodotto ha impostato "Giorni di scadenza predefiniti"
lt: Automatiškai atlikti užsakymą naudojant paskutinę pirkinių sąrašo prekės kainą ir sumą, jei prekei nustatytas „Numatytosios mokėjimo dienos“
nl: Voer de boeking automatisch uit met behulp van de vorige prijs en het hoeveelheid van het artikel op de boodschappenlijst, als voor het product 'standaard vervaldagen' is ingesteld
no: Gjør gjennomføringen automatisk med den siste prisen og beløpet på handlelistpunktet, hvis produktet er satt til "Standard forfallsdato"
pt_br: Faça automaticamente a reserva usando o último preço e o valor do item da lista de compras, se o produto tiver "Dias de validade (padrão)" definido
ro_ro: Efectuați automat rezervarea folosind ultimul preț și cantitatea produsului din lista de cumpărături, dacă produsul are setat „Termen implicit”
ru: Автоматически выполнять действие, используя последнюю цену и количество товара в списке покупок, если для продукта установлены "Дни выполнения по умолчанию"
tr: Üründe "Varsayılan vade günleri" ayarlanmışsa, alışveriş listesi öğesinin son fiyatını ve tutarını kullanarak rezervasyonu otomatik olarak yapın

source: When moving products from/to a freezer location, the products due date is automatically adjusted according to the product settings
ca: Quan es mou aquest producte a/des de una ubicació congelador, la data de consum serà ajustada automàticament segons la confguració del producte
cs: Při přesunutí produktu z/do mrazničky, bude datum minimální trvanlivosti automaticky upraveno na základě parametrů tohoto produktu
da: Når varen flyttes til/fra fryseren, justeres bedst før datoen i henhold til varens opsætning
de: Beim Umlagern von Produkten von/zu einem Gefrierstandort wird das Fälligkeitsdatum der Produkte automatisch entsprechend den Produkteinstellungen angepasst
es: Al meter un producto en un congelador o al sacarlo, la fecha límite del producto se ajusta automáticamente según la configuración del producto
et_ee: Toodete teisaldamisel sügavkülmiku asukohast/sügavkülmikusse reguleeritakse toodete tähtaeg automaatselt vastavalt toote seadetele
fi: Siirrettäessä tuotteita pakastimeen tai sieltä pois parasta ennen -päiväys asetetaan automaattisesti tuotteen asetusten mukaisesti
fr: Lorsque les produits entrent/sortent du congélateur, la date de péremption est mise à jour automatiquement en fonction des paramètres des produits
he_il: כאשר מוצר מועבר לתוך או מחוץ למקפיא, מועד התוקף של המוצרים מכוון בהתאם להגדרות המוצר
hu: A termékek fagyasztóba/fagyasztóból mozgatása során a lejárati idő a termék beállításainak megfelelően módosul
it: Quando si spostano prodotti da/a un luogo di congelamento, la data di scadenza dei prodotti viene regolata automaticamente in base alle impostazioni del prodotto
lt: Perkeliant produktus iš/į šaldiklio vietą, produktų pristatymo data automatiškai koreguojama pagal gaminio nustatymus
nl: Bij het verplaatsen van producten van/naar een diepvriezerlocatie wordt de THT-datum automatisch aangepast op basis van de productinstellingen
no: Når du flytter produkter fra / til en fryser, justeres produktets forfallsdato automatisk i henhold til produktinnstillingene
pt_br: Quando mover os produtos do/para um local de congelamento, a validade dos produtos será ajustada automaticamente de acordo com as configurações do produto
ro_ro: La congelarea/decongelarea produselor, termenul este ajustat automat în funcție de setările produsului
ru: При перемещении продуктов в морозильную камеру или из неё, срок годности продукта будет автоматически обновлен в соответствии с настройками этого продукта
tr: Ürünlerin dondurucudan/dondurucuya taşınması sırasında ürünlerin son teslim tarihi ürün ayarlarına göre otomatik olarak ayarlanır.

source: This is the internal field name, e. g. for the API
cs: Toto je systémový název položky vhodný např. pro API
da: Dette er det interne feltnavn, til f.ex. API’et
de: Dies ist der interne Feldname, z. B. für die API
es: Este es el campo de nombre interno, por ejemplo para la API
et_ee: See on sisene välja nimi, nt API jaoks
fi: Tämä on sisäinen kentän nimi esimerkiksi APIa varten
fr: Ceci est le nom du champ interne (pour l'API, notamment)
he_il: זה השם הפנימי של השדה, למשל עבור ה־API
hu: Ez a mező belső neve, pl: API-hoz
it: Questo è il campo del nome interno, ad esempio per l'API
lt: Tai vidinis lauko pavadinimas, pvz. API
nl: Dit is de interne veldnaam, bijvoorbeeld voor de API
no: Dette er det interne feltnavnet, f.eks. g. for API
pt_br: Este é o nome do campo interno, por exemplo para a API
ru: Название поля для внутреннего использования, например для API
tr: Bu dahili alan adıdır, örneğin API için
uk: Це внутрішня назва поля. Наприклад, для API
