Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Not enough in stock, but already on the shopping list
ca: No hi ha existències suficients, però ja està afegit a la llista de la compra
cs: Nemá dostatečnou zásobu, ale je na nákupním seznamu
da: Ikke nok på lager, men allerede på indkøbslisten
de: Bestand nicht ausreichend, steht aber bereits auf dem Einkaufszettel
el_gr: Δεν υπάρχει αρκετό απόθεμα, αλλά ήδη στη λίστα αγορών
es: No hay existencias suficientes, pero ya están en la lista de la compra
et_ee: Pole piisavalt varusid, kuid puuduvad on juba lisatud ostunimekirja
fi: Ei tarpeeksi varastossa, mutta lisätty jo kauppalistaan
fr: Pas assez en stock, mais déjà sur la liste de courses.
he_il: אין מספיק במלאי, אבל כבר מופיע ברשימת הקניות
hu: Nincs elegendő készleten, de már szerepel a bevásárlólistán
it: Non abbastanza disponibile in dispensa, ma già nella lista della spesa
lt: Sandėlyje neužtenka, bet jau yra pirkinių sąraše
nl: Niet genoeg op voorraad, maar al op het boodschappenlijstje
no: Ikke nok i beholdningen, men er på handelisten
pt_br: Estoque insuficiente, mas já na lista de compras
pt_pt: Stock insuficiente, mas já na lista de compras
ro_ro: Stoc insuficient, dar este deja pe lista de cumpărături
ru: Не достаточно в запасе, но уже добавлено в список покупок
sk_sk: Nedostatočná zásoba, ale už je v nákupnom zozname
sl: Ni dovolj zaloge, je pa že na nakupovalnem seznamu
tr: Stokta yok ancak alışveriş listesine eklenmiş
uk: Недостатньо в наявності, але вже додано до списку покупок

source: Not enough in stock
ca: No hi ha existències suficients
cs: Nedostatečná zásoba
da: Ikke nok på lager
de: Nicht ausreichend im Bestand
el_gr: Δεν υπάρχει αρκετό απόθεμα
es: No hay existencias suficientes
et_ee: Pole piisavalt varusid
fi: Ei tarpeeksi varastossa
fr: Pas assez en stock
he_il: אין מספיק במלאי
hu: Nincs elegendő készleten
it: Non abbastanza in dispensa
lt: Nėra pakankamai sandėlyje
nl: Niet genoeg op voorraad
no: Ikke nok i beholdningen
pt_br: Sem estoque suficiente
pt_pt: Não há stock suficiente
ro_ro: Stoc insuficient
ru: Не достаточно в запасе
sk_sk: Nedostatočná zásoba
sl: Ni dovolj zaloge
tr: Stokta yeterince yok
uk: Недостатньо в наявності

source: Default location
ca: Ubicació per defecte
cs: Obvyklé umístění
da: Standardplacering
de: Standardstandort
el_gr: Προεπιλεγμένη τοποθεσία
es: Ubicación predeterminada
et_ee: Vaikimisi asukoht
fi: Oletussijainti
fr: Emplacement par défaut
he_il: מיקום בררת מחדל
hu: Alapértelmezett hely
it: Posizione predefinita
lt: Numatyta vieta
nl: Standaardlocatie
no: Standard lokasjon
pt_br: Localização padrão
pt_pt: Local predefinido
ro_ro: Locație implicită
ru: Место хранения по умолчанию
sk_sk: Predvolené umiestnenie
sl: Privzeta lokacija
tr: Varsayılan yer
uk: Місце за замовчуванням

source: Default amount for purchase
ca: Quantitat per defecte per a la compra
cs: Obvyklé množství k nákupu
da: Standardantal for køb
de: Standardmenge für Einkauf
el_gr: Προεπιλεγμένο ποσό για αγορά
es: Cantidad de compra predeterminada
et_ee: Vaikimisi kogus ostmiseks
fi: Oletusostomäärä
fr: Quantité ajoutée par défaut lors d'un achat
he_il: כמות בררת מחדל לרכישה
hu: Alapértelmezett vásárlási mennyiség
it: Quantità predefinita per l'acquisto
lt: Numatytas pirkimo kiekis
nl: Standaardhoeveelheid voor aankoop
no: Standard mengde for innkjøp
pt_br: Quantidade padrão para compras
pt_pt: Quantidade predefinida para comprar
ro_ro: Cantitatea implicită pentru achiziție
ru: Количество покупки по умолчанию
sk_sk: Predvolené množstvo pre nákup
sl: Privzeta količina za nakup
tr: Satın almak için varsayılan miktar
uk: Кількість придбання за замовчуванням

source: Default amount for consume
ca: Quantitat per defecte per al consum
cs: Výchozí množství ke spotřebě
da: Standardantal for forbrug
de: Standardmenge für Verbrauch
el_gr: Προεπιλεγμένο ποσό για κατανάλωση
es: Cantidad de consumo predeterminada
et_ee: Vaikimisi kogus tarbimiseks
fi: Oletuskulutusmäärä
fr: Quantité retirée par défaut lors de la consommation
he_il: כמות בררת מחדל לצריכה
hu: Alapértelmezett felhasználási mennyiség
it: Quantità predefinita per il consumo
lt: Numatytas suvartojamas kiekis
nl: Standaardhoeveelheid voor verbruiken
no: Standard mengde for forbruk
pt_br: Quantidade padrão para consumir
pt_pt: Quantidade predefinida para consumir
ro_ro: Cantitatea implicită pentru consum
ru: Количество потребления по умолчанию
sk_sk: Predvolené množstvo pre spotrebu
sl: Privzeta količina za porabo
tr: Tüketmek için varsayılan miktar
uk: Кількість, яка вживається за замовчуванням

source: Variable amount
ca: Quantitat variable
cs: Proměnné množství
da: Variabelt antal
de: Variable Menge
el_gr: Μεταβλητό ποσό
es: Cantidad variable
et_ee: Muutuja kogus
fi: Muuttuva määrä
fr: Quantité variable
he_il: כמות משתנה
hu: Változó mennyiség
it: Quantità variabile
lt: Kintantis kiekis
nl: Variabele hoeveelheid
no: Variabel mengde
pt_br: Quantidade variável
pt_pt: Quantidade variável
ro_ro: Cantitate variabilă
ru: Переменное количество
sk_sk: Premenlivé množstvo
sl: Spremenljiva količina
tr: Değişken miktar
uk: Змінна кількість

source: When this is not empty, it will be shown instead of the amount entered above while the amount there will still be used for stock fulfillment checking
cs: Pokud vyplníte množství sem, objeví se jako množství produktu v receptu. Ovšem kontrola stavu produktu bude stále prováděna podle množství o řádek výše.
da: Når denne ikke er tom, vil den blive vist istedet for antallet skrevet ovenfor, dog vil antallet dér stadig blive brugt til opfyldningstjek af beholdning
de: Wenn dies nicht leer ist, wird dies anstelle der Menge oben angezeigt, wobei für die Bestandsprüfung trotzdem diese Menge verwendet wird
el_gr: Τελευταία χρέωσηΌταν αυτό δεν είναι κενό, θα εμφανίζεται αντί για το ποσό που έχει εισαχθεί παραπάνω, ενώ το ποσό εκεί θα εξακολουθεί να χρησιμοποιείται για τον έλεγχο της εκπλήρωσης αποθεμάτων
es: Cuando esto no esté vacío, se mostrará en lugar de la cantidad ingresada anteriormente, pero la comprobación de existencias se realizará con la cantidad ingresada
et_ee: Kui see pole tühi, kuvatakse see ülal sisestatud summa asemel, samas kui seal olevat summat kasutatakse endiselt laoseisu kontrollimiseks
fi: Jos tämä ei ole tyhjä, niin tämä näytetään ylläolevan määrän sijaan, jota silti käytetään varaston täyttötarpeen tarkistamiseen.
fr: Lorsque ce champs n'est pas vide, la valeur sera affichée à la place de celle saisie ci-dessus mais la valeur initiale restera utilsée pour la vérification des quantité minimales du stock.
he_il: כאשר זה לא ריק, הוא יופיע במקום הכמות שמולאה להלן בזמן שהכמות שם עדיין תשמש לבדיקת צבירת מלאי
hu: Ha nem üres, akkor az ide írt mennyiség fog megjelenni a fentebb lévő mező helyett, ugyanakkor leltár ellenőrzéshez a fentebbi mező lesz használva.
it: Quando questo non è vuoto, verrà mostrato al posto della quantità sopra immessa mentre la quantità verrà comunque utilizzata per il controllo dell'adempimento delle scorte dii dispensa
lt: Kai laukas nėra tuščias, jis bus rodomas vietoj anksčiau įvestos sumos, o ten esanti suma vis tiek bus naudojama atsargų įvykdymui tikrinti
nl: Wanneer dit niet leeg is, wordt dit weergegeven in plaats van de hierboven ingevoerde hoeveelheid, terwijl het aantal daar nog steeds zal worden gebruikt voor controle van de voorraadafhandeling
no: Når denne ikke er tom, vil denne bli vist i stedet for antallet skrevet inn over, mens antallet der vil bli brukt for å sjekke beholdnigsmengde.
pt_br: Quando não estiver vazio, será exibido em vez do valor informado acima, enquanto o valor ainda será usado para verificação de preenchimento de estoque
pt_pt: Quando não estiver vazio,
ro_ro: Când acesta nu este gol, va fi afișat în locul sumei introduse mai sus în timp ce suma de acolo va fi folosită în continuare pentru verificarea îndeplinirii stocurilor
ru: Если введено, то это количество будет показываться вместо количества, введённого выше, но введённое выше будет использоваться для расчёта запаса продуктов
sk_sk: Ak toto nie je prázdne, použije sa pri zobrazení miesto množstva zadaného vyššie, zatiaľčo uvedené množstvo sa stále použije pri kontrole stavu zásob
tr: Bu boş olmadığında, yukarıda girilen miktar yerine gösterilecekken yukarıda girilen miktar stok karşılama kontrolünde halen kullanılacak
uk: Якщо це поле не пусте, його вміст буде відображатись як кількість. Поле вище буде використовуватись лише для перевірки наявності продукту

source: Track date only
ca: Només seguiment de data
cs: Zaznamenávat pouze datum
da: Registrer kun dato
de: Nur Datum der Ausführung speichern
el_gr: Μόνο ημερομηνία παρακολούθησης
es: Solamente la fecha de registro
et_ee: Jälgi ainult kuupäeva
fi: Vain päivämäärän seuranta
fr: Suivre uniquement les dates
he_il: מעקב אחר התאריך בלבד
hu: Csak a dátum követése
it: Traccia solo la data
lt: Tik sekimo data
nl: Hou alleen de datum bij
no: Registrer kun dato
pt_br: Rastrear apenas data
pt_pt: Monitorizar apenas a data
ro_ro: Numai data urmăririi
ru: Отслеживать только дату
sk_sk: Zaznamenávať iba dátum
sl: Spremljaj samo datum
tr: Yalnızca tarihi takip et
uk: Відмічати лише дату

source: When enabled only the day of an execution is tracked, not the time
ca: Si s'habilita, només es farà el seguiment del dia d'una execució, no pas l'hora
cs: Zaznamená se jen datum splnění, čas ne
da: Når aktiveret vil kun dagen for udførsel blive registreret, ikke tidspunktet
de: Wenn gewählt, wird nur der Tag einer Ausführung aufgezeichnet, nicht die Zeit
el_gr: Επόμενος προγραμματισμένος κύκλος φόρτισηςΌταν ενεργοποιείται, παρακολουθείται μόνο η ημέρα εκτέλεσης και όχι η ώρα
es: Cuando está activado, solo se registra el día de la ejecución, no la hora
et_ee: Kui lubatud, siis salvestatakse ainult tegemise päeva, mitte aega
fi: Tämä valittuna vain suorittamisen päivämäärää seurataan, ei aikaa.
fr: Lorsque activé, seul le jour d'une exécution est suivi, pas l'heure
he_il: כאשר האפשרות פעילה רק יום ההוצאה לפועל במעקב, לא השעה
hu: Bekapcsolva csak az elvégzés napját rögzíti, az időt nem
it: Se abilitato, viene tracciato solo il giorno di un'esecuzione, non l'ora
lt: Kai įjungta, stebima tik vykdymo diena, o ne laikas
nl: Als dit ingeschakeld is wordt alleen de dag waarop de taak gedaan is bijgehouden, niet de tijd
no: Når aktivert vil kun dagen og ikke tiden bli registrert
pt_br: Quando habilitado, apenas o dia de execução será rastreado, não o horário
ro_ro: Când este activată, este urmărită doar ziua unei execuții, nu și ora
ru: Когда включено, только день выполнение будет записан, но не время
sk_sk: Ak je zapnuté, bude sa zaznamenávať iba dátum vykonanie, bez časového razítka
sl: Ko je omogočeno se spremlja samo dan izvedbe, ne pa čas
tr: Aktif edildiğinde, gerçekleşme saati yerine sadece gerçekleşme günü tutulacaktır
uk: Коли увімкнено, відстежується лише дата виконання, без вказання часу

source: Consume %1$s of %2$s
ca: Consumir %1$s de %2$s
cs: Spotřebovat %1$s produktu %2$s
da: Forbrug %1$s af %2$s
de: Verbrauche %1$s %2$s
el_gr: Καταναλώστε %1$s από %2$s
es: Consumir %1$s de %2$s
et_ee: Tarbi %1$s %2$s-st
fi: Kuluta %1$s tuotteesta %2$s
fr: Consommer %1$s de %2$s
he_il: צריכה של %1$s מתוך %2$s
hu: %1$s %2$s felhasználása
it: Consumare %1$s di %2$s
lt: Vartoti %1$siš %2$s
nl: Verbruik %1$s %2$s
no: Forbruk %1$s av %2$s
pt_br: Consumir %1$s de %2$s
pt_pt: Consumir %1$s de %2$s
ro_ro: Consumă %1$s din %2$s
ru: Использовать %1$s из %2$s
sk_sk: Spotrebovať %1$s %2$s
sl: Porabi %1$s od %2$s
tr: %1$s %2$s tüket
uk: Вжити %1$s %2$s

source: Meal plan
ca: Calendari de menús
cs: Jídelníček
da: Madplan
de: Speiseplan
el_gr: Προτίμηση γεύματος
es: Plan de comidas
et_ee: Eineplaan
fi: Ateriasuunnitelma
fr: Prévisions des menus
he_il: תכנית ארוחות
hu: Menü terv
it: Piano dei pasti
lt: Maisto planas
nl: Maaltijdplan
no: Middagsplanlegger
pt_br: Plano Alimentar
pt_pt: Plano de refeições
ro_ro: Planul de masă
ru: План питания
sk_sk: Jedálniček
sl: Načrt obrokov
tr: Yemek planı
uk: План харчування

source: %s serving
ca: %s ració
cs: %s porce
da: %s portion
de: %s Portion
el_gr: Μερίδα %s
es: %s raciones
et_ee: %s serveering
fi: %s annos
fr: %s part / portion
he_il: מנה אחת
hu: %s tálalás
it: %s porzione
lt: %sporcija
nl: %s portie
no: %s porsjon
pt_br: %s porção
pt_pt: %s porções
ro_ro: %s porție
ru: %s порция
sk_sk: %s porcia
tr: %s porsiyon
uk: %s порція

source: Week costs
ca: Costos setmanals
cs: Týdenní náklady
da: Ugentlige omkostninger
de: Wochenkosten
el_gr: Κόστος εβδομάδας
es: Coste semanal
et_ee: Nädala kulud
fi: Viikkokustannus
fr: Budget hebdo
he_il: עלויות שבועיות
hu: Heti költség
it: Costi settimanali
lt: Savaitės kaina
nl: Weekkosten
no: Utgift for uke
pt_br: Custos na semana
pt_pt: Custo por semana
ro_ro: Costuri săptămânale
ru: Затраты на неделю
sk_sk: Týždenné náklady
sl: Tedenski stroški
tr: Haftalık masraf
uk: Вартість за тиждень

source: Configuration
ca: Configuració
cs: Nastavení
da: Konfiguration
de: Konfiguration
el_gr: Διαμόρφωση
es: Configuración
et_ee: Seadistus
fi: Asetukset
he_il: הגדרות
hu: Konfiguráció
it: Configurazione
lt: Konfigūracija
nl: Configuratie
no: Oppsett
pt_br: Configuração
pt_pt: Configuração
ro_ro: Configurare
ru: Конфигурация
sk_sk: Nastavenia
sl: Konfiguracija
tr: Kurulum
uk: Конфігурація

source: A predefined list of values, one per line
ca: Una llista de valors predefinits, una per línia
cs: Předdefinovaný seznam hodnot, jedna na řádek
da: En prædefineret liste af værdier, en per linje
de: Eine vordefinierte Liste von Werten (einer pro Zeile)
el_gr: Μια προκαθορισμένη λίστα τιμών, μία ανά γραμμή
es: Una lista de valores predefinidos, uno por línea
et_ee: Eelseadistatud nimekiri väärtustest, üks rea kohta
fi: Etukäteen määritelty lista, yksi arvo per rivi
fr: Liste prédéfinie, une valeur par ligne
he_il: רשימה מוגדרת מראש של ערכים, אחד בשורה
hu: Soronként egy előre meghatározott érték
it: Un elenco predefinito di valori, uno per riga
lt: Iš anksto nustatytas verčių sąrašas, po vieną eilutėje
nl: Een vooraf gedefinieerde lijst met waarden, één per regel
no: En forhåndsdefinert liste av verdier, en per linje
pt_br: Uma lista predefinida de valores, uma por linha
pt_pt: Uma lista pré-definida de valores, um por linha
ro_ro: O listă predefinită de valori, una pe linie
ru: Предопределённый список значений, по одному на строку
sk_sk: Preddefinovaný zoznam hodnôt, jedna na riadok
sl: Predefiniran seznam vrednosti, ena na vrstico
tr: Ön tanımlı değerler dizisi, satır başına bir tane
uk: Заданий список величин, одна на рядок

source: Products
ca: Productes
cs: Produkty
da: Varer
de: Produkte
el_gr: Προϊόντα
es: Productos
et_ee: Tooted
fi: Tuotteet
fr: Produits
he_il: מוצרים
hu: Termékek
it: Prodotti
lt: Produktai
nl: Producten
no: Produkter
pt_br: Produtos
pt_pt: Produtos
ro_ro: Produse
ru: Продукты
sk_sk: Výrobky
sl: Izdelki
tr: Ürünler
uk: Продукти

source: Marked task %s as completed on %s
ca: Tasca %s marcada com a completada en %s
cs: Úkol %s označen jako hotový v %s
da: Markeret opgave %s som udført på %s
de: Aufgabe %s als erledigt markiert am %s
el_gr: Επισημάνθηκε η εργασία %s ως ολοκληρωμένη στο %s
es: Tarea %s marcada como completada el %s
et_ee: Märgitud ülesanne %s lõpetatuks kuupäeval %s
fi: Merkitty tehtävä %s suoritetuksi %s
fr: %s tâche marquée complétée sur %s
he_il: המשימה %s סומנה שהושלמה ב־%s
hu: %s feladat készre jelölve %s időpontban
it: Contrassegnata compito %s come completato il %s
lt: Pažymėti užduotį %skaip atliktą %s
nl: Gemarkeerde taak %s voltooid op %s
no: Merket oppgave %s som ferdig på %s
pt_br: Atividades marcadas %s como concluídas em %s
pt_pt: Marcar tarefa "%s" como concluída em %s
ro_ro: Sarcina %s a fost marcată ca finalizată pe %s
ru: Пометить задачу "%s" как выполненную %s
sk_sk: Úloha %s označená ako hotová v %s
sl: Označeno opravilo %s kot zaključeno na %s
tr: %s tarihinde %s işaretli görevleri tamamlandı
uk: Завдання %s відмічено виконаним %s

source: Booking has subsequent dependent bookings, undo not possible
ca: La reserva té reserves posteriors dependents, l'anul·lació no és possible
cs: Operace má závislé položky a proto nepůjde vrátit zpět.
da: Logningen har senere afhængige logninger. Fortryd er ikke muligt
de: Die Buchung hat nachfolgende abhängige Buchungen, rückgängig machen nicht möglich
el_gr: Ανάλωση κατά προτίμηση πρινΗ κράτηση έχει επακόλουθες εξαρτημένες κρατήσεις, δεν είναι δυνατή η αναίρεση
es: La entrada tiene entradas dependientes posteriores, no es posible deshacerla
et_ee: Broneeringul on järgnevad sõltuvad broneeringud, tagasivõtmine ei ole võimalik
fi: Varauksella on riippuvaisia jatkovarauksia, peruuttaminen ei ole mahdollista
fr: La réservation a des dépendances, impossible de revenir en arrière
he_il: להזמנה יש הזמנות עוקבות שתלויות בה, אי אפשר לבטל
hu: A foglaláshoz függő foglalások tartoznak, a visszavonás nem lehetséges
it: La prenotazione ha successive prenotazioni dipendenti, non è possibile annullare
lt: Užsakymas turi vėlesnių priklausomų užsakymų, anuliuoti negalima
nl: Boeking heeft latere afhankelijke boekingen, ongedaan maken niet mogelijk
no: Registrering har flere registreringer under seg, angre er ikke mulig
pt_br: A transação tem outras dependentes subsequentes, não sendo possível desfazer
ro_ro: Rezervarea are rezervări ulterioare dependente, anularea nu este posibilă
ru: У данного действия есть зависимые действия, отмена невозможна
sk_sk: Na tejto rezervácii závisia ďalšie rezervácie, zrušenie nie je možné
sl: Rezervacija ima povezane rezervacije, zato razveljavitev ni mogoča
tr: Rezervasyonun daha sonraki bağımlı rezervasyonları var, geri alma mümkün değil
uk: Бронювання має залежні від нього наступні бронювання. Відміна неможлива

source: per serving
ca: per ració
cs: na porci
da: per portion
de: pro Portion
el_gr: ανά μερίδα
es: por ración
et_ee: serveeringu kohta
fi: per annos
fr: par portion
he_il: לפי מנה
hu: per adag
it: per porzione
lt: porcijoje
nl: per portie
no: pr. porsjon
pt_br: porções
pt_pt: por porção
ro_ro: per porție
ru: на порцию
sk_sk: na porciu
tr: porsiyon başına
uk: на порцію

source: Never
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el_gr: Ποτέ
es: Nunca
et_ee: Mitte kunagi
fi: Ei koskaan
fr: Jamais
he_il: אף פעם
hu: Soha
it: Mai
lt: Niekada
nl: Nooit
no: Aldri
pt_br: Nunca
pt_pt: Nunca
ro_ro: Niciodată
ru: Никогда
sk_sk: Nikdy
sl: Nikoli
tr: Asla
uk: Ніколи

source: Today
ca: Avui
cs: Dnes
da: Idag
de: Heute
el_gr: Σήμερα
es: Hoy
et_ee: Täna
fi: Tänään
fr: Aujourd'hui
he_il: היום
hu: Ma
it: Oggi
lt: Šiandien
nl: Vandaag
no: I dag
pt_br: Hoje
pt_pt: Hoje
ro_ro: Astăzi
ru: Сегодня
sk_sk: Dnes
sl: Danes
tr: Bugün
uk: Сьогодні

source: Undo task
ca: Desfer tasca
cs: Vrátit úkol
da: Fortryd opgave
de: Aufgabe rückgängig machen
es: Deshacer tarea
et_ee: Võta ülesanne tagasi
fi: Kumoa tehtävä
fr: Annuler
he_il: ביטול ביצוע משימה
hu: Feladat visszavonása
it: Annulla attività
lt: Anuliuoti užduotį
nl: Taak ongedaan maken
no: Angre oppgave
pt_br: Desfazer atividade
pt_pt: Desfazer tarefa
ro_ro: Anulați sarcina
ru: Отменить задание
sk_sk: Zrušiť úlohu
sl: Razveljavi opravilo
tr: Görevi geri al
uk: Відмінити завдання

source: Due date rollover
ca: transferència de la data de venciment
cs: Automatické posouvání termínu
da: Forfaldsdato for omlægning
de: Fälligkeit hinausschieben
el_gr: Ανατροπή ημερομηνίας λήξης
es: Aplazar fecha límite
et_ee: Tähtaja edasilükkamine
fi: Määräpäivän automaattisiirto
fr: Report de la date d'échéance
he_il: מועד סיום מתגלגל
hu: Esedékesség csúsztatása
it: Differimento della data di scadenza
lt: Termino perkėlimas
nl: Vervaldatum vooruit duwen
no: Forfallsdato rollover
pt_br: Renovação automática do prazo limite
ro_ro: Prelungirea termenului
ru: Переносить срок выполнения
sk_sk: Posunutie termínu
tr: Son tarihin devredilmesi
uk: Автопереніс терміну виконання

source: When enabled the chore can never be overdue, the due date will shift forward each day when due
cs: Jakmile nadejde datum splnění povinnosti, začne se automaticky překládat na další (a další) den, takže povinnost nebude nikdy označena za nesplněnou
da: Når aktiveret kan en pligt aldrig komme efter forfaldsdatoen, forfaldsdatoen rykkes frem for hver dag pligten ikke udføres
de: Wenn gewählt, kann die Hausarbeit nie überfällig werden - das Fälligkeitsdatum wird jeden Tag ab Fälligkeit einen Tag vorgeschoben
el_gr: ΕντάξειΌταν είναι ενεργοποιημένη, η δουλειά δεν μπορεί ποτέ να είναι καθυστερημένη, η ημερομηνία λήξης θα αλλάζει προς τα εμπρός κάθε μέρα, όταν πρέπει
es: Si se activa, el plazo de ejecución de la tarea del hogar nunca expira. En su lugar, la fecha límite se aplaza cuando llega el día de expiración del plazo.
et_ee: Kui see on sisse lülitatud, ei saa majapidamistööde tähtaeg kunagi hilineda, nihkub tähtaeg iga päev ettepoole
fi: Kun tämä on valittuna, niin tämä kotityö ole koskaan myöhässä, vaan siirtyy päivittäin eteenpäin
fr: Si activé la corvée ne sera jamais due, la date d'échéance sera avancée quand atteinte.
he_il: כשהאפשרות מופעלת המטלה לא יכולה לחרוג ממועד הסיום, מועד הסיום יועבר ליום הבא עם כל חריגה
hu: Ha bekapcsolod, akkor a házimunka soha nem jár le, a lejárati idő mindig előrecsúszik egy napot, ha az elvégzése aktuális
it: Se abilitato, il lavoro di routine o faccenda non può mai scadere, la data di scadenza si sposterà ogni giorno alla scadenza
lt: Kai įjungta, darbų atlikimo terminas niekada negali būti uždelstas, terminas kiekvieną dieną bus perkeltas į priekį
nl: Als dit ingeschakeld is dan kan dit klusje nooit over datum gaan. De vervaldatum voor dit klusje wordt elke dag vooruit geschoven wanneer deze verlopen is.
no: Når aktiveret kan husoppgaven aldri forfalle, forfallsdatoen flyttes frem hver dag husoppgaven ikke utføres
pt_br: Quando habilitado, a tarefa doméstica nunca poderá ficar atrasada, a data limite será adiada a cada dia quando alcançada.
ro_ro: Când este activ, activitatea nu poate fi niciodată întârziată, termenul se va deplasa înainte în fiecare zi când acesta este atins
ru: Когда данная опция включена, срок выполнения работы по дому никогда не будет проходить - срок будет сдвигаться вперёд каждый день при его окончании
sk_sk: Ak je zapnuté, povinnosť nikdy nebude meškať, termín sa pri oneskorení automaticky posunie dopredu
sl: Ko je omogočeno, obvenost nikoli ne zapade, datum zapadlosti se bo premaknil naprej vsakič ko bi zapadel
tr: Etkinleştirildiğinde, görevin vadesi hiçbir zaman geçilemez; vade tarihi, vadesi geldiğinde her gün ileri kaydırılır

source: Location Content Sheet
ca: Full de continguts d'ubicació
cs: Tabulka umístění zásob
da: Placeringer
de: Standortinhaltsblatt
el_gr: Φύλλο περιεχομένου τοποθεσίας
es: Hoja de contenido de la ubicación
et_ee: Asukoha Toodete Leht
fi: Sijaintien sisältölistaus
fr: Stock par Emplacement
he_il: גיליון תוכן מיקום
hu: Helyek áttekintése
it: Foglio dei contenuti della posizione
lt: Vietos turinio lapas
nl: Overzicht per locatie
no: Se produkt per lokasjon
pt_br: Planilha de localização
pt_pt: Lista de Conteúdos por Localização
ro_ro: Conținutul locațiilor
ru: Лист содержимого места хранения
sk_sk: Hárok s obsahom umiestnenia
tr: Konum İçeriği Sayfası
uk: Списки за місцем

source: Print
ca: Imprimir
cs: Vytisknout
da: Udskriv
de: Drucken
el_gr: Τυπώνω
es: Imprimir
et_ee: Prindi
fi: Tulosta
fr: Imprimer
he_il: הדפסה
hu: Nyomtatás
it: Stampa
lt: Spausdinti
nl: Afdrukken
no: Skriv ut
pt_br: Imprimir
pt_pt: Imprimir
ro_ro: Imprimă
ru: Печать
sk_sk: Tlač
sl: Natisni
tr: Yazdır
uk: Друк
