Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Are you sure to delete task "%s"?
ca: Segur que vols eliminar la tasca "%s"?
cs: Opravdu chcete smazat úkol „%s?
da: Er du sikker på at du vil slette opgaven "%s"?
de: Aufgabe "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε την εργασία "%s";
es: ¿Está seguro de querer eliminar la tarea "%s"?
et_ee: Kas oled kindel, et tahad kustutada ülesande "%s"?
fi: Haluatko varmasti poistaa tehtävän "%s"?
fr: Voulez-vous vraiment supprimer la tâche "%s" ?
hu: Biztosan törölni szeretnéd a következő feladatot: "%s"?
lt: Ar tikrai norite ištrinti užduotį "%s"?
nl: Weet je zeker dat je taak "%s" wilt verwijderen?
no: Er du sikker du ønsker å slette oppgave "%s"?
pt_br: Tem certeza que deseja remover a atividade "%s"?
pt_pt: Pretende eliminar a tarefa "%s"?
ro_ro: Ești sigur că dorești ștergerea sarcinii "%s"?
ru: Вы уверены, что нужно удалить задачу "%s"?
sk_sk: Naozaj si prajete odstrániť úlohu "%s"?
sl: Ali res želiš izbrisati opravilo "%s"?
tr: Görev "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити завдання "%s"?

source: Are you sure to delete product group "%s"?
ca: Estàs segur d'eliminar el grup de producte "%s"?
cs: Opravdu chcete smazat skupinu produktů „%s“?
da: Er du sikker på at du vil slette varegruppen "%s"?
de: Produktgruppe "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε την ομάδα προϊόντων "%s";
es: ¿Está seguro de querer eliminar el grupo de productos "%s"?
et_ee: Kas oled kindel, et tahad kustutada tootegrupi "%s"?
fi: Haluatko varmasti poistaa tuoteryhmän "%s"?
fr: Voulez-vous vraiment supprimer le groupe de produit "%s" ?
hu: Biztosan töröli szeretnéd a következő termékcsoportot: "%s"?
lt: Ar tikrai norite ištrinti produkto grupę "%s"?
nl: Weet je zeker dat je productcategorie "%s" wilt verwijderen?
no: Er du sikker du ønsker å slette produktgruppe "%s"?
pt_br: Você tem certeza que deseja remover o grupo "%s"?
pt_pt: Estás seguro que queres apagar o grupo de produtos "%s"?
ro_ro: Sigur ștergeți grupul de produse "%s"?
ru: Вы уверены, что нужно удалить группу "%s"?
sk_sk: Naozaj si prajete odstrániť skupinu výrobkov "%s"?
sl: Ali res želiš izbrisati skupino izdelkov "%s"?
tr: Ürün grubu "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити групу продуктів "%s"?

source: Are you sure to delete shopping list "%s"?
ca: Estàs segur d'eliminar la llista de la compra "%s"?
cs: Opravdu chcete smazat nákupní seznam „%s?
da: Er du sikker på at du vil slette indkøbslisten "%s"?
de: Einkaufszettel "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε τη λίστα αγορών "%s";
es: ¿Está seguro de querer eliminar la lista de la compra "%s"?
et_ee: Kas oled kindel, et tahad kustutada ostunimekirja "%s"?
fi: Oletko varma, että haluat poistaa kauppalistan "%s" ?
fr: Voulez-vous vraiment vider la liste de courses "%s" ?
hu: Biztosan törölni szeretnéd a következő bevásárlólistát: "%s"?
lt: Ar tikrai norite ištrinti pirkinių sąrašą "%s"?
nl: Weet je zeker dat je boodschappenlijst %s wilt verwijderen?
no: Er du sikker du ønsker å slette handleliste "%s"?
pt_br: Você tem certeza que deseja excluir a lista de compra "%s"?
pt_pt: Tem a certeza que quer apagar a lista de compras "%s"?
ro_ro: Sunteți sigur/sigură că vreți să ștergeti lista de cumpărături "%s"?
ru: Вы уверены, что нужно удалить список покупок "%s"?
sk_sk: Naozaj si prajete odstrániť nákupný zoznam "%s"?
sl: Ali si prepričan izbrisati nakupovalni seznam "%s"?
tr: Alışveriş listesi "%s"'i silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити список покупок "%s"?

source: Are you sure to delete equipment "%s"?
ca: Estàs segur d'eliminar l'equipament "%s"?
cs: Opravdu chcete smazat vybavení „%s“?
da: Er du sikker på du vil slette enheden "%s"?
de: Ausstattung "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε τον εξοπλισμό "%s";
es: ¿Está seguro de querer eliminar el equipamiento "%s"?
et_ee: Kas oled kindel, et tahad kustutada tehnika "%s"?
fi: Haluatko varmasti poistaa välineen "%s"?
fr: Êtes-vous certain de vouloir effacer l'équipement "%s"?
hu: Biztosan törölni szeretnéd a következő eszközt: "%s"?
lt: Ar tikrai norite ištrinti įrenginį "%s"?
nl: Weet je zeker dat je apparaat "%s" wilt verwijderen?
no: Er du sikker du ønsker å slette utstyr "%s"?
pt_br: Você tem certeza que deseja remover o eletrodoméstico "%s"?
pt_pt: Tem a certeza que quer apagar o equipamento "%s"?
ro_ro: Ești sigur că dorești ștergerea echipamentului "%s"?
ru: Вы уверены, что нужно удалить оборудование "%s"?
sk_sk: Naozaj si prajete odstrániť zariadenie "%s"?
sl: Ali res želiš izbrisati opremo " %s " ?
tr: "%s" ekipmanını silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити обладнання "%s"?

source: Are you sure to delete user field "%s"?
ca: Segur que vols eliminar el camp d'usuari "%s"?
cs: Opravdu si přejete smazat uživatelské pole „%s“?
da: Er du sikker på at du vil slette brugerfeltet "%s"?
de: Benutzerfeld "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε το πεδίο χρήστη "%s";
es: ¿Está seguro de querer eliminar el campo personalizado "%s"?
et_ee: Kas oled kindel, et tahad kustutada kasutajavälja "%s"?
fi: Haluatko varmasti poistaa oman kentän "%s"?
fr: Êtes-vous sûr de vouloir supprimer le champ utilisateur "%s" ?
hu: Biztosan törölni szeretnéd a következő egyéni mezőt: "%s"?
lt: Ar tikrai norite ištrinti vartotojo lauką "%s"?
nl: Weet u zeker dat u het gebruikersveld %s wilt verwijderen?
no: Er du sikker du ønsker å slette brukerfelt "%s"?
pt_br: Tem certeza que deseja remover o remover de usuário "%s"?
pt_pt: Tem a certeza que pretende eliminar o campo do utilizador "%s"?
ru: Вы уверены, что нужно удалить пользовательское поле "%s"?
sk_sk: Naozaj si prajete odstrániť pole "%s" definované používateľom?
sl: Ali res želiš izbrisati uporabniško polje "%s"
tr: "%s" kullanıcı alanını silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити поле "%s"?

source: Are you sure to delete this userobject?
ca: Segur que vols eliminar aquest objecte d'usuari?
cs: Opravdu si přejete smazat položku definovanou uživatelem?
da: Er du sikker på at du vil slette denne brugerenhed?
de: Dieses Benutzerobjekt wirklich löschen?
el_gr: Είστε βέβαιοι ότι διαγράψατε αυτό το αντικείμενο χρήστη;
es: ¿Está seguro de querer eliminar este objeto de personalizado?
et_ee: Kas oled kindel, et tahad seda kasutajaobjekti kustutada?
fi: Haluatko varmasti poistaa tämän käyttäjäobjektin?
fr: Êtes-vous sûr de vouloir supprimer cet objet utilisateur ?
hu: Biztosan törölni akarod ezt az egyéni objektumot?
lt: Ar tikrai ištrinsite šį vartotojo objektą?
nl: Weet u zeker dat u het gebruikersobject wil verwijderen?
no: Er du sikker på du ønsker å slette dette objektet?
pt_br: Tem certeza que deseja remover este objeto de usuário?
pt_pt: Tem a certeza que pretende eliminar este objeto do utilizador?
ro_ro: Sunteți sigur că doriți să ștergeți acest obiect de utilizator?
ru: Вы уверены, что нужно удалить эту пользовательский объект?
sk_sk: Naozaj si prajete odstrániť objekt definovaný používateľom?
sl: Ali res želiš izbrisati ta uporabniški objekt ?
tr: Bu kullanıcı nesnesini silmek istediğinizden emin misiniz?

source: Are you sure to remove this conversion?
ca: Estas segur d'eliminar aquesta conversió?
cs: Opravdu chcete odstranit tento převod?
da: Er du sikker på at du vil fjerne denne konvertering
de: Diese Umrechnung wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα καταργήσετε αυτήν τη μετατροπή;
es: ¿Está seguro de querer eliminar esta conversión?
et_ee: Kas oled kindel, et tahad eemalda seda teisendus?
fi: Haluatko varmasti poistaa tämän muunnoksen?
fr: Êtes-vous sûr de vouloir supprimer cette conversion ?
hu: Biztosan törölni szeretnéd ezt az átváltást?
lt: Ar tikrai pašalinsite šią konversiją?
nl: Weet u zeker dat u deze conversie wilt verwijderen.
no: Er du sikker på at du ønsker å fjerne denne konverteringen?
pt_br: Você tem certeza que deseja remover esta conversão?
pt_pt: Tem a certeza que pretende remover esta conversão?
ro_ro: Sunteți sigur că doriți să eliminați această conversie?
ru: Вы уверены, что нужно удалить это преобразование?
sk_sk: Naozaj si prajete odstrániť tento prevod?
sl: Ali res želiš odstraniti to pretvorbo?
tr: Bu çevirmeyi kaldırmak istediğinize emin misiniz?

source: Are you sure to remove the included recipe "%s"?
ca: Segur que vols eliminar la recepta inclosa "%s"?
cs: Opravdu chcete odstranit dílčí recept „%s“?
da: Er du sikker på du vil fjerne den inkluderede opskrift "%s"?
de: Das enthaltene Rezept "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι έχετε καταργήσει τη συνταγή "%s";
es: ¿Está seguro de querer eliminar la receta incluida "%s"?
et_ee: Kas oled kindel, et tahad kustutada sisaldavat retsepti "%s"?
fi: Haluatko varmasti poistaa mukaan luetun reseptin "%s"?
fr: Êtes-vous sûr de vouloir supprimer la recette incluse "%s"?
hu: Biztosan ki akarod törölni a csatolt receptet "%s"?
lt: Ar tikrai norite ištrinti įtrauktą receptą "%s"?
nl: Weet u zeker dat het recept "%s" wil toevoegen?
no: Er du sikker du ønsker å slette den inkluderte oppskriften "%s"?
pt_br: Você tem certeza que deseja remover a receita agregada "%s"?
ru: Вы уверены, что хотите удалить включённый рецепт "%s"?
sk_sk: Naozaj si prajete odstrániť čiastkový recept "%s"?
sl: Ali res želiš odstraniti vključen recept "%s"?
tr: Dahil edilen "%s" tarifini kaldırmak istediğinizden emin misiniz?

source: Are you sure to delete API key "%s"?
ca: Segur que vols eliminar la clau API "%s"?
cs: Opravdu chcete smazat API klíč „%s“?
da: Er du sikker på at du vil slette API nøglen "%s"?
de: API-Schlüssel "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε το κλειδί API "%s";
es: ¿Está seguro de querer eliminar la clave de API "%s"?
et_ee: Kas oled kindel, et tahad kustutada API võtme "%s"?
fi: Haluatko varmasti poistaa API-tunnuksen "%s"?
fr: Voulez-vous vraiment supprimer la clé API "%s" ?
hu: Biztosan törölni szeretnéd a következő API kulcsot: "%s"?
lt: Ar tikrai norite ištrinti API raktą "%s"?
nl: Bent u zeker dat u API sleutel “%s” wilt verwijderen?
no: Er du sikker du ønsker slette API key "%s"?
pt_br: Tem certeza que gostaria de remover a chave de API "%s"?
pt_pt: Tem a certeza que pretende apagar a chave da API "%s"?
ru: Вы уверены, что хотите удалить ключ API "%s"?
sk_sk: Naozaj si prajete vymazať API kľúč "%s"?
sl: Ali si prepričan, da želiš izbrisati API ključ "%s" ?
tr: "%s" API anahtarını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити API ключ "%s"?

source: Are you sure to delete userentity "%s"?
ca: Segur que vols eliminar l'entitat d'usuari "%s"?
cs: Opravdu chcete smazat uživatelskou tabulku „%s“?
da: Vil du slette bruger-oplysninger for “%1s”?
de: Benutzerentität "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε το userentity "%s";
es: ¿Está seguro de querer eliminar la entidad personalizada "%s"?
et_ee: Kas oled kindel, et tahad kustutada kasutajaolemi "%s"?
fi: Haluatko varmasti poistaa oman olion "%s"?
fr: Voulez-vous vraiment supprimer l'entité utilisateur "%s" ?
hu: Biztosan törölni szeretnéd a következő egyéni objektumot: "%s"?
lt: Ar tikrai ištrinsite naudotojo tapatybę „%s“?
nl: Ben je zeker dat je gebruikerentiteit "%s" wilt verwijderen?
no: Er du sikker på at du ønsker slette userentity "%s"?
pt_br: Tem certeza que deseja remover "%s"?
pt_pt: Tem a certeza que pretende eliminar a entidade de utilizador "%s"?
ru: Вы уверены, что нужно удалить пользовательскую запись "%s"?
sk_sk: Naozaj si prajete odstrániť používateľskú entitu "%s"?
tr: "%s" kullanıcı varlığını silmek istediğinizden emin misiniz?

source: Base: %s
cs: Základ: %s
da: Basis: %s
de: Basis: %s
el_gr: Βάση: %s
et_ee: Alus: %s
fi: Perusta: %s
hu: Alapértelmezés: %s
lt: Pagrindas: %s
nl: Basis: %s
ro_ro: Baza: %s
ru: База: %s
sk_sk: Základ: %s
sl: Osnova: %s
tr: Taban:%s
uk: Базовий рецепт: %s

source: Based on the prices of the default consume rule (Opened first, then first due first, then first in first out) for in-stock ingredients and on the last price for missing ones
cs: Základem ceny je cena produktu v zásobě podle výchozího pořadí spotřeby produktů. Tedy nejprve se spotřebují otevřené, pak ty s nejbližším datem spotřeby a nakonec podle pravidla „dříve nakoupený, dříve spotřebovaný“. Pro chybějící produkty je použita cena z posledního nákupu.
de: Basierend auf den Preisen der Standardverbrauchsregel (Geöffnete zuerst, dann zuerst fällige, dann First In - First Out) für vorrätige Zutaten und auf dem letzten Preis für fehlende Zutaten
es: Basado en los precios de la regla de consumo por defecto (primero abierto, primero vencido, primero en entrar, primero en salir) para los ingredientes en stock y en el último precio para los que faltan.
et_ee: Põhineb laos olevate koostisosade puhul vaikimisi tarbimise reegli (Kõigepealt avatud, siis esmalt tähtaeg, siis esimene sisse - esimene välja) hindadel ja puuduvate koostisosade puhul viimasel hinnal
fr: Basé sur les prix de la règle de consommation par défaut (produit déjà ouvert en premier, puis date de péremption proche et enfin produit le plus ancien) pour les ingrédients en stock et sur le dernier prix pour les manquants
hu: Az alapértelmezett felhasználási szabály szerinti árak alapján (ami "nyitott tétel, majd legkorábban lejáró, majd a legkorábban leltározott/FIFO") a készleten lévő hozzávalók esetén, egyébként pedig az utolsó beszerzési ár alapján
lt: Remiantis numatytosios vartojimo taisyklės kainomis (iš pradžių atidaroma, tada pirmiausia turi būti sumokėta, tada pirmiausia išleidžiama) sandėlyje esančioms sudedamosioms dalims ir paskutinei trūkstamų ingredientų kainai
nl: Gebaseerd op de prijzen van de standaard consumptieregel (eerst geopend, daarna eerst vervaldatum, daarna eerst binnenkomst) voor voorradige ingredienten en op de laatste prijs voor ontbrekende ingredienten
no: Basert på prisene på standard forbruksregel (åpnet først, utgår først, først inn - først ut) for ingredienser på lager og på siste pris for manglende ingredienser
pt_br: Com base nos preços da regra de consumo padrão (aberto primeiro, próximo a vencer, primeiro a entrar é o primeiro a sair) para ingredientes em estoque e no último preço para os que faltam
tr: Stokta bulunan malzemeler için varsayılan tüketim kuralı fiyatları (Önce açılır, sonra ilk vadesi gelir, sonra ilk giren ilk çıkar) ve eksik malzemeler için son fiyat esas alınır.
uk: Базується на вартості згідно з правилом споживання (спочатку відкритий, потім той, що швидше зіпсується, далі в такому порядку, у якому і купувалось)

source: This is due earlier than already in-stock items
ca: Aquesta data de caducitat és més propera que la que ja tens en existències
cs: Datum min. trvanlivosti je dříve, než u produktů v zásobě
da: Bedst før er tidligere end samme vare på lager
de: Dies ist früher fällig als bereits vorhandene Bestandseinträge
es: La fecha límite es anterior a la próxima fecha límite de las existencias del inventario
et_ee: Selle toote parim enne on varasem, kui varudes olevate toodetel
fi: Tämä vanhenee ennen kuin ennestään varastossa olevat kohteet
fr: La date de péremption est plus courte que pour les éléments déjà en stock
hu: Ez előbb lejár, mint a készleten lévő termékek
lt: Tai atsitinka anksčiau nei jau esančios prekės
nl: Dit verloopt eerder dan de al in voorraad producten
no: Denne forfaller tidligere enn produkter allerede i beholdningen
pt_br: Validade está mais curta do que itens no estoque
ru: Срок годности меньше, чем в запасе
sl: To je pred datumom poteka izdelka na zalogi
tr: Bu, halihazırda stokta bulunan ürünlerden daha erken bir tarihte gerçekleşecektir
uk: Термін придатності менший за той, що на продукті вже в наявності

source: Are you sure to remove this barcode?
ca: Segur que vols eliminar aquest codi de barres?
cs: Opravdu chcete smazat tento čárový kód?
da: Vil du slette denne stregkode?
de: Diesen Barcode wirklich löschen?
es: ¿Está seguro de querer eliminar este código de barras?
et_ee: Kas oled kindel, et tahad seda ribakoodi eemaldada?
fi: Haluatko varmasti poistaa tämän viivakoodin?
fr: Êtes-vous sûr de vouloir supprimer ce code barre ?
hu: Biztosan szeretnéd eltávolítani ezt a vonalkódot?
lt: Ar tikrai norite ištrinti šį brūkšninį kodą?
nl: Weet u zeker dat u deze streepjescode wilt verwijderen?
no: Er du sikker på at du vil fjerne denne strekkoden?
pt_br: Você tem certeza de que vai remover este código de barras?
ru: Вы уверены, что хотите удалить штрихкод?
sk_sk: Naozaj chcete odstrániť tento čiarový kód?
sl: Ali res želiš odstraniti to črtno kodo?
tr: Bu barkodu kaldırmak istediğinize emin mısınız?
uk: Ви впевнені, що хочете видалити цей штрихкод?

source: Are you sure to reset the table options?
ca: Segur que vols reiniciar les opcions de la taula?
cs: Opravdu chcete uvést sloupce tabulky do výchozího stavu?
da: Vil du nulstille tabel-valgmulighederne?
de: Tabellenoptionen wirklich zurücksetzen?
es: ¿Está seguro de querer reiniciar las opciones de tabla?
et_ee: Kas sa oled kindel, et tahad nullida laua valikud?
fi: Haluatko varmasti nollata taulukon valinnat?
fr: Êtes vous sûr de vouloir réinitialiser les options du tableau ?
hu: Biztosan visszaállítod a táblázat beállításait?
lt: Ar tikrai iš naujo nustatysite lentelės parinktis?
nl: Weet je zeker dat je de tabelopties wilt resetten?
no: Er du sikker på at du ønsker resette tabelen?
pt_br: Você tem certeza que deseja redefinir as opções da tabela?
ru: Вы уверены, что хотите сбросить настройки таблицы?
sk_sk: Naozaj chcete resetovať nastavenie tabuľky?
sl: Ali res želiš ponastaviti možnosti tabele?
tr: Tablo seçeneklerini sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинуті налаштування таблиці?

source: The stock overview page lists all products which are currently in-stock or below their min. stock amount - enable this to hide this product there always
cs: Stránka Přehledu zásob zobrazuje všechny produkty, které jsou v zásobě nebo pod jejich minimálním stavem. Zaškrtnutím se v něm produkt nikdy neobjeví.
da: Lager oversigten viser alle varer på lager eller under deres minimumsbeholdning. Aktiver denne funktion for at skjule denne vare fra listen.
de: Die Bestandsübersicht listet alle Produkte auf, die derzeit im Bestand oder unter ihrem Mindestbestand sind - aktiviere dies, um dieses Produkt dort nie anzuzeigen
es: La página de resumen de inventario muestra una lista de todos los productos con existencias suficientes o por debajo de su mínimo de existencias. Active esto para ocultar este producto en el resumen de inventario siempre
et_ee: Varude ülevaate lehel on loetletud kõik tooted, mis on hetkel varudes või alla nende minimaalse koguse – lubage see, et see toode seal alati peita
fi: Varastosivu luettelee kaikki tuotteet, jotka ovat tällä hetkellä varastossa tai niiden minimivarastomärä on alitettuna – käytä tätä piilottaaksesi tuotteen aina sieltä
fr: L'aperçu du stock liste tous les produits actuellement en stock ou en-deça de leur stock mini - cette option désactive l'affichage de ce produit dans tous les cas
hu: A készlet áttekintés oldal az összes készleten vagy min. készlet mennyiség alatt lévő terméket mutatja - kapcsold ezt be, hogy a termék soha ne jelenjen meg ott
lt: Atsargų apžvalgos puslapyje pateikiami visi produktai, kurie šiuo metu yra sandėlyje arba mažesni nei min. atsargų kiekis – įjunkite, kad šis produktas visada būtų paslėptas
nl: Op de voorraadoverzichtspagina staan alle producten die momenteel op voorraad zijn of onder hun min. voorraadhoeveelheid - schakel dit in om dit product daar altijd te verbergen
no: Beholdningsoversikten viser alle produkter som er i beholdningen eller under min. beholdningsantall - aktiver dette for å alltid skjule dette produktet
pt_br: A página de 'Visão Geral' de estoque lista todos os produtos que estão atualmente 'em estoque' ou 'abaixo de sua quantidade mínima'. Esta opção ocultará este produto daquela relação
tr: Stoklara genel bakış sayfası, halihazırda stokta bulunan veya minimum stok değerlerinin altında olan tüm ürünleri listeler. stok miktarı - bu ürünü her zaman orada gizlemek için bunu etkinleştirin
uk: Сторінка Інвентар є списком усіх продуктів, які наразі в наявності або не задовольняють потребу мінімальної кількості в наявності. Увімкніть цю опцію, щоб завжди приховувати звідти цей продукт.

source: Show only in-stock products
ca: Mostra només productes en existències
cs: Zobrazit produkty se zásobou
da: Vis kun varer på lager
de: Nur vorrätige Produkte anzeigen
es: Mostrar solo productos con existencias
et_ee: Näita ainult varudes olevaid tooteid
fi: Näytä vain varastossa olevat
fr: Ne montrer que les produits en stock
hu: Csak a készleten lévő termékek mutatása
lt: Rodyti tik sandėlyje esančius produktus
nl: Toon alleen producten op voorraad
no: Vis bare produkter på lager
pt_br: Somente em estoque
ru: Показать только продукты в наличии
sl: Prikaži samo izdelke na zalogi
tr: Yalnızca stoktaki ürünleri göster
uk: Показати лише продукти в наявності

source: In-stock products
ca: Productes en existències
cs: produkty se zásobou
da: Varer på lager
de: Vorrätige Produkte
es: Productos con existencias
et_ee: Varudes olevad tooted
fi: Varastossa olevat tuotteet
fr: Produits en stock
hu: Készleten lévő
lt: Prekės sandėlyje
nl: Producten op voorraad
no: Produkter på lager
pt_br: Produtos em estoque
ru: Продукты в наличии
sk_sk: Výrobky v zásobe
sl: Izdelki na zalogi
tr: Stoktaki ürünler
uk: Є в наявності

source: Are you sure to delete meal plan section "%s"?
cs: Chcete odstranit rozdělení dne s názvem: %s?
da: Er du sikker på at du vil slette madplanssektionen "%s"?
de: Speiseplanabschnitt "%s" wirklich löschen?
es: ¿Está seguro de querer eliminar la sección del plan de comidas "%s"?
et_ee: Kas oled kindel, et tahad kustutada eineplaani sekstiooni "%s"?
fr: Êtes-vous sûr de supprimer la section "%s" du menu ?
hu: Biztosan törölni akarod a következő menü terv szekciót "%s"?
lt: Ar tikrai ištrinsite maitinimo plano skiltį „%s“?
nl: Weet je zeker dat je het maaltijdplan gedeelte "%s" wilt verwijderen?
no: Er du sikker på at du vil slette måltidsplanseksjonen "%s"?
pt_br: Tem certeza que deseja remover a seção do plano alimentar "%s"?
tr: Yemek planı bölüm %s'i sildiğinizden emin misiniz?

source: Are you sure to empty the shopping list?
cs: Opravdu chcete smazat nákupní seznam?
da: Er du sikker på du vil tømme indkøbslisten?
de: Sicher, dass der Einkaufszettel geleert werden soll?
es: ¿Estás seguro de querer borrar la lista de la compra?
et_ee: Kas oled kindel, et tahad tühjendada ostunimekirja?
fi: Oletko varma, että haluat tyhjentää ostoslistan?
fr: Voulez-vous vraiment vider la liste de courses ?
hu: Biztosan ki akarod üríteni a bevásárló listát?
lt: Ar tikrai ištuštinate pirkinių sąrašą?
nl: Ben je zeker dat je de boodschappenlijst leeg wilt maken?
no: Er du sikker du ønsker å slette handlelisten?
pt_br: Vocẽ tem certeza que deseja esvaziar a lista de compras?
ro_ro: Ești sigur/sigură că vrei să golești lista de cumpărături?
ru: Вы уверены, что нужно очистить список покупок?
sl: Ali res želiš izprazniti nakupovalni seznam?
tr: Alışveriş listesini temizlemek istediğine emin misin?

source: Product specifc QU conversions
cs: Převody měrných jednotek pro tento produkt
da: Vare specifikke mængdeenhed omregning
de: Produktspezifische ME-Umrechnungen
es: QU conversiones de producto específico
et_ee: Tootele omased koguseühikute teisendused
fr: Conversions UQ spécifiques au produit
hu: Termék specifikus mennyiségi egység váltások
lt: Konkretaus produkto QU konversijos
nl: Product-specifieke hoeveelheidseenheid conversies
pt_br: Conversões de unidade específicas
tr: Ürüne özel QU dönüşümleri
