Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Passwords do not match
ca: Les contrasenyes no concorden
cs: Hesla se neshodují
da: Adgangskoderne matcher ikke
de: Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
et_ee: Paroolid ei kattu
fi: Salasanat eivät täsmää
fr: Les mots de passe ne sont pas identiques
he_il: הססמאות אינן תואמות
hu: Jelszavak nem egyeznek
it: Le password non corrispondono
lt: Slaptažodžiai nesutampa
nl: Wachtwoorden komen niet overeen
no: Passordene er ikke like
pt_br: As senhas não conferem
pt_pt: Palavras passes não são iguais
ro_ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sk_sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata
tr: Parolalar uyuşmuyor
uk: Паролі не співпадають

source: Change password
ca: Canviar contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
el_gr: Αλλαξε κωδικό
es: Cambiar contraseña
et_ee: Muuda parooli
fi: Vaihda salasana
fr: Changer le mot de passe
he_il: החלפת ססמה
hu: Jelszó módosítása
it: Cambiare la password
lt: Pakeisti slaptažodį
nl: Wachtwoord wijzigen
no: Endre passord
pt_br: Alterar senha
pt_pt: Alterar palavra passe
ro_ro: Schimbați parola
ru: Изменить пароль
sk_sk: Zmeniť heslo
sl: Spremeni geslo
tr: Parolayı değiştir
uk: Змінити пароль

source: Done by
ca: Fet per
cs: Provedl(a)
da: Udført af
de: Ausgeführt von
el_gr: Γίνεται από
es: Hecho por
et_ee: Valmis ajaks
fi: Tekijä
fr: Fait par
he_il: בוצע על ידי
hu: Elvégezte
it: Realizzato da
lt: Atlikta
nl: Gedaan door
no: Utført av
pt_br: Feito por
pt_pt: Efectuado por
ro_ro: Realizat de
ru: Выполнено
sk_sk: Vykonal(a)
sl: Naredil
tr: Tamamlanma tarihi
uk: Виконано

source: Last done by
ca: Últim cop fet per
cs: Naposledy provedl(a)
da: Sidst udført af
de: Zuletzt ausgeführt von
el_gr: Τελευταία από
es: Última vez hecho por
et_ee: Viimati tehtud ajaks
fi: Viimeksi tehty
fr: Dernière réalisation par
he_il: בוצע לאחרונה על ידי
hu: Legutóbb elvégezte
it: Ultima realizzazione di
lt: Paskutinį kartą atnaujintą
nl: Laatst gedaan door
no: Sist utført av
pt_br: Em
pt_pt: Efectuado na ultima vez por
ro_ro: Realizat ultima dată de
ru: Последний раз выполнено
sk_sk: Naposledy vykonal(a)
sl: Nazadnje naredil
tr: Son tamamlanma tarih
uk: Останнього разу виконано

source: Unknown
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el_gr: Αγνωστος
es: Desconocido
et_ee: Tundmatu
fi: Tuntematon
fr: Inconnu
he_il: לא ידוע
hu: Ismeretlen
it: Sconosciuto
lt: Neatpažintas
nl: Onbekend
no: Ukjent
pt_br: Não informado
pt_pt: Desconhecido
ro_ro: Necunoscut
ru: Неизвестно
sk_sk: Neznámy
sl: Neznano
tr: Bilinmeyen
uk: Невідомо

source: Chores journal
ca: Registre de feines de casa
cs: Deník povinností
da: Pligt historik
de: Hausarbeitenjournal
el_gr: Περιοδικό Chores
es: Diario de tareas del hogar
et_ee: Kodutööde päevik
fi: Kotityöpäiväkirja
fr: Journal des corvées
he_il: יומן מטלות
hu: Házimunka napló
it: Diario delle faccende
lt: Namų ruošos darbų žurnalas
nl: Klusjesdagboek
no: Statistikk husarbeid
pt_br: Diários
pt_pt: Diário de tarefas
ro_ro: Jurnal de activități
ru: Журнал выполнения работ по дому
sk_sk: Denník povinností
sl: Dnevnik obveznosti
tr: Ev işi günlüğü
uk: Журнал робіт

source: 0 means suggestions for the next charge cycle are disabled
ca: 0 vol dir que els suggeriments per al proper cicle de càrrega estan desactivats
cs: Pro vypnutí návrhu příští výměny/nabíjení baterie zadejte 0
da: 0 betyder forslag til næste ladecyklus er deaktiveret
de: 0 bedeutet dass Vorschläge für den nächsten Ladezyklus deaktiviert sind
el_gr: Επόμενο καλύτερο πριν από την ημερομηνία0 σημαίνει ότι οι προτάσεις για τον επόμενο κύκλο φόρτισης είναι απενεργοποιημένες
es: 0 significa que las sugerencias para el siguiente ciclo de carga estarán desactivadas
et_ee: 0 tähendab, et soovitused järgmise laadimistsükli jaoks on keelatud
fi: 0 tarkoittaa, että ehdotukset seuraavalle lataukselle on pois käytöstä
fr: 0 implique que les suggestions du prochain cycle de charge seront désactivées
he_il: 0 אומר שההצעות למחזור הטעינה הבא מושבותת
hu: 0 azt jelenti, hogy javaslatok a következő töltési ciklusra nincsenek bekapcsolva
it: 0 vuol dire che i suggerimenti per la prossima ricarica sono disabilitati
lt: 0 reiškia, kad pasiūlymai dėl kito įkrovimo ciklo išjungti
nl: 0 betekent dat suggesties voor de volgende laadcyclus zijn uitgeschakeld
no: 0 betyr neste ladesyklus er avslått
pt_br: 0 (zero) significa que as sugestões para o próximo ciclo de carga estão desabilitados
pt_pt: 0 significa que as sugestões para o próximo ciclo de carga estão desactivadas
ro_ro: 0 înseamnă că sugestiile pentru următorul ciclu de încărcare sunt dezactivate
ru: 0 означен, что предложения следующего цикла заряда выключены
sk_sk: Pre vypnutie návrhu na najbližšie nabíjanie batérie zadajte 0
sl: 0 pomeni, da so predlogi za naslednji cikel polnjenja onemogočeni
tr: 0 sonraki şarj döngüsünün devre dışı bırakıldığını ifade eder
uk: 0 означає, що пропозиції про наступну зарядку будуть вимкнені

source: Charge cycle interval (days)
ca: Interval de cicle de càrrega (dies)
cs: Interval výměny/nabíjení baterie (ve dnech)
da: Ladecyklus interval (dage)
de: Ladezyklusintervall (Tage)
el_gr: Διάστημα κύκλου φόρτισης (ημέρες)
es: Intervalo del ciclo de carga (días)
et_ee: Laadimistsükli intervall (päevad)
fi: Latausaikaväli (päivää)
fr: Intervalle du cycle de charge (jours)
he_il: הפרש מחזור טעינה (ימים)
hu: Töltési ciklus intervallum (napok)
it: Intervallo di ricarica (giorni)
lt: Pakrovimo ciklo intervalas (dienomis)
nl: Laadcyclusinterval (dagen)
no: Ladesyklysintervall (dager)
pt_br: Intervalo de ciclo de carga (dias)
pt_pt: Periodo do ciclo de carga (dias)
ro_ro: Intervalul ciclului de încărcare (zile)
ru: Цикл работы от 1 заряда (дней)
sk_sk: Interval nabíjania batérie (dni)
sl: Interval polnilnega cikla (dnevi)
tr: Şart döngüsü aralığı (gün)
uk: Період зарядки (дні)

source: Last price
ca: Últim preu
cs: Poslední cena
da: Sidste pris
de: Letzter Preis
el_gr: Τελική τιμή
es: Último precio
et_ee: Viimane hind
fi: Viimeisin hinta
fr: Dernier prix
he_il: מחיר אחרון
hu: Legutóbbi ár
it: Ultimo prezzo
lt: Paskutinė kaina
nl: Laatste prijs
no: Siste pris
pt_br: Último preço
pt_pt: Ultimo preço
ro_ro: Ultimul preț
ru: Последняя цена
sk_sk: Posledná cena
sl: Zadnja cena
tr: Son fiyat
uk: Остання ціна

source: Price history
ca: Historial de preus
cs: Historie cen
da: Prishistorik
de: Preisentwicklung
el_gr: Ιστορικό τιμών
es: Histórico de precios
et_ee: Hinna ajalugu
fi: Hintahistoria
fr: Historique des prix
he_il: היסטוריית מחירים
hu: Ár előzmények
it: Cronologia prezzi
lt: Kainų istorija
nl: Prijsgeschiedenis
no: Prishistorikk
pt_br: Histórico de preços
pt_pt: Histórico de preços
ro_ro: Istoric preț
ru: История цен
sk_sk: História cien
sl: Zgodovina cene
tr: Fiyat tarihçesi
uk: Історія цін

source: No price history available
ca: Historial de preus no disponible
cs: Historie cen není k dispozici
da: Ingen prishistorik tilgængelig
de: Keine Preisdaten verfügbar
el_gr: Δεν υπάρχει διαθέσιμο ιστορικό τιμών
es: No hay histórico de precios disponible
et_ee: Hinna ajalugu pole saadaval
fi: Ei hintahistoriaa saatavilla
fr: Aucun historique disponible
he_il: אין היסטוריים מחירים זמינה
hu: Nincs elérhető ár előzmény
it: Cronologia prezzi non disponibile
lt: Kainų istorija negalima
nl: Geen prijsgeschiedenis beschikbaar
no: Ingen prishistorikk tilgjengelig
pt_br: Sem histórico de preços disponível
pt_pt: Histórico de preços não está disponivel
ro_ro: Nu este disponibil nici un istoric al prețurilor
ru: Нет истории цен для показа
sk_sk: História cien nie je dostupná
sl: Zgodovina cene ni na voljo
tr: Fiyat tarihçesi yok
uk: Історія цін недоступна

source: Price
ca: Preu
cs: Cena
da: Pris
de: Preis
el_gr: Τιμή
es: Precio
et_ee: Hind
fi: Hinta
fr: Prix
he_il: מחיר
hu: Ár
it: Prezzo
lt: Kaina
nl: Prijs
no: Pris
pt_br: Preço
pt_pt: Preço
ro_ro: Preț
ru: Цена
sk_sk: Cena
sl: Cena
tr: Fiyat
uk: Ціна

source: Unit
ca: Unitat
cs: Jednotka
da: Enhed
de: Einheit
el_gr: Μονάδα
es: Unidad
et_ee: Ühik
fi: Yksikkö
fr: Unité
he_il: יחידה
hu: Egység
it: Unità
lt: Vienetas
nl: Eenheid
no: Enhet
pt_br: Unidade
pt_pt: Unidade
ro_ro: Unitate
ru: Ед.изм.
sk_sk: Jednotka
sl: Enota
tr: Birim
uk: Одиниця вимірювання

source: %s Unit
ca: %s Unitat
cs: %s jednotka
da: %s Enhed
de: %s Einheit
el_gr: %sΜονάδα
es: %s Unidad
et_ee: %s Ühik
fi: %s kappale
fr: %s unité
he_il: יחידה אחת
hu: %s Egység
it: %s Unità
lt: %sVienetas
nl: %seenheid
no: %s Enhet
pt_br: %s Unidade
pt_pt: %s Unidade
ro_ro: %s Unitate
ru: %s Единица Измерения
sk_sk: %s jednotka
sl: %s Enota
tr: %s Birim
uk: %s одиниця

source: %s chore is due to be done
ca: %s feina de casa programada
cs: %s povinnost by měla být splněna
da: %s pligt forfalder nu
de: %s Hausarbeit steht an
el_gr: %s δουλειά πρόκειται να γίνει
es: %s tarea del hogar debe hacerse
et_ee: %s majapidamistöö vajab tegemist
fi: %s kotityön määräpäivä
fr: %s corvée reste à faire
he_il: מטלה אחת אמורה להסתיים
hu: %s házimunkát kell elvégezni
it: %s faccenda in scadenza da fare
lt: %snamų ruošos darbas turi būti atliktas
nl: %sklusje is om uitgevoerd te worden
no: %s husarbeidsoppgave som må gjøres nå
pt_br: %s próxima do prazo
pt_pt: %s tarefa está agendada
ro_ro: %s activitate urmează să fie îndeplinită
ru: Подходит срок %s работы по дому
sk_sk: %s povinnosť má byť splnená
sl: %s obveznosti bo zapadla
tr: %s ev işinin yapılması gerekli
uk: %s робота має бути виконана

source: %s chore is overdue to be done
ca: %s feina de casa que s'hauria d'haver fet
cs: %s povinnost už měla být splněna
da: %s pligt er forfalden
de: %s Hausarbeit ist überfällig
el_gr: %s δουλειά έχει καθυστερήσει να γίνει
es: %s tarea del hogar debería haberse hecho
et_ee: %s kodutöö on hilinenud
fi: %s kotityö myöhässä
fr: %s corvée n'a pas été réalisée à temps
he_il: מטלה אחת חרגה ממועד הסיום
hu: %s házimunkára lejárt a határidő
it: %s faccenda in ritardo da fare
lt: %snamų ruošos darbas vėluoja
nl: %sklus moet nog gedaan worden
no: %s husarbeidsoppgave har gått over fristen for utførelse
pt_br: %s atrasada
pt_pt: %s tarefa já ultrapassou o prazo
ro_ro: %s activitate este întârziată
ru: Прошёл срок %s работы по дому
sk_sk: %s povinnosť už mala byť splnená
sl: %1 obveznost je že zapadla
tr: %s ev işinin yapılma zamanı geçti
uk: Вже потрібно було зробити %s роботу

source: %s battery is due to be charged
ca: %s bateria s'ha de carregar
cs: Je potřeba vyměnit/nabít jednu baterii
da: %s batteri skal oplades nu
de: %s Batterie muss geladen werden
el_gr: %s μπαταρία πρέπει να φορτιστεί
es: %s batería debe cargarse
et_ee: %s patarei vajab peatselt vahetust
fi: %s akun lataus
fr: %s pile doit être rechargée
he_il: סוללה אחת שיש לטעון בקרוב
hu: %s elem feltöltése esedékes
it: %s batteria deve essere caricata
lt: %sbaterija turi būti pakrauta
nl: Er moet %s batterij opgeladen worden
no: %s batteri må lades
pt_br: %s precisa ser carregada
pt_pt: %s pilha precisa ser carregada
ro_ro: %s baterie urmează să fie încărcată
ru: Подходит срок заряда %s батареи
sk_sk: %s batéria by mala byť nabitá
sl: %s baterijo je potrebno napolniti
tr: %s pilin şarj edilmesi gerekli
uk: Настав час зарядити %s батарею

source: %s battery is overdue to be charged
ca: %s bateria s'hauria d'haver carregat
cs: Již měla být vyměněna/nabita %s baterie
da: %s batteri skulle have været opladet
de: %s Batterie ist überfällig
el_gr: %s μπαταρία έχει καθυστερήσει να φορτιστεί
es: %s batería debería haberse cargado
et_ee: %s patarei vajab vahetust
fi: %s akun lataus myöhässä
fr: %s pile aurait dû être chargée
he_il: סוללה אחת כבר אמורה הייתה להיטען
hu: %s elem feltöltésére lejárt a határidő
it: %s batteria è in ritardo di essere ricaricata
lt: %sbaterija vėluojama įkrauti
nl: %s batterij moet nog opgeladen worden
no: %s batteri har forfalt frist for å bli ladet
pt_br: %s precisa ser carregada
pt_pt: %s pilha ultrapassou o prazo para ser carregada
ro_ro: %s baterie este întârziată pentru a fi încărcată
ru: Вышел срок заряда у %s батареи
sk_sk: %s batéria už mala byť nabitá
sl: %s baterija bi že morala biti napolnjeno
tr: %s pilin şarj edilme zamanı geçti
uk: Вже потрібно було зарядити %s батарею

source: in singular form
ca: en forma singular
cs: v jednotném čísle
da: i ental
de: in der Einzahl
el_gr: σε μοναδική μορφή
es: en singular
et_ee: üksikvormis
fi: yksikön partitiivissa
fr: Au singulier
he_il: בצורת יחיד
hu: egyes számban
it: in forma singolare
lt: vienaskaitos forma
nl: In enkelvoud
no: I entall
pt_br: no singular
pt_pt: no singular
ro_ro: La singular
ru: в единственном числе
sk_sk: v jednotnom čísle
sl: v ednini
tr: tekil formda
uk: в однині

source: Quantity unit
ca: Unitat
cs: Měrná jednotka
da: Måleenhed
de: Mengeneinheit
el_gr: Μονάδα ποσότητας
es: Unidad
et_ee: Koguseühik
fi: Yksikkö
fr: Unité
he_il: יחידת כמות
hu: Mennyiségi egység
it: Unità di quantità
lt: Kiekio vienetas
nl: Hoeveelheidseenheid
no: Forpakning
pt_br: Unidade de medida
pt_pt: Unidade de medida
ro_ro: Unitatea cantitativă
ru: Единица измерения
sk_sk: Jednotka množstva
sl: Enota količine
tr: Miktar birimi
uk: Одиниця вимірювання

source: Only check if any amount is in stock
ca: Només comprovar si hi ha existències
cs: Pouze zkontrolovat, zda je v zásobě jakékoliv množství
da: Marker kun hvis der er lagerbeholdning
de: Nur prüfen, ob eine beliebige Menge im Bestand verfügbar ist
es: Solo comprobar si hay existencias
et_ee: Kontrolli ainult, kas mingi kogus on varudes
fi: Tarkista vain onko varastossa ollenkaan
fr: Vérifier seulement qu'une quantité non-nulle est en stock
he_il: לסמן רק אם יש כמות כלשהי במלאי
hu: Csak azt ellenőrizze, hogy készleten van
it: Controlla soltanto se è disponibile in dispensa una qualsiasi quantità
lt: Tik patikrinkite, ar sandėlyje yra koks nors kiekis
nl: Controleer alleen of er een aantal op voorraad is
no: Kun sjekk om noe er i beholdningen
pt_br: Apenas verificar se tem quantidade em estoque
pt_pt: Apenas verificar se há em stock
ro_ro: Verificați doar dacă există vreo cantitate în stoc
ru: Проверять только если есть запас
sl: Samo preveri če je količina na zalogi
tr: Sadece stok olduğunda işaretle
uk: Перевіряти лише наявність, без кількості

source: Are you sure you want to consume all ingredients needed by recipe "%s" (ingredients marked with "only check if any amount is in stock" will be ignored)?
he_il: לצרוך את כל הפריטים שנחוצים למתכון „%s” (רכיבים שמסומנים ב„לסמן רק אם יש כמות כלשהי במלאי” לא יוכללו)?
it: Sei sicuro di voler consumare tutti gli ingredienti necessari per la ricetta "%s"(gli ingredienti contrassegnati con "controlla solo se disponibile in magazzino" verranno ignorati)?

source: Removed all in stock ingredients needed by recipe "%s" from stock
he_il: כל הרכיבים שנחוצים למתכון „%s” הוסרו מהמלאי
it: Rimossi tutti gli ingredienti in magazzino necessari per la ricetta "%s" dal magazzino

source: Consume all ingredients needed by this recipe
ca: Consumir tots els ingredients requerits per aquesta recepta
cs: Spotřebovat všechny ingredience použité v tomto receptu
da: Forbrug alle nødvendige ingredienser til denne opskrift
de: Alle Zutaten, die von diesem Rezept benötigt werden, aus dem Bestand entfernen
el_gr: Καταναλώστε όλα τα συστατικά που απαιτούνται από αυτήν τη συνταγή
es: Consumir todos los ingredientes necesarios para esta receta
et_ee: Tarbi kõik selle retsepti jaoks vajalikud koostisosad
fi: Kuluta kaikki tämän reseptin ainesosat
fr: Consommer tous les ingrédients requis par cette recette
he_il: לצרוך את כל המצרכים שהמתכון הזה דורש
hu: A recept minden alapanyagának felhasználása
it: Consuma tutti gli ingredienti necessari per questa ricetta
lt: Suvartokite visus pagal šį receptą reikalingus ingredientus
nl: Verbruik alle ingrediënten die voor dit recept nodig zijn
no: Forbruk alle ingredienser for denne oppskriften
pt_br: Consumir todos os ingredientes necessários para esta receita
pt_pt: Consumir todos os ingredientes necessários nesta receita
ro_ro: Consumă toate ingredientele necesare acestei rețete
ru: Употребить все ингредиенты из этого рецепта
sk_sk: Spotrebovať všetky suroviny použité v tomto recepte
sl: Porabi vse sestavine potrebne za ta recept
tr: Bu tarif için gereken tüm malzemeleri tüket
uk: Вжити всі інгрідієнти цього рецепту

source: Click to show technical details
ca: Clica aquí per mostrar els detalls técnics
cs: Klikněte pro zobrazení technických podrobností
da: Klik for at vise tekniske detaljer
de: Hier klicken, um technische Details anzuzeigen
el_gr: Κάντε κλικ για να εμφανίσετε τεχνικές λεπτομέρειες
es: Mostrar detalles técnicos
et_ee: Vajuta, et näidata tehnilisi üksikasju
fi: Klikkaa nähdäksesi yksityiskohdat
fr: Cliquer pour afficher les détails techniques
he_il: לחיצה תציג את המפרט הטכני
hu: Kattintson ide a technikai részletekért
it: Clicca per mostrare i dettagli tecnici
lt: Spustelėkite norėdami pamatyti techninę informaciją
nl: Klik om technische details te tonen
no: Klikk for å vise teknisk informasjon
pt_br: Clique para exibir detalhes técnicos
pt_pt: Clicar para ver detalhes técnicos
ro_ro: Faceți clic pentru a afișa detalii tehnice
ru: Нажмите, чтобы посмотреть технические детали
sk_sk: Kliknite pre zobrazenie technických podrobností
sl: Klikni za prikaz tehničnih podrobnosti
tr: Teknik detayları görmek için tıkla
uk: Натисніть, щоб показати технічні деталі

source: Error while saving, probably this item already exists
ca: Error al desar, probablement aquest ítem ja existeix
cs: Chyba během ukládání, položka již patrně existuje.
da: Fejl ved lagring, måske eksisterer varen allerede
de: Fehler beim Speichern, möglicherweise existiert das Element bereits
el_gr: Σφάλμα κατά την αποθήκευση, πιθανώς αυτό το στοιχείο υπάρχει ήδη
es: Error al guardar, probablemente este artículo ya existe
et_ee: Salvestamise viga, ese võib juba eksisteerida
fi: Virhe tallennuksessa. Todennäköisesti tuote on jo lisätty.
fr: Erreur à l'enregistrement, ce produit existe déjà
he_il: שגיאה בשמירה, כנראה שהפריט הזה כבר קיים
hu: Hiba mentés közben, valószínűleg ez a tétel már létezik
it: Errore durante il salvataggio, probabilmente questo oggetto esiste già
lt: Išsaugant įvyko klaida, tikriausiai šis elementas jau yra
nl: Error bij opslaan, waarschijnlijk bestaat dit item al
no: Kunne ikke lagre, produkt er lagt til fra før
pt_br: Erro ao salvar, provavelmente este item já existe
pt_pt: Erro ao gravar, provavelmente este item já existe
ro_ro: Eroare în timpul salvării, probabil că acest element există deja
ru: Ошибка при сохранении, вероятно, данный элемент уже существует
sk_sk: Chyba počas ukladania, táto položka už pravdepodobne existuje
sl: Napaka pri shranjevanju, ta element verjetno že obstaja
tr: Kaydederken problem oldu, bu ürün muhtemelen zaten kayıtlı
uk: Помилка при збереженні, схоже що цей об'єкт вже існує

source: Error details
ca: Detalls de l'error
cs: Detaily chyby
da: Detaljer for fejl
de: Fehlerdetails
el_gr: Λεπτομέρειες σφάλματος
es: Detalles del error
et_ee: Vea üksikasjad
fi: Virheen tiedot
fr: Détails sur l'erreur
he_il: פרטי השגיאה
hu: Hiba részletei
it: Dettagli errore
lt: Klaidos detalės
no: Detaljer om feil
pt_br: Detalhes do erro
pt_pt: Detalhes do erro
ro_ro: Detalii eroare
ru: Детали ошибки
sk_sk: Podrobnosti o chybe
sl: Podrobnosti napake
tr: Hata detayları
uk: Деталі помилки

source: Tasks
ca: Tasques
cs: Přehled úkolů
da: Opgaver
de: Aufgaben
el_gr: Καθήκοντα
es: Tareas
et_ee: Ülesanded
fi: Tehtävälista
fr: Tâches
he_il: משימות
hu: Feladatok
it: Compiti
lt: Užduotys
nl: Taken
no: Oppgaver
pt_br: Atividades
pt_pt: Tarefas
ro_ro: Sarcini
ru: Задачи
sk_sk: Úlohy
sl: Opravila
tr: Görevler
uk: Завдання

source: Show done tasks
ca: Mostra tasques fetes
cs: Zobrazit hotové úkoly
da: Vis udførte opgaver
de: Erledigte Aufgaben anzeigen
el_gr: Εμφάνιση ολοκληρωμένων εργασιών
es: Mostrar tareas completadas
et_ee: Näita tehtud ülesandeid
fi: Näytä tehdyt tehtävät
fr: Afficher les tâches terminées
he_il: הצגת משימות שבוצעו
hu: Elvégzett feladatok megjelenítése
it: Mostra compiti completati
lt: Rodyti atliktas užduotis
nl: Toon gedane taken
no: Vis ferdige oppgaver
pt_br: Exibir atividades concluídas
pt_pt: Mostrar tarefas concluidas
ro_ro: Arată sarcini îndeplinite
ru: Показать завершённые задачи
sk_sk: Zobraziť dokončené úlohy
sl: Pokaži zaključena opravila
tr: Tamamlanmış görevleri göster
uk: Показати викані завдання

source: Task
ca: Tasca
cs: Úkol
da: Opgave
de: Aufgabe
el_gr: Εργο
es: Tarea
et_ee: Ülesanne
fi: Tehtävä
fr: Tâche
he_il: משימה
hu: Feladat
it: Compito
lt: Užduotis
nl: Taak
no: Oppgave
pt_br: Atividade
pt_pt: Tarefa
ro_ro: Sarcină
ru: Задача
sk_sk: Úloha
sl: Opravilo
tr: Görev
uk: Завдання

source: Due
ca: Data
cs: Termín splnění
da: Forfald
de: Fällig
el_gr: Λόγω
es: Fecha límite
et_ee: Tähtaeg
fi: Määräpäivä
fr: À faire
he_il: סיום
hu: Esedékes
it: Da fare
lt: Dėl
nl: Uiterlijk wanneer doen
no: Forfall
pt_br: Prazo
pt_pt: Agendado para
ro_ro: Scadent
ru: Срок выполнения
sk_sk: Termín splnenia
sl: Rok
tr: Tamamlanma tarihi
uk: Виконати до

source: Assigned to
ca: Assignat a
cs: Přiřazeno
da: Tildelt
de: Zugewiesen an
el_gr: Ανατεθεί
es: Asignada a
et_ee: Määratud isikule
fi: Suorittaja
fr: Assigné à
he_il: מוקצית אל
hu: Hozzárendelve
it: Assegnato a
lt: Priskirtas
nl: Toegewezen aan
no: Tildelt
pt_br: Atribuído a
pt_pt: Atribuído a
ro_ro: Atribuit la
ru: Назначена
sk_sk: Priradené používateľovi
sl: Dodeljeno
tr: Atanan kişi
uk: Призначено

source: Mark task "%s" as completed
ca: Marca tasca "%s" com completada
cs: Označit úkol „%s“ jako hotový
da: Marker opgaven "%s" som udført
de: Aufgabe "%s" als erledigt markieren
el_gr: Επισημάνετε την εργασία "%s" ως ολοκληρωμένη
es: Marcar la tarea "%s" como completada
et_ee: Märgi ülesanne "%s" tehtuks
fi: Merkitse tehtävä "%s" suoritetuksi
fr: Indiquer la tâche "%s" comme terminée
he_il: סימון המשימה „%s” כהושלמה
hu: "%s" feladat készként jelölése
it: Segna il compito "%s" come completato
lt: Pažymėti užduotį "%s" kaip užbaigtą
nl: Markeer "%s" als gedaan
no: Merk oppgave "%s" som ferdig
pt_br: Marcar atividade "%s" como completada
pt_pt: Marcar tarefa "%s" como concluída
ro_ro: Marcați sarcina "%s" ca finalizată
ru: Пометить задачу "%s" как выполненную
sk_sk: Označiť úlohu "%s" ako splnenú
sl: Označi opravilo "%s" kot zaključeno
tr: Görev "%s"'i tamamlandı olarak işaretle
uk: Відмітити завдання "%s" як виконане

source: Uncategorized
ca: Sense categoria
cs: Bez kategorie
da: Ikke kategoriseret
de: Nicht kategorisiert
el_gr: Χωρίς κατηγορία
es: Sin categorizar
et_ee: Kategoriseerimata
fi: Ei luokiteltu
fr: Sans catégorie
he_il: ללא קטגוריה
hu: Kategorizálatlan
it: Non categorizzato
lt: Neįtraukta į kategorijas
nl: Ongecategoriseerd
no: Mangler kategori
pt_br: Não categorizado
pt_pt: Sem categoria
ro_ro: Fără categorie
ru: Без категории
sk_sk: Bez kategórie
sl: Nekategorizirano
tr: Kategorize edilmemiş
uk: Без категорії

source: Task categories
ca: Categories de tasca
cs: Kategorie úkolů
da: Opgavekategorier
de: Aufgabenkategorien
el_gr: Κατηγορίες εργασιών
es: Categorías de tareas
et_ee: Ülesannete kategooriad
fi: Tehtäväluokat
fr: Catégories de tâche
he_il: קטגוריות משימות
hu: Feladat kategóriák
it: Categorie compito
lt: Užduočių kategorijos
nl: Taakcategorieën
no: Oppgavekategorier
pt_br: Categorias de atividade
pt_pt: Categorias das tarefas
ro_ro: Categorii de sarcini
ru: Категории задач
sk_sk: Kategórie úloh
sl: Kategorije opravil
tr: Görev kategorileri
uk: Категорії завдань

source: Create task
ca: Afegir tasca
cs: Vytvořit úkol
da: Opret opgave
de: Aufgabe erstellen
el_gr: Δημιουργήστε εργασία
es: Crear tarea
et_ee: Loo ülesanne
fi: Luo tehtävä
fr: Créer une tâche
he_il: יצירת משימה
hu: Feladat létrehozása
it: Crea compito
lt: Sukurti užduotį
nl: Maak taak
no: Opprett en oppgave
pt_br: Criar atividade
pt_pt: Criar tarefa
ro_ro: Creează sarcină
ru: Создать задачу
sk_sk: Vytvoriť úlohu
sl: Ustvari opravilo
tr: Görev oluştur
uk: Створити завдання
