Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Meal plan product
cs: Produkt jídelníčku
da: Madplan, ingridiens
de: Speiseplan Produkt
el_gr: Προϊόν γεύματος
es: Producto del plan de comidas
et_ee: Eineplaani toode
fi: Ateriasuunnitelman tuote
fr: Produit du menu
he_il: מוצר בתכנית ארוחות
hu: Menü terv termék
it: Prodotto del Piano dei pasti
lt: Maitinimo plano produktai
nl: Maaltijdplanproduct
no: Middagsplan-produkt
pt_br: Receita
pt_pt: Produto do plano de refeições
ru: Продукт плана питания
sk_sk: Výrobok pre jedálniček
sl: Izdelek načrta obroka
tr: Yemek planı ürünü

source: Scan mode
ca: Mode escàner
cs: Režim skenování
da: Skan modus
de: Scanmodus
el_gr: Λειτουργία σάρωσης
es: Modo de escaneo
et_ee: Skännimise režiim
fi: Skannaustila
fr: Mode scanner
he_il: מצב סריקה
hu: Beolvasás mód
it: Modalità di scansione
lt: Nuskaitymo režimas
nl: Scanmodus
no: Scanne modus
pt_br: Modo Scanner
pt_pt: Modo scan
ru: Режим сканирования
sk_sk: Režim snímania
sl: Način skeniranja
tr: Tarama modu

source: on
cs: zapnuto
da: til
de: an
el_gr: επί
es: activado
et_ee: sees
fi: päällä
fr: Allumé
he_il: פעיל
hu: be
it: accesa
lt: įjungta
nl: aan
no: på
pt_br: Ligado
pt_pt: ligado
ro_ro: pornit
ru: вкл
sk_sk: zap
sl: vključeno
tr: açık
uk: увімкнено

source: off
cs: vypnut
da: fra
de: aus
el_gr: μακριά από
es: desactivado
et_ee: väljas
fi: pois päältä
fr: Éteint
he_il: כבוי
hu: ki
it: spenta
lt: išjungta
nl: uit
no: av
pt_br: Desligado
pt_pt: desligado
ro_ro: oprit
ru: выкл
sk_sk: vyp
sl: izključeno
tr: kapalı
uk: вимкнено

source: Scan mode is on but not all required fields could be populated automatically
cs: Skenovací režim je zapnutý, ale ne všechna vyžadovaná pole mohou být vyplněna automaticky
da: Vare-skanning er slået til, men alle krævede felter kunne ikke opdateres automatisk.
de: Scanmodus ist eingeschaltet, aber nicht alle erforderlichen Felder konnten automatisch ausgefüllt werden
el_gr: Αγορά QUΗ λειτουργία σάρωσης είναι ενεργοποιημένη αλλά δεν μπορούν να συμπληρωθούν αυτόματα όλα τα απαιτούμενα πεδία
es: El modo de escaneo está activado, pero no se ha podido rellenar automáticamente todos los campos obligatorios
et_ee: Skännimise režiim on sisse lülitatud, kuid kõiki kohustuslikke välju ei saanud automaatselt täita
fi: Skannaustila on päällä, mutta kaikki vaaditut kentät eivät täyttyneet automaattisesti
fr: Le mode "scan" est activé mais tous les champs obligatoires n'ont pas pu être automatiquement remplis
he_il: מצב סריקה פעיל אבל אין אפשרות למלא את כל השדות אוטומטית
hu: A beolvasási mód be van kapcsolva, de nem minden kötelező mező tölthető ki automatikusan
it: La modalità di scansione è attiva ma non è possibile compilare automaticamente tutti i campi richiesti
lt: Nuskaitymo režimas įjungtas, bet ne visi privalomi laukai gali būti užpildyti automatiškai
nl: Scanmodus is geactiveerd, maar niet alle vereiste velden konden automatisch ingevuld worden
no: Scannemodus er på, men ikke alle felt kan fylles ut automatisk
pt_br: Modo Scanner está ligado, mas não foi possível preencher todos os campos obrigatórios automaticamente.
pt_pt: Modo scan está ativado, mas nem todos os campos obirgatórios poderam ser preenchidos automaticamente
ru: Режим сканирования включен, но не все обязательные поля могут быть заполнены автоматически
sk_sk: Režim snímania je zapnutý, ale nepodarilo sa automaticky vyplniť všetky polia+
sl: Način skeniranja je vključen, ampak obvezna polja ne morejo biti avtomatsko zapolnjena
tr: Tarama modu açık ancak gerekli alanların tümü otomatik olarak doldurulamıyor

source: Is freezer
ca: És congelador
cs: Místo je mrazící box
da: Er en fryser
de: Ist ein Gefrierstandort (also z. B. ein Gefrierschrank)
el_gr: Είναι καταψύκτης
es: Es congelador
et_ee: On sügavkülmik
fi: On pakastin
fr: Est un congélateur
he_il: הקפאה
hu: Fagyasztószekrény
it: È congelato
lt: Yra šaldiklis
nl: Is diepvries
no: Er fryser
pt_br: Congelador
pt_pt: É congelador
ru: Это морозильная камера
sk_sk: Je mraznička
sl: Je zmrzovalnik
tr: Dondurucu mu
uk: Є морозильною камерою

source: This cannot be the same as the "From" location
ca: No pot ser el mateix que la ubiacació "des de"
cs: Nemůže být stejné jako „Z umístění“
da: Kan ikke være det samme som “Fra” lokation
de: Dies kann nicht derselbe Standort wie "Von Standort" sein
el_gr: Αυτό δεν μπορεί να είναι το ίδιο με την τοποθεσία "Από"
es: Esto no puede ser lo mismo que la ubicación origen
et_ee: See ei saa olla sama kui "Asukohast"
fi: Tämä ei voi olla sama kuin lähtösijainti
fr: Ce ne peut pas être le même endroit d'origine
he_il: לא יכול להיות כמו מיקום המוצא
hu: Nem lehet azonos a "Forrás" hellyel
it: Non può essere uguale alla posizione "Da"
lt: Tai negali būti tokia pati kaip vieta „Iš“.
nl: Dit kan niet hetzelfde zijn als de “Van” locatie
no: Dette kan ikke være det som "Fra" lokasjonen
pt_br: Isto não pode ser a mesma localização do "De"
pt_pt: Não poderá ser o mesmo que a localização "De"
ru: Это не может быть тем же местом хранения, что и "из"
sk_sk: Toto nemôže byť rovnaké ako umiestnenie "Od"
sl: To ne more biti enako kot lokacija "Iz"
tr: Bu, "Şundan" konumuyla aynı olamaz
uk: Не може бути тим же місцем, що й "з"

source: Thawed
ca: Descongelat
cs: Rozmraženo
da: Optøet
de: Aufgetaut
el_gr: Αποψυχθεί
es: Descongelado
et_ee: Sulatatud
fi: Sulanut
fr: Décongelé
he_il: הופשר
hu: Kiolvasztott
it: Scongelato
lt: Atšildytas
nl: Ontdooid
no: Tint
pt_br: Derretido
pt_pt: Descongelado
ro_ro: Decongelat
ru: Разморожен
sk_sk: Rozmrazené
sl: Odtaljeno
tr: Çözülmüş
uk: Розморожене

source: Frozen
ca: Congelat
cs: Zmraženo
da: Frossen
de: Eingefroren
el_gr: Παγωμένος
es: Congelado
et_ee: Sügavkülmutatud
fi: Pakastettu
fr: Congelé
he_il: הוקפא
hu: Fagyasztott
it: Congelato
lt: Šaldytas
nl: Ingevroren
no: Fryst
pt_br: Congelado
pt_pt: Congelado
ru: Заморожен
sk_sk: Zmrazené
sl: Zamrznejno
tr: Donmuş
uk: Заморожене

source: Are you sure you want to delete userentity "%s"?
he_il: למחוק את ישות המשתמש „%s”?
it: Sei sicuro di voler eliminare l'entità utente "%s"?

source: Shopping list settings
ca: Configuració de la llista de la compra
cs: Nastavení nákupního seznamu
da: Indkøbsliste, opsætning
de: Einkaufszetteleinstellungen
el_gr: Ρυθμίσεις λίστας αγορών
es: Configuración de lista de la compra
et_ee: Ostunimekirja seaded
fi: Ostoslista-asetukset
fr: Paramètres de la liste de courses
he_il: הגדרות רשימת קניות
hu: Bevásárlólista beállítások
it: Impostazioni Lista della Spesa
lt: Pirkinių sąrašo nustatymai
nl: Instellingen voor het boodschappenlijstje
no: Handleliste - innstillinger
pt_br: Configurações da Lista de Compras
pt_pt: Definições da lista de compras
ro_ro: Setările listei de cumpărături
ru: Настройки списка покупок
sk_sk: Nastavenia nákupného zoznamu
sl: Nastavitve nakupovalnega seznama
tr: Alışveriş listesi seçenekleri
uk: Налаштування списку покупок

source: Show a month-view calendar
ca: Mostra la vista mensual de calendari
cs: Zobrazit měsíční kalendář
da: Vis kalender, månedsoversigt
de: Einen Kalender (Monatsansicht) anzeigen
el_gr: Εμφάνιση ημερολογίου μηνιαίας προβολής
es: Mostrar vista mensual
et_ee: Näita kuuvaate kalendrit
fi: Näytä kalenterin kuukausinäkymä
fr: Afficher le calendrier en vue mensuelle
he_il: לוח שנה בתצוגת חודש
hu: Havi-nézet naptár megjelenítése
it: Mostra un calendario con vista mensile
lt: Rodyti mėnesio peržiūros kalendorių
nl: Toon de maandkalender.
no: Vis månedsoverblikk for kalenderen
pt_br: Mostrar agenda mensal
pt_pt: Mostrar a vista mensal do calendário
ru: Показать календарь на месяц
sk_sk: Zobraziť kalendár s mesiacmi
sl: Prikaži mesečni koledar
tr: Aylık görünüm takvimini göster

source: Desired servings
ca: Racions desitjades
cs: Počet porcí
da: Antal portioner
de: Gewünschte Portionen
el_gr: Επιθυμητές μερίδες
es: Raciones deseadas
et_ee: Soovitud serveeringuid
fi: Toivottu annosmäärä
fr: portions souhaitées
he_il: גודל מנה מבוקשת
hu: Kívánt adagok
it: Porzioni desiderate
lt: Pageidaujamos porcijos
nl: Gewenst aantal porties
no: Ønskede porsjoner
pt_br: Porções desejadas
pt_pt: Porção desejada
ru: Количество порций
sk_sk: Požadované porcie
tr: Istenen porsiyon
uk: Потрібно порцій

source: Recipes settings
ca: Configuració de receptes
cs: Nastavení receptu
da: Opskrifter, opsætning
de: Rezepteinstellungen
el_gr: Ρυθμίσεις συνταγών
es: Configuración de recetas
et_ee: Retseptide seaded
fi: Reseptiasetukset
fr: Paramètres des recettes
he_il: הגדרות מתכונים
hu: Recept beállítások
it: Impostazioni Ricette
lt: Receptų nustatymai
nl: Recept instellingen
no: Oppskrifter - innstillinger
pt_br: Configurações da Receita
pt_pt: Definições de receitas
ru: Настройки рецептов
sk_sk: Nastavenia receptov
sl: Nastavitve receptov
tr: Tarif seçenekleri
uk: Налаштування рецептів

source: Recipe card
ca: Targeta de recepta
cs: Karta receptu
da: Opskrift
de: Rezeptkarte
el_gr: Κάρτα συνταγής
es: Tarjeta de receta
et_ee: Retseptikaart
fi: Resepti kortti
fr: Fiche de recette
he_il: כרטיס מתכון
hu: Receptkártya
it: Scheda ricetta
lt: Recepto kortelė
nl: Receptkaart
no: Oppskrift kort
pt_br: Cartão de Receita
pt_pt: Cartão da receita
ru: Карточка рецепта
sk_sk: Karta s receptom
sl: Kartica recepta
tr: Tarif kartı
uk: Картка рецепту

source: Group ingredients by their product group
ca: Agrupa ingredients per grup de producte
cs: Seskupit ingredience podle skupiny produktů
da: Grupper ingredienser efter varegruppe
de: Zutaten nach Produktgruppe gruppieren
el_gr: Ομαδοποιήστε τα συστατικά ανά ομάδα προϊόντων
es: Agrupar los ingredientes por su grupo de productos
et_ee: Grupita koostisosasid nende toodete grupi järgi
fi: Ryhmittele ainekset tuoteryhmän mukaan
fr: Regrouper les ingrédients par groupe de produits
he_il: קיבוץ רכיבים לפי קבוצת המוצר שלהם
hu: A hozzávalók csoportosítása a beállított termékcsoportok alapján
it: Raggruppa gli ingredienti per il loro gruppo di prodotti
lt: Sugrupuokite ingredientus pagal jų produktų grupę
nl: Groepeer ingrediënten per productcategorie
no: Gruppér ingredienser ut fra deres produktgruppe
pt_br: Agrupar ingredientes por grupo de produto
pt_pt: Agrupar ingredientes pelo respectivo grupo de produto
ru: Сгруппировать ингредиенты по группам продуктов
sk_sk: Zoskupiť suroviny podľa skupiny výrobkov
sl: Skupine sestavin po njihovih skupinah izdelkov
tr: İçerikleri ürün gruplarına göre gruplandır

source: Unknown store
ca: Botiga desconeguda
cs: Nepojmenovaný obchod
da: Ubekendt butik
de: Unbekanntes Geschäft
el_gr: Άγνωστο κατάστημα
es: Tienda desconocida
et_ee: Tundmatu pood
fi: Tuntematon myymälä
fr: Magasin inconnu
he_il: חנות לא ידועה
hu: Ismeretlen áruház
it: Negozio sconosciuto
lt: Nežinoma parduotuvė
nl: Onbekende winkel
no: Ukjent butikk
pt_br: Estabelecimento não informado
pt_pt: Loja desconhecida
ro_ro: Magazin necunoscut
ru: Неизвестный магазин
sk_sk: Neznámy obchod
sl: Neznana trgovina
tr: Bilinmeyen market
uk: Невідомий магазин

source: Store
ca: Botiga
cs: Obchod
da: Butik
de: Geschäft
el_gr: Κατάστημα
es: Tienda
et_ee: Pood
fi: Myymälä
fr: Magasin
he_il: חנות
hu: Áruház
it: Negozio
lt: Parduotuvė
nl: Winkel
no: Butikk
pt_br: Estabelecimento
pt_pt: Loja
ro_ro: Magazin
ru: Магазин
sk_sk: Obchod
sl: Trgovina
tr: Market
uk: Магазин

source: Transaction successfully undone
ca: Transacció desfetacorectament
cs: Transakce úspěšně vrácena zpět
da: Transaktionen er nulstillet
de: Transaktion erfolgreich rückgängig gemacht
el_gr: Η συναλλαγή αναιρέθηκε με επιτυχία
es: La transacción se deshizo con éxito
et_ee: Tehing edukalt tühistatud
fi: Tapahtuman peruminen onnistui
fr: Transaction annulée avec succès
he_il: ההעברה בוטלה בהצלחה
hu: A művelet sikeresen visszavonva
it: Transazione annullata correttamente
lt: Sandoris sėkmingai anuliuotas
nl: Transactie succesvol ongedaan gemaakt
no: Transaksjonen er reversert
pt_br: Transação desfeita com sucesso
pt_pt: Transação anulada com sucesso
ro_ro: Tranzacție anulată
ru: Транзакция успешно отменена
sk_sk: Transakcia bola úspešne zrušená
sl: Transakcija uspešno razveljavljena
tr: Alışveriş başarıyla geri alındı
uk: Танзакцію успішно скасовано

source: Default store
ca: Botiga per defecte
cs: Obvyklý obchod
da: Standard-butik
de: Standardgeschäft
el_gr: Προεπιλεγμένο κατάστημα
es: Tienda predeterminada
et_ee: Vaikimisi pood
fi: Oletusmyymälä
fr: Magasin par défaut
he_il: חנות בררת מחדל
hu: Alapértelmezett áruház
it: Negozio predefinito
lt: Numatytoji parduotuvė
nl: Standaardwinkel
no: Standard butikk
pt_br: Estabelecimento padrão
pt_pt: Loja predefinida
ro_ro: Magazin predefinit
ru: Магазин по умолчанию
sk_sk: Predvolený obchod
sl: Privzeta trgovina
tr: Varsayılan market
uk: Магазин за замовчуванням

source: Consume this stock entry
ca: Consumir aquest element
cs: Spotřebovat všechny jednotky této položky
da: Nedskriv lager med denne
de: Verbrauche diesen Bestandseintrag
el_gr: Καταναλώστε αυτήν την καταχώριση μετοχών
es: Consumir esta entrada de inventario
et_ee: Tarbi see toode
fi: Kuluta tämä varastomerkintä
fr: Consommer cette entrée du stock
he_il: צריכת רשומת מלאי זו
hu: Készlet bejegyzés felhasználása
it: Consuma questa voce di dispensa
lt: Sunaudoti šį atsargų įrašą
nl: Verbruik deze voorraad
no: Bruk denne lagerbeholdningen
pt_br: Consumir esse item do estoque
ru: Употребить этот запас
sk_sk: Spotrebovať túto položku zásob
sl: Porabi ta zapis zaloge
tr: Bu stok girişini tüket
uk: Вжити цей записаний продукт

source: Mark this stock entry as open
ca: Marcar aquest element com a obert
cs: Označit nejstarší jednotku zásob jako otevřenou
da: Marker denne beholdning som åben
de: Diesen Bestandseintrag als geöffnet markieren
el_gr: Επισημάνετε αυτήν την καταχώρηση ως ανοιχτή
es: Marcar esta entrada de inventario como abierto
et_ee: Märgi see varude toode avatuks
fi: Merkitse varastomerkintä avatuksi
fr: Indiquer cette entrée du stock comme ouverte
he_il: סימון רשומת מלאי זו כפתוחה
hu: Készlet bejegyzés megjelölése felbontottként
it: Segna questa voce di dispensa come aperta
lt: Pažymėkite šį sandėlio įrašą kaip atidarytą
nl: Markeer deze voorraad als open
no: Marker denne som åpen
pt_br: Marcar como aberto
ru: Пометить этот запас как открытый
sk_sk: Označiť túto položku zásob ako otvorenú
sl: Označi ta zapis zaloge kot odprt
tr: Bu stok girişini açık olarak işaretle
uk: Відмітити цей записаний продукт відкритим

source: Mark this item as done
ca: Marcar aquest element com a fet
cs: Je/není vybráno
da: Marker dette punkt som færdigt
de: Diesen Eintrag als erledigt markieren
el_gr: Επισημάνετε αυτό το στοιχείο ως ολοκληρωμένο
es: Marcar este elemento como hecho
et_ee: Märgi see ese tehtuks
fi: Merkitse tehdyksi
fr: Indiqué cet élément comme fait
he_il: סימון פריט זה כבוצע
hu: Tétel megjelölése elvégzettként
it: Segna questo elemento come fatto
lt: Pažymėkite šį elementą kaip atliktą
nl: Markeer dit item als gedaan
no: Marker denne som utført
pt_br: Selecionar item
ru: Пометить элемент как выполненный
sk_sk: Označiť túto položku ako dokončenú
sl: Označi ta element kot končan
tr: Bu öğeyi tamamlandı olarak işaretle
uk: Відмітити як готове

source: Edit this item
ca: Editar aquest element
cs: Upravit
da: Rediger dette emne
de: Diesen Eintrag bearbeiten
el_gr: Επεξεργαστείτε αυτό το αντικείμενο
es: Modificar este artículo
et_ee: Muuda eset
fi: Muokkaa
fr: Éditer cet élément
he_il: עריכת פריט זה
hu: Tétel szerkesztése
it: Modifica questo elemento
lt: Redaguoti šį elementą
nl: Wijzig dit item
no: Rediger denne oppføringen
pt_br: Editar item
pt_pt: Editar este item
ru: Изменить этот элемент
sk_sk: Upraviť túto položku
sl: Uredi ta element
tr: Bu maddeyi düzenle
uk: Редагувати цей пункт

source: Delete this item
ca: Eliminar aquest element
cs: Smazat
da: Slet dette punkt
de: Diesen Eintrag löschen
el_gr: Διαγραφή αυτού του αντικειμένου
es: Eliminar este artículo
et_ee: Kustuta see ese
fi: Poista
fr: Supprimer cet élément
he_il: מחיקת פריט זה
hu: Tétel törlése
it: Elimina questo elemento
lt: Ištrinti šį elementą
nl: Verwijder dit item
no: Slett denne varen
pt_br: Remover item
pt_pt: Eliminar este item
ro_ro: Șterge produs
ru: Удалить этот элемент
sk_sk: Odstrániť túto položku
sl: Izbriši ta element
tr: Bu maddeyi sil
uk: Видалити цей пункт

source: Show an icon if the product is already on the shopping list
ca: Mostra una icona si el producte ja és a la llista de la compra
cs: Zobrazit ikonku pokud je produkt na nákupním seznamu
da: Vis hvis denne vare allerede findes i indkøbslisten
de: Ein Symbol anzeigen, wenn das Produkt bereits auf dem Einkaufszettel steht
el_gr: Εμφάνιση ενός εικονιδίου εάν το προϊόν βρίσκεται ήδη στη λίστα αγορών
es: Mostrar un icono si el producto ya está en la lista de la compra
et_ee: Näita ikooni, kui toode on juba ostunimekirjas
fi: Näytä kuvake, jos tuote on jo ostoslistalla
fr: Afficher une icône si le produit est déjà dans la liste de courses
he_il: הצגת סמל אם המוצר כבר ברשימת הקניות
hu: Jelenítsen meg egy ikont, ha a termék már a bevásárlólistán van
it: Mostra un'icona se il prodotto è già nella lista della spesa
lt: Rodyti piktogramą, jei prekė jau yra pirkinių sąraše
nl: Toon een symbool indien dit product al op het boodschappenlijstje staat
no: Vis ett ikon dersom produktet allerede er på handlelisten
pt_br: Mostrar ícone se já estiver lista de compras
ro_ro: Afișați o pictogramă dacă produsul este deja pe lista de cumpărături
ru: Отображать уведомление если продукт уже добавлен в список покупок
sk_sk: Zobraziť ikonu, ak je už výrobok v nákupnom zozname
sl: Prikaži ikono če je izdelek že na nakupovalnem seznamu
tr: Ürün zaten alışveriş listesindeyse bir simge göster

source: Calories
cs: Kalorie
da: Kalorier
de: Kalorien
el_gr: Θερμίδες
es: Calorías
et_ee: Kaloreid
fi: kcal
he_il: קלוריות
hu: Kalória
it: Calorie
lt: Kalorijos
nl: Calorieën
no: Kalorier
pt_br: Calorias
pt_pt: Calorias
ro_ro: Calorii
ru: Калории
sk_sk: Kalórie
sl: Kalorije
tr: Kalori
uk: Калорії

source: means %1$s per %2$s
ca: significa %1$s per %2$s
cs: to je %1$s za %2$s
da: betyder %1$ per %2$
de: bedeutet %1$s pro %2$s
el_gr: σημαίνει %1$s ανά %2$s
es: significa %1$s por %2$s
et_ee: tähendab %1$s %2$s kohta
fi: tarkoittaa %1$s per %2$s
fr: signifie %1$s par %2$s
he_il: כלומר %1$s לכל %2$s
hu: %1$s minden %2$s-ben
it: si intende %1$s fino a %2$s
lt: reiškia %1$suž %2$s
nl: Betekent %1$s per %2$s
no: betyr %1$s per %2$s
pt_br: significa dizer %1$s para cada %2$s
ro_ro: înseamnă %1$s per %2$s
ru: означает %1$s за %2$s
sl: pomeni %1$s na %2$s
tr: %2$sbaşına %1$sanlamına gelir
uk: одначає %1$s на %2$s

source: Create recipe
ca: Crear recepta
cs: Vytvořit recept
da: Tilføj opskrift
de: Rezept erstellen
el_gr: Δημιουργήστε συνταγή
es: Crear receta
et_ee: Loo retsept
fi: Luo resepti
fr: Créer une recette
he_il: יצירת מתכון
hu: Recept létrehozása
it: Crea una ricetta
lt: Sukurti receptą
nl: Maak een recept
no: Lag oppskrift
pt_br: Criar receita
pt_pt: Criar receita
ro_ro: Creează rețetă
ru: Создать рецепт
sk_sk: Vytvoriť recept
sl: Ustvari recept
tr: Tarif oluştur
uk: Створити рецепт

source: Save & continue to add ingredients and included recipes
ca: Guardar i continuar a afegir ingredients i receptes incloses
cs: Uložit a pokračovat pro přidání ingrediencí a zařazení do receptů
da: Tilføj og fortsæt med ingredienser
de: Speichern & fortfahren um Zutaten und enthaltene Rezepte hinzuzufügen
el_gr: Αποθηκεύστε & συνεχίστε να προσθέτετε συστατικά και συνταγές
es: Guardar y continuar a añadir ingredientes y recetas incluidas
et_ee: Salvesta & jätka, et lisada koostisosasid ja sisaldavaid retsepte
fi: Tallenna & jatka ainesosien lisäämistä resepteihin
fr: Sauvegarder et continuer d'ajouter des ingrédients et recettes
he_il: לשמור ולהמשיך להוסיף רכיבים ומתכונים כלולים
hu: Mentsd és folytasd a hozzávalók és csatolt receptek hozzáadásához
it: Salva e continua ad aggiungere ingredienti e ricette incluse
lt: Išsaugokite ir toliau pridėkite ingredientų ir įtrauktų receptų
nl: Bewaar en ga door met het toevoegen van ingrediënten en toegevoegde recepten
no: Lagre og fortsett for å legge til ingredienser og inkluderte oppskrifter
pt_br: Salvar & Continuar para adicionar ingredientes nas receitas agregada
ro_ro: Salvează și continuă să adaugi ingrediente și rețetele incluse
ru: Сохранить и продолжить добавлять ингредиенты и включенные рецепты
sk_sk: Uložiť a pokračovať na pridávanie surovín a zahrnutých receptov
sl: Shrani & nadaljuj dodajanje sestavin in vključenih receptov
tr: Malzemeleri ve dahil edilen tarifleri kaydet ve eklemeye devam et
uk: Зберегти та продовжити додавати інгрідієнти

source: Save & continue
ca: Guardar i continuar
cs: Uložit a zůstat zde
da: Gem og fortsæt her
de: Speichern & fortfahren
el_gr: Αποθήκευση & συνέχεια
es: Guardar y continuar
et_ee: Salvesta & jätka
fi: Tallenna & jatka
fr: Sauvegarder et continuer
he_il: לשמור ולהמשיך
hu: Mentés és folytatás
it: Salva e continua
lt: Išsaugoti ir tęsti
nl: Opslaan en doorgaan
no: Lagre & fortsett
pt_br: Salvar & continuar
pt_pt: Salvar & continuar
ro_ro: Salvează și continuă
ru: Сохранить и продолжить
sk_sk: Uložiť a pokračovať
sl: Shrani & nadaljuj
tr: Kaydet & devam et
uk: Зберегти та продовжити

source: Save & return to recipes
ca: Guardar i tornar a receptes
cs: Uložit a vrátit se do receptů
da: Gem og gå tilbage til opskrifter
de: Speichern & zurück zu Rezepte
el_gr: Αποθήκευση και επιστροφή στις συνταγές
es: Guardar y volver a la lista de recetas
et_ee: Salvesta & naase retseptide juurde
fi: Tallenna & palaa resepteihin
fr: Sauvegarder et retourner aux recettes
he_il: לשמור ולחזור למתכונים
hu: Mentés és visszatérés a receptekhez
it: Salva e torna alle ricette
lt: Išsaugoti ir grįžti į receptus
nl: Opslaan en terugkeren naar recepten
no: Lagre & returner til oppskrifter
pt_br: Salvar & retornar a receitas
pt_pt: Salvar & retornar a receitas
ro_ro: Salvează și întoarce-te la rețete
ru: Сохранить и вернуться к рецептам
sk_sk: Uložiť a vrátiť sa na recepty
sl: Shrani & se vrni k receptom
tr: Kaydet & tariflere geri dön
uk: Зберегти та повернутись у рецепти

source: Stock value
ca: Valor d'existències
cs: Cena zásob
da: Lagerværdi
de: Bestandswert
el_gr: Αξία αποθέματος
es: Valor del inventario
et_ee: Toote väärtus
fi: Varastoarvo
fr: Valeur du stock
he_il: ערך מלאי
hu: Készlet érték
it: Valore della dispensa
lt: Sandėlio vertė
nl: Voorraadwaarde
no: Beholdningsverdi
pt_br: Valor do estoque
ro_ro: Valoarea stocului
ru: Стоимость запасов
sk_sk: Hodnota zásob
sl: Vrednost zaloge
tr: Stok değeri
uk: Вартість інвентаря

source: Average price
ca: Preu mig
cs: Průměrná cena
da: Gennemsnitlig pris
de: Durchschnittlicher Preis
el_gr: Μέση τιμή
es: Precio promedio
et_ee: Keskmine hind
fi: Keskihinta
fr: stock moyen
he_il: מחיר ממוצע
hu: Átlagár
it: Prezzo medio
lt: Vidutinė kaina
nl: Gemiddelde prijs
no: Gjennomsnittlig pris
pt_br: Preço médio
pt_pt: Preço médio
ro_ro: Preț mediu
ru: Средняя цена
sk_sk: Priemerná cena
sl: Povprečna cena
tr: Ortalama fiyat
uk: Середня ціна

source: Active
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
el_gr: Ενεργός
es: Activo
et_ee: Aktiivne
fi: Aktiivinen
fr: actif
he_il: פעיל
hu: Aktív
it: Attivo
lt: Aktyvus
nl: Actief
no: Aktiv
pt_br: Ativo
pt_pt: Ativo
ro_ro: Activ
ru: Активный
sk_sk: Aktívne
sl: Aktiven
tr: Aktif
uk: Активні

source: Barcodes
ca: Codis de barres
cs: Čárové kódy
da: Stregkoder
es: Códigos de barra
et_ee: Triipkoodid
fi: Viivakoodit
fr: Code-barres
he_il: ברקודים
hu: Vonalkódok
it: Codici a Barre
lt: Brūkšniniai kodai
nl: Streepjescodes
no: Strekkoder
pt_br: Códigos de barras
pt_pt: Códigos de barras
ro_ro: Coduri de bare
ru: Штрихкоды
sk_sk: Čiarové kódy
sl: Črtne kode
tr: Barkod
uk: Штрихкоди

source: Barcode
ca: Codi de barres
cs: Čárový kód
da: Stregkode
es: Código de barra
et_ee: Triipkood
fi: Viivakoodi
fr: Code-barre
he_il: ברקוד
hu: Vonalkód
it: Codice a Barre
lt: Brūkšninis kodas
nl: Streepjescode
no: Strekkode
pt_br: Código de barras
pt_pt: Código de barras
ro_ro: Cod de bare
ru: Штрихкод
sk_sk: Čiarový kód
sl: Črtna koda
tr: Barkod
uk: Штрихкод
