Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Add decimal separator automatically for price inputs
ca: Afegir separador decimal automàticament per als preus
cs: Automatické vkládání desetinné čárky
da: Tilføj automatisk decimalseparator ved pris indtastning
de: Dezimaltrennzeichen für Preis-Eingabefelder automatisch hinzufügen
es: Añadir separador de decimales automáticamente para entradas de precio
et_ee: Lisa hinnasisendite jaoks automaatselt kümnendkoha eraldaja
fi: Lisää desimaalierotin automaattisesti syötettyihin hintoihin
fr: Ajout automatique du séparateur de décimales pour les prix
he_il: יש להוסיף נקודה עשרונית לקלט של מחיר
hu: Tizedesvessző automatikus hozzáadása az árbeviteli mezőkhöz
it: Aggiungi automaticamente il separatore decimale per l'inserimento dei prezzi
lt: Įvesdami kainą automatiškai pridėkite dešimtainį skyriklį
nl: Voeg automatisch decimaalteken toe voor prijsinvoer
no: Legg til desimalseparator automatisk for prisinntasting
pt_br: Adicionar separador decimal automaticamente para entradas de preço
ru: Автоматически добавлять десятичный разделитель для ввода цены
sl: Samodejno dodaj decimalno ločilo za vnose cen
tr: Fiyat girişleri için otomatik olarak ondalık ayırıcı ekleyin

source: When enabled, you always have to enter the value including decimal places, the decimal separator will be automatically added based on the amount of allowed decimal places
cs: Cenu pak vždy zapíšete včetně desetinných míst. Desetinná čárka se vloží automaticky.
da: Når aktiveret, skal du altid angive værdien med decimaler, decimalseparatoren sættes automatisk ud fra det tilladte antal decimaler
de: Wenn aktiviert, müssen Preiseingaben immer inkl. Nachkommastellen erfolgen, das Dezimaltrennzeichen wird automatisch entsprechend der Anzahl der erlaubten Nachkommastellen hinzugefügt
es: Cuando esté activado, siempre tiene que introducir el valor incluyendo posiciones decimales, el separador decimal se añadirá automáticamente según la cantidad de posiciones decimales permitidas.
et_ee: Kui see on lubatud, peate alati sisestama väärtuse koos kümnendkohtadega, kümnendkoha eraldaja lisatakse automaatselt lubatud kümnendkohtade arvu alusel
fi: Kun tämä asetus on käytössä, täytyy hintoja syötettäessä aina syöttää myös desimaalinumerot. Desimaalierotin lisätään automaattisesti hintojen desimaalimääräaasetuksen mukaisesti.
fr: Lorsque activé, vous devez toujours entrer les valeurs en incluant les décimales, le séparateur de décimal sera automatiquement ajouté après le nombre requis de décimales
he_il: כאשר האפשרות פעילה, עליך תמיד למלא את הערך כולל הספרות אחרי הנקודה, הנקודה העשרונית תתווסף אוטומטית בהתאם לכמות המקומות העשרוניים האפשריים.
hu: Bekapcsolva mindig tizedesjegyekkel együtt kell megadni az értéket, a tizedesvessző automatikusan hozzáadódik a beállított tizedeshelyek száma alapján
it: Quando abilitato, devi sempre inserire il valore con le cifre decimali, il separatore decimale verrà aggiunto automaticamente in base alla quantità di cifre decimali consentite
lt: Kai įjungta, visada turite įvesti reikšmę, įskaitant dešimtainius tikslus, po kablelio skyriklis bus automatiškai pridėtas pagal leistinų skaičių po kablelio skaičių
nl: Indien ingeschakeld, moet je altijd de waarde inclusief decimalen invoeren, het decimaalteken wordt automatisch toegevoegd op basis van het aantal toegestane decimalen
no: Når aktivert, må du alltid angi verdien inkludert desimaler, desimalseparatoren legges til automatisk basert på mengden tillatte desimaler
pt_br: Quando ativado, você sempre deve inserir o valor incluindo casas decimais, o separador decimal será adicionado automaticamente com base na quantidade de casas decimais permitidas
ru: Если включено, вам всегда нужно вводить значение, включая десятичные знаки, десятичный разделитель будет автоматически добавлен в зависимости от количества разрешенных десятичных знаков
tr: Etkinleştirildiğinde, her zaman değeri ondalık basamaklar dahil girmeniz gerekir; ondalık ayırıcı, izin verilen ondalık basamak miktarına göre otomatik olarak eklenecektir

source: Stock entry
cs: Položka zásob
da: Lagerpostering
de: Bestandseintrag
es: Entrada de inventario
et_ee: Toode
fi: Varastomerkintä
fr: Entrée dans le stock
he_il: רשומה במלאי
hu: Készletbejegyzés
it: Entrata in dispensa
lt: Atsargų įvedimas
nl: Voorraad item
no: Lageroppføring
pt_br: Entrada no estoque
sl: Element zaloge
tr: Stok girişi
uk: Інвентарний запис

source: Configure sections
ca: Configurar seccions
cs: Rozdělení dne
da: Konfigurér sektioner
de: Abschnitte konfigurieren
es: Configurar secciones
et_ee: Sektsioonide seadistamine
fi: Määrittele osiot
fr: Configurer les sections
he_il: הגדרת סעיפים
hu: Szekciók konfigurálása
it: Configura sezioni
lt: Konfigūruoti skyrius
nl: Secties configureren
no: Konfigurer seksjoner
pt_br: Configurar seções
ru: Настроить секции
sl: Konfiguriraj oddelke
tr: Bölümleri ayarla
uk: Налаштувати прийоми їжі

source: Meal plan sections
cs: Rozdělení dne podle jídel
da: Madplanssektioner
de: Speiseplanabschnitte
es: Secciones del plan de comidas
et_ee: Eineplaani sektsioon
fi: Ateriasuunnitelma osiot
fr: Sections du menu
he_il: סעיפי תכנית ארוחות
hu: Menü terv szekciók
it: Sezioni del piano pasti
lt: Maitinimo plano skiltys
nl: Maaltijdplan secties
no: Måltidsplanseksjon
pt_br: Seções do plano do plano alimentar
ru: Секции плана питания
sl: Oddelki načrta obrokov
tr: Yemek planı bölümleri
uk: Прийоми їжі

source: Create meal plan section
cs: Přidání části dne v jídelníčku podle podávaného jídla
da: Opret madplanssektion
de: Speiseplanabschnitt erstellen
es: Crear sección del plan de comidas
et_ee: Loo eineplaani sektsioon
fi: Luo ateriasuunnitelma osio
fr: Créer une section de menu
he_il: יצירת סעיף תכנית ארוחות
hu: Menü terv szekció hozzáadása
it: Crea la sezione del piano pasti
lt: Sukurkite maitinimo plano skiltį
nl: Maak een maaltijdplan-sectie
no: Opprett måltidsplanseksjon
pt_br: Criar plano alimentar
ru: Создать секцию плана питания
tr: Yemek planı bölümü oluştur

source: Sections will be ordered by that number on the meal plan
cs: Seznam částí dne se setřídí vzestupně podle těchto čísel. První část dne bude mít tedy nejnižší (ale jinak libovolné) číslo a poslední část dne nejvyšší.
da: Sektioner bliver sorteret efter dette nummer i madplanen
de: Die Abschnitte werden nach dieser Nummer auf dem Speiseplan sortiert
es: Las secciones se ordenarán por su número en el plan de comida
et_ee: Sektsioonid järjestatakse selle numbri järgi eineplaanis
fr: Les sections seront triées par ce numéro dans le menu
he_il: הסעיפים יסודרו לפי המספר על תכנית הארוחות
hu: A szekciók a beírt szám alapján lesznek sorba rendezve a menü terven
it: Le sezioni saranno ordinate da quel numero sul piano pasti
lt: Skiltys bus išrūšiuotos šiuo numeriu maitinimo plane
nl: Secties zullen gesorteerd worden door het nummer bij het maaltijdplan.
no: Seksjoner vil bli sortert av det nummeret på måltidsplanen
pt_br: As seções serão ordenadas por esse número no plano alimentar
ru: Секции будут расположены в плане питания в порядке возрастания
tr: Bölümler yemek planında bu numaraya göre sıralanacak

source: Edit meal plan section
cs: Upravit část dne v jídelníčku
da: Rediger madplanssektion
de: Speiseplanabschnitt bearbeiten
es: Editar sección del plan de comidas
et_ee: Muuda eineplaani sektsiooni
fi: Muokkaa ateriasuunnitelma osiota
fr: Modifier la section du menu
he_il: עריכת סעיף תכנית ארוחות
hu: Menü terv szekció szerkesztése
it: Modifica la sezione del piano pasti
lt: Redaguoti maitinimo plano skiltį
nl: Sectie maaltijdplan bewerken
no: Rediger måltidplanseksjonen
pt_br: Editar seção do plano alimentar
ru: Изменить секцию плана питания
tr: Yemek planı bölümünü düzenle

source: Are you sure you want to delete meal plan section "%s"?
he_il: למחוק את סעיף תוכנית הארוחות „%s”?
it: Sei sicuro di voler eliminare la sezione del piano alimentare "%s"?

source: Section
ca: Secció
cs: Část dne v jídelníčku
da: Sektion
de: Abschnitt
el_gr: Τμήμα
es: Sección
et_ee: Sektsioon
fi: Osio
he_il: סעיף
hu: Szekció
it: Sezione
lt: Skiltis
nl: Sectie
no: Seksjon
pt_br: Seção
ro_ro: Sectiune
ru: Раздел
sl: Oddelek
tr: Bölüm

source: Are you sure you want to empty the shopping list?
he_il: לרוקן את רשימת הקניות?
it: Sei sicuro di voler svuotare la lista della spesa?

source: This is the default which will be prefilled on purchase
cs: Určuje, jak se změna množství balení produktu – funkce Nakoupit a Inventura – zapíše do Seznamu zásob a zda se k této změně vytisknou nálepky na produkt
de: Dies ist die Standardeinstellung, die beim Einkauf vorbelegt wird
es: Esta es la opción por defecto que será prerellenada al comprar
et_ee: See on vaikeseade, mis eeltäidetakse ostmisel
fr: Ceci est la valeur par défaut, qui va être préremplie à l'achat
he_il: זו בררת המחדש שתמולא מראש בעת הרכישה
hu: Alapértelmezett érték, ami vásárláskor automatikusan kitöltődik
it: Questa è l'impostazione predefinita che verrà precompilata al momento dell'acquisto
lt: Tai numatytasis nustatymas, kuris bus iš anksto užpildytas perkant
nl: Dit is de standaardinstelling die bij aankoop wordt ingevuld
no: Dette blir forhåndsutfylt ved innkjøp
pt_br: Este é o padrão que será pré-preenchido na compra
ru: Значение, которое будет изначально заполнено при внесении покупки
sl: To je privzeta vrednost, ki bo vnaprej vnešena ob nakupu
tr: Bu, satın alma sırasında önceden doldurulacak olan varsayılan değerdir

source: Merge chores
ca: Unir tasques
cs: Spojení povinností
da: Sammenlæg pligter
de: Hausarbeiten zusammenführen
es: Combinar tareas del hogar
et_ee: Ühenda majapidamistööd
fi: Yhdistä kotityöt
fr: Fusionner les corvées
he_il: מיזוג מטלות
hu: Házimunkák összevonása
it: Unisci faccende
lt: Sujungti darbus
nl: Klusjes samenvoegen
no: Slå sammen husarbeidsoppgave
pt_br: Mesclar tarefas domésticas
ro_ro: Unește activitățile
ru: Объединить работы
sl: Združi obveznosti
tr: İşleri birleştir

source: Chore to keep
ca: Tasca a mantenir
cs: Povinnost, která zůstane zachována
da: Pligt der beholdes
de: Hausarbeit, die behalten werden soll
es: Tarea del hogar a mantener
et_ee: Majapidamistöö, mida alles hoida
fi: Säilytettävä kotityö
fr: Corvée à garder
he_il: מטלה להשאיר
hu: Megmaradó házimunka
it: Faccende da mantenere
lt: Išlaikyti darbą
nl: Klusjes te behouden
no: Behold husarbeidsoppgave
pt_br: Tarefa doméstica para manter
ro_ro: Activitate păstrată
sl: Obdržane obveznosti
tr: Tutulacak iş

source: After merging, this chore will be kept
ca: Després d'unir, aquesta tasca es mantindrà
cs: Povinnost, která zůstane zachována po sloučení
da: Efter sammenlægning, vil denne pligt blive gemt
de: Nach der Zusammenführung wird diese Hausarbeit erhalten bleiben
es: Después de combinar, esta tarea del hogar se mantendrá
et_ee: Peale ühendamist jääb see majapidamistöö alles
fi: Tämä kotityö säilytetään yhdistämisen jälkeen
fr: Après fusion, cette corvée va être gardée
he_il: לאחר המיזור, המטלה הזאת תישאר
hu: Összevonás után ez a házimunka megmarad
it: Dopo l'unione, questa faccenda sarà mantenuta
lt: Sujungus, šis darbas bus paliktas
nl: Na samenvoegen wordt dit klusje bewaard
no: Etter sammenslåing vil denne husarbeidsoppgaven bli beholdt
pt_br: Após a fusão, esta tarefa doméstica será mantida
ro_ro: După unire, aceasta activitate va fi păstrată
ru: После объединения эта работа сохранится
sl: Ta obveznost bo ostala ohranjena po združitvi
tr: Birleşmeden sonra bu görev devam edecek

source: Chore to remove
ca: Tasca a eliminar
cs: Povinnost, která bude odstraněna
da: Pligt der fjernes
de: Hausarbeit, die entfernt werden soll
es: Tarea del hogar a eliminar
et_ee: Kodutöö, mida eemaldada
fi: Poistettava kotityö
fr: Corvée à enlever
he_il: מטלה להסרה
hu: Törlendő házimunka
it: Faccenda da rimuovere
lt: Ištrinti darbą
nl: Klusjes te verwijderen
no: Fjern husarbeidsoppgave
pt_br: Tarefa doméstica a remover
ro_ro: Activitate ștearsă
sl: Obveznost za odstranitev
tr: Kaldırılacak iş

source: After merging, all occurences of this chore will be replaced by the kept chore (means this chore will not exist anymore)
cs: Po sloučení bude tato povinnost v seznamech nahrazena povinností, která bude zachována.
de: Nach dem Zusammenführen werden alle Referenzen auf diese Hausarbeit durch die zu behaltende Hausarbeit ersetzt (d. h. diese Hausarbeit existiert dann nicht mehr)
es: Después de combinar, todas las ocurrencias de esta tarea del hogar serán reemplazadas por la tarea del hogar mantenida (esta tarea del hogar dejará de existir)
et_ee: Pärast ühendamist asendatakse selle kodutöö kõik esinemised allesjäänud tööga (tähendab, et seda kodutööd enam ei eksisteeri)
fr: Après la fusion, toutes les occurrences de cette corvée seront remplacées par la corvée conservée (ce qui signifie que cette corvée n'existera plus).
he_il: לאחר המיזוג, כל מופעי המטלה הזאת יוחלפו ב„מטלה לשימור” (כלומר שהמטלה הזאת לא תהיה קיימת עוד)
hu: Összevonás után az összes törlendő házimunka bejegyzést kicseréli a megmaradó házimunkára (tehát ez a házimunka megszűnik létezni)
it: Dopo l'unione, tutte le occorrenze di questa faccenda saranno sostituite dalla faccenda mantenuta (significa che questa faccenda non esisterà più)
lt: Sujungus, visi šio darbo įvykiai bus pakeisti išlaikomu darbu (tai reiškia, kad šio darbo nebebus)
nl: Na samenvoegen wordt dit klusje overal vervangen door het te bewaren klusje (dus dit klusje zal niet meer bestaan)
no: Etter sammenslåingen vil denne oppgaven bli erstattet av den beholdte husarbeidsoppgaven (denne oppgaven vil ikke lenge eksistere)
pt_br: Após a fusão, todas as ocorrências desta tarefa doméstica serão substituídas pela tarefa mantida (significa que esta tarefa não existirá mais)
sl: Po združitvi bodo vse ponovitve te obveznosti zamenjane z obdržano obveznostjo (to pomeni da ta obveznost ne bo več obstajala)
tr: Birleştirmeden sonra, bu görevin tüm oluşumları, tutulan görevle değiştirilecektir (bu görevin artık var olmayacağı anlamına gelir)

source: Due today
cs: má se splnit dnes
da: Forfalder i dag
de: Heute fällig
es: Con fecha límite hoy
et_ee: Täna teha
fr: Dû aujourd'hui
he_il: מסתיים היום
hu: Ma esedékes
it: Da fare oggi
lt: Iki šiandien
nl: Tot vandaag
no: Skal gjøres i dag
pt_br: Vence hoje
sl: Zapade danes
tr: Bugün süresi doluyor

source: %s task is due to be done today
cs: Dnes má být hotov %s úkol
da: %s opgave skal udføres i dag
de: %s Aufgabe steht heute an
es: %s tarea debe hacerse hoy
et_ee: %s ülesanne vajab täna tegemist
fr: %s tâche doit être effectuée aujourd'hui
he_il: משימה אמורה להסתיים היום
hu: %s feladat elvégzendő ma
it: %s attività che dovrebbe essere svolta oggi
lt: %sužduotis turi būti atlikta šiandien
nl: %staken moeten vandaag worden gedaan
no: %s oppgave å gjøre i dag
pt_br: %s prevista para hoje
ro_ro: %s sarcină urmează să fie îndeplinită astăzi
sk_sk: %s úloha má byť splnená dnes
sl: %s opravilo zapade danes
tr: %s görevinin bugün tamamlanmasının son günü

source: %s chore is due to be done today
cs: Dnes má být splněna %s povinnost
da: %s gøremål forfalder i dag
de: %s Hausarbeit steht heute an
es: %s tarea del hogar debe hacerse hoy
et_ee: %s kodutöö vajab täna tegemist
fr: %s corvée est à faire aujourd'hui
he_il: מטלה אמורה להסתיים היום
hu: %s házimunka elvégzendő ma
it: %s faccenda che dovrebbe essere fatta oggi
lt: %sdarbas turi būti atliktas šiandien
nl: %sklusje moet vandaag worden gedaan
no: %s husarbeidsoppgave må gjøres i dag
pt_br: %s prevista para hoje
ro_ro: %s activitate urmează să fie îndeplinită astăzi
ru: %s работу по дому нужно сделать сегодня
sk_sk: %s povinnosť má byť splnená dnes
sl: %s obveznost zapade danes
tr: %s işin bugün tamamlanmasının son günü
uk: %s робота має бути виконана сьогодні

source: %s battery is due to be charged today
cs: Dnes má být vyměněna/nabita %s baterie
da: %s batter der skal oplades i dag
de: %s Batterie muss heute geladen werden
es: %s batería debe cargarse hoy
et_ee: %s patarei vajab täna laadimist
fr: %s batterie doit être chargée aujourd'hui
he_il: סוללה אמורה להיטען היום
hu: %s elem feltöltendő ma
it: %s batteria che dovrebbe essere caricata oggi
lt: %sbaterija turi būti įkrauta šiandien
nl: %sbatterijen moeten vandaag worden opgeladen
no: %s batteri må skiftes i dag
pt_br: %s deve ser carregada hoje
sl: %s baterija mora bit napolnjena danes
tr: %s pilin şarjının tamamlanması için bugün son gün

source: Set to 0 to hide due soon filters/highlighting
cs: Zadejte 0 a žlutý filtr se nebude zobrazovat
da: Sæt til 0 for at skjule filtre/fremhævninger for snarlig forfald
de: Auf 0 setzen, um "Bald fällig" Filter/Hervorhebungen zu deaktivieren
es: Poner 0 para ocultar los filtros/resaltado de fecha límite próxima
et_ee: Varsti tähtaegsete filtrite/esiletõstmise peitmiseks määra väärtuseks 0
fr: Définir sur 0 pour masquer les filtres/mises en surbrillance des échéances proches
he_il: 0 מסתיר את סינון/הדגשת סיום קרב
hu: Állítsd 0-ra az esedékességi filter/kiemelés elrejtéséhez
it: Impostare su 0 per nascondere filtri/evidenziazioni a breve
lt: Nustatykite 0, kad netrukus būtų paslėpti filtrai / paryškinimai
nl: Stel in op 0 om binnenkort vervalt filters/markeringen te verbergen
no: Set til 0 for å skjule utgår snart filter/utheving
pt_br: Defina como 0 para ocultar filtros/destaques para prazos próximos
sl: Postavi na 0 če želiš skriti filtre/označbe
tr: Yakında filtrelerini/vurgulamayı gizlemek için 0 olarak ayarlayın

source: Save & close
cs: Uložit a zavřít
da: Gem & luk
de: Speichern & schließen
el_gr: Αποθήκευση & κλείσιμο
es: Guardar y Cerrar
et_ee: Salvesta & sulge
fr: Sauvegarder et fermer
he_il: לשמור ולסגור
hu: Mentés és bezárás
it: Salva e chiudi
lt: Išsaugoti ir uždaryti
nl: Opslaan & sluiten
no: Lager og lukk
pt_br: Salvar e fechar
pt_pt: Guardar e fechar
ru: Сохранить и закрыть
sk_sk: Uložiť a zavrieť
sl: Shrani & zapri
tr: Kaydet ve kapat

source: Save & add another task
cs: Uložit a přidat další úkol
da: Gem & tilføj en anden opgave
de: Speichern & weitere Aufgabe hinzufügen
es: Guardar y agregar otra tarea.
et_ee: Salvesta & lisa teine ülesanne
fr: Sauvegarder et créer une autre tâche
he_il: לשמור ולהוסיף משימה נוספת
hu: Mentés és újabb feladat hozzáadása
it: Salva e aggiungi un'altra attività
lt: Išsaugoti ir pridėti kitą užduotį
nl: Opslaan & voeg andere taak toe
no: Lagre og opprett ny oppgave
pt_br: Salvar e adicionar outra atividade
ru: Сохранить и добавить другую
sk_sk: Uložiť a pridať ďalšiu úlohu
sl: Shrani in dodaj novo opravilo
tr: Kaydet ve başka bir görev ekle

source: Treat opened as out of stock
cs: Považovat otevřené balení jako spotřebované
de: Geöffnete als nicht vorrätig behandeln
es: Tratar apertura como fuera de stock
et_ee: Määra avatud tooted kui ostas
fr: Considérer ouvert comme ne faisant plus partie du stock
he_il: להתייחס למוצרים פתוחים כמחוץ למלאי
hu: Felbontott termékeket hiányzóként kezeli
it: Considera aperto come esaurito
lt: Patiekalas atidarytas kaip išparduotas
nl: Behandel als geopend wanneer niet op voorraad
no: Åpnet pakning telles ikke med beholdning
pt_br: Se 'aberto', remover do estoque
ru: Открытое не учитывается в запасах
tr: Stokta yok diye açıldı
uk: Прирівняти відкритий продукт до витраченого

source: When enabled, opened items will be counted as missing for calculating if this product is below its minimum stock amount
cs: Otevřená balení tedy nebudou započítána do zásob. To lze využít pro plánování nákupů.
de: Wenn aktiviert, werden geöffnete Bestandseinträge für die Ermittlung des Mindestbestands als bereits verbraucht betrachtet
es: Si esta opción está activada, los artículos abiertos se contarán como no existentes para calcular si este producto está por debajo de su cantidad mínima de stock.
et_ee: Kui see on lubatud, loetakse avatud kaubad puuduvateks, et arvutada, kas see toode on alla selle minimaalse varude koguse
fr: Lorsque activé, les articles ouverts seront comptés comme manquants pour définir si ce produit est en dessous de son stock minimum
he_il: כאשר האפשרות בפעילה, פריטים שנפתחו ייחשבו לחסרים לחישוב המוצר הזה מתחת לכמות המלאי המזערית
hu: Bekapcsolva a felbontott termékek nem számítanak bele az elérhető készlet mennyiségbe a minimum készlet meghatározásánál
it: Se abilitato, gli articoli aperti saranno conteggiati come mancanti per calcolare se questo prodotto è inferiore alla sua quantità minima in dispensa
lt: Kai įjungta, atidarytos prekės bus laikomos trūkstamomis apskaičiuojant, ar šio produkto kiekis yra mažesnis nei minimalus atsargų kiekis
nl: Indien ingeschakeld, worden geopende artikelen als ontbrekend geteld voor de berekening als dit product minder dan de minimale voorraad heeft
no: Åpnede pakninger blir ikke telt med i beholdningen når det blir kalkulert om produktet er under minimum beholdning.
pt_br: Quando ativado, os itens abertos serão contados como ausentes para calcular se este produto está abaixo do estoque mínimo
ru: Если включено, открытый продукт не учитывается в запасах и при расчёте минимальных остатков этого продукта.
tr: Etkinleştirildiğinde, bu ürünün minimum stok miktarının altında olup olmadığı hesaplanırken açılan ürünler eksik sayılacaktır.

source: Skipped
cs: Datum přeskočeno
da: Oversprunget
de: Übersprungen
es: Omitido
et_ee: Vahele jäetud
fr: Ignoré
he_il: דילגת
hu: Kihagyott
it: Saltato
lt: Praleistas
nl: Overgeslagen
no: Hoppet over
pt_br: Ignorado
pt_pt: Ignorado
sl: Preskočeno
tr: Atlandı
uk: Пропущено

source: Skip next chore schedule
cs: Přeskočit aktuální datum splnění úkolu
da: spring næste pligt plan over
de: Nächste geplante Ausführung überspringen
es: Omitir la siguiente ejecución programada de la tarea
et_ee: Jäta järgmine töögraafik vahele
fr: Passer la prochaine corvée planifiée
he_il: לדלג על תזמון המטלה הבא
hu: A következő ütemezett házimunka kihagyása
it: Salta la prossima faccenda programmata
lt: Praleiskite kitą darbų tvarkaraštį
nl: Volgend klusje overslaan
no: Hopp over neste planlegging
pt_br: Ignorar a programação da próxima tarefa doméstica
pt_pt: Saltar próxima agenda de tarefas
ru: Пропустить следующее выполнение работы
sl: Preskoči naslednj razpored obveznosti
tr: Sonraki iş programını atla
uk: Пропустити наступне планування ррботи

source: Time
cs: Čas
da: Tid
de: Zeit
es: Tiempo
et_ee: Aeg
fr: Temps
he_il: זמן
hu: Idő
it: Volta
lt: Laikas
nl: Tijd
no: Tid
pt_br: Hora
pt_pt: Tempo
ru: Время
sl: Čas
tr: Zaman
uk: Час

source: A start date is required
cs: Počáteční datum je povinné
da: En startdato er påkrævet
de: Ein Startzeitpunkt ist erforderlich
es: Se requiere una fecha de inicio
et_ee: Alguskuupäev on kohustuslik
fr: Une date de début est requise
he_il: צריך תאריך התחלה
hu: Kezdő dátum szükséges
it: È richiesta una data di inizio
lt: Būtina nurodyti pradžios datą
nl: Een startdatum is verplicht
no: En start dato er påkrevd
pt_br: É necessária uma data de início
pt_pt: É necessário uma data de início
ru: Необходимо указать дату начала
sl: Zašetni datum je obvezen
tr: Başlangıç tarihi gerekli
uk: Необхідна дата початку

source: Start date
cs: První datum pro splnění povinnosti
da: Startdato
de: Startzeitpunkt
es: Fecha de inicio
et_ee: Alguskuupäev
fr: Date de début
he_il: תאריך התחלה
hu: Kezdő dátum
it: Data d'inizio
lt: Pradžios data
nl: Startdatum
no: Start dato
pt_br: Data de inicio
pt_pt: Data de início
ru: Дата начала
sl: Začetni datum
tr: Başlangıç tarihi
uk: Дата початку
