Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: This amount is used for the "quick consume button" on the stock overview page (related to quantity unit stock)
cs: Hodnota množství pro zelené tlačítko Spotřebovat v Přehledu zásob. Vztahuje se k měrné jednotce zásob.
de: Diese Menge wird für den "Schnell-Verbrauch Button" auf der Bestandsübersicht benutzt (bezieht sich auf die Bestandsmengeneinheit)
es: Esta cantidad se usa para el botón de "consumo rápido" en la página de resumen de inventario (medido en unidades de inventario)
et_ee: Seda summat kasutatakse varude ülevaate lehel "kiirtarbimise nupu" jaoks (seoses koguseühiku laoseisuga)
fr: Cette quantité est utilisée pour le "bouton de consommation rapide" sur la page d'aperçu du stock (lié à l'unité de quantité du stock)
he_il: הכמות הזאת משמשת ל„כפתור צריכה מהירה” בעמוד סקירת המלאי (קשורה ליחידת כמות במלאי)
it: Questa quantità è utilizzata per i "pulsanti di consumo rapido/apertura" nella pagina di panoramica della dispensa (correlato all'unità quantitativa della dispensa)
lt: Šis kiekis naudojamas „greito sunaudojimo mygtukui“ atsargų apžvalgos puslapyje (susijusiu su atsargų kiekio vienetais)
nl: Deze hoeveelheid wordt gebruikt voor de "snel verbruiken knop" op de voorraadoverzichtspagina (gerelateerd aan hoeveelheidsvoorraad)
pt_br: Esse valor é usado para o "botão de consumo rápido" na página de 'Visão Geral' de estoque (relacionado à quantidade de estoque da unidade)
tr: Bu miktar, stok genel bakış sayfasındaki "hızlı tüket düğmesi" için kullanılır (miktar birim stokla ilgili)

source: This amount is used for the "quick open button" on the stock overview page (related to quantity unit stock)
cs: Hodnota množství pro červené tlačítko Otevřít v Přehledu zásob. Vztahuje se k měrné jednotce zásob.
de: Diese Menge wird für den "Schnell-Öffnen Button" auf der Bestandsübersicht benutzt (bezieht sich auf die Bestandsmengeneinheit)
es: Esta cantidad se usa para el botón de "apertura rápida" en la página de resumen de inventario (medido en unidades de inventario)
et_ee: Seda summat kasutatakse varude ülevaate lehel oleva "kiiravamise nupu" jaoks (seoses koguseühiku laoseisuga)
fr: Cette quantité est utilisée pour le "bouton d'ouverture rapide" sur la page d'aperçu du stock (lié à l'unité de quantité du stock)
he_il: הכמות הזאת משמשת ל„כפתור פתיחה מהירה” בעמוד סקירת המלאי (קשורה ליחידת כמות במלאי)
it: Questa quantità è utilizzata per i "pulsanti di consumo rapido/apertura" nella pagina di panoramica della dispensa (correlato all'unità quantitativa della dispensa)
lt: Ši suma naudojama atsargų apžvalgos puslapyje esančiam „greito atidarymo mygtukui“ (susijusiam su atsargų kiekio vienetais)
nl: Deze hoeveelheid wordt gebruikt voor de "snel openen knop" op de voorraadoverzichtspagina (gerelateerd aan hoeveelheidsvoorraad)
pt_br: Esse valor é usado para o "botão de abertura rápida" na página de 'Visão Geral' de estoque (relacionado à quantidade de estoque da unidade)
tr: Bu tutar, stok genel bakış sayfasındaki "hızlı açma düğmesi" için kullanılır (miktar birim stokla ilgili)

source: Copy
ca: Copiar
cs: Kopírovat
da: Kopier
de: Kopieren
el_gr: Αντιγραφή
es: Copiar
et_ee: Kopeeri
fi: Kopioi
fr: Copier
he_il: העתקה
hu: Másolás
it: Copia
lt: Kopijuoti
nl: Kopieer
no: Kopier
pt_br: Copiar
ro_ro: Copiaza
ru: Копировать
sk_sk: Skopírovať
sl: Kopiraj
tr: Kopyala
uk: Копіювати

source: Are you sure you want to remove this barcode?
he_il: להסיר את הברקוד הזה?
it: Sei sicuro di voler rimuovere questo codice a barre?

source: Due date type
ca: Tipus de data de caducitat
cs: Typ trvanlivosti produktu
da: Type af udløbs-dato
de: Art des Fälligkeitsdatums
es: Tipo de fecha límite
et_ee: Tähtaja tüüp
fi: Parasta ennen -päiväyksen tyyppi
fr: Type d'échéance
he_il: סוג תאריך בתוקף עד
hu: Lejárati idő típusa
it: Tipo di data di scadenza
lt: Termino datos tipas
nl: Vervaldatum soort
no: Forfallsdatotype
pt_br: Tipo de Validade
ru: Тип срока годности
sk_sk: Typ dátumu spotreby
sl: Tip datuma poteka
tr: Son tarih türü
uk: Тип терміну

source: Based on the selected type, the highlighting on the stock overview page will be different
ca: Basat en el tipus seleccionat, el destacat en la pàgina de revisió d'existències serà diferent
cs: Podle vybraného typu trvanlivosti bude produkt po datu min. trvanlivosti či použitelnosti v Přehledu zásob zvýrazněn různými barvami.
da: Baseret på dit valg vises lager overblikket på forskellig måde
de: Je nach ausgewähltem Typ wird die Hervorhebung auf der Bestandsübersicht unterschiedlich sein
es: Según el tipo seleccionado, lo destacado en la página de resumen de inventario será diferente
et_ee: Sõltuvalt valitud tüübist on varude ülevaate lehel esiletõstmine erinev
fi: Korostus varastosivulla muuttuu perustuen valittuun tyyppiin
fr: Basé sur le type sélectionné, le surlignement dans la page de vue d'ensemble du stock va être différente
he_il: בהתאם לסוג הנבחר, ההדגשה על עמוד סקירת המלאי תשתנה
hu: A választástól függő kiemelést kap a készlet áttekintő képernyőn
it: In base al tipo selezionato, l'evidenziazione nella pagina di panoramica della dispensa sarà diversa
lt: Atsižvelgiant į pasirinktą tipą, atsargų apžvalgos puslapio paryškinimas skirsis
nl: Gebaseerd op het geselecteerde type, zal de markering op de overzichtspagina afwijken
no: Basert på valgt type vil uthevingen på beholdningsoversikten være annerledes
pt_br: Baseado no tipo selecionado, o destaque da 'Visão Geral' de estoque será diferente
sk_sk: Odlišné zvýrazňovanie na prehľadovej stránke v závislosti od zvoleného typu
tr: Seçilen türe bağlı olarak stok genel bakış sayfasındaki vurgulama farklı olacaktır
uk: Залежно від обраного типу, підсвітка на сторінці інвентаря буде іншою

source: Means that the product is maybe still safe to be consumed after its due date is reached
ca: Significa que el producte probablement encara sigui segur per al consum després de la data
cs: Produkt lze konzumovat i po vypršení doby min. trvanlivosti
da: Betyder at varen stadig kan forbruges efter bedst før datoen
de: Bedeutet, dass das Produkt nach dem Fälligkeitsdatum möglicherweise immer noch verzehrt werden kann
es: Significa que puede seguir siendo seguro consumir el producto después de su fecha límite
et_ee: Tähendab, et toode on võib-olla siiski ohutu tarbimiseks pärast selle tähtpäeva saabumist
fi: Tuotetta voi mahdollisesti vielä turvallisesti käyttää parasta ennen -päivän jälkeen
fr: Signifie que ce produit peut encore être consommé après la date de péremption
he_il: המשמעות היא שהמוצר עשוי להיות בטוח לצריכה לאחר שמועד סיום התוקף שלו חלף
hu: Azt jelenti, hogy a termék még talán biztonságosan fogyasztható a lejárati dátum után
it: Significa che il prodotto è probabilmente ancora sicuro per essere consumato dopo che è stata raggiunta la sua data di scadenza
lt: Reiškia, kad produktas gali būti saugus vartoti pasibaigus jo terminui
nl: Betekent dat het product misschien nog veilig is om te gebruiken na de houdbaarheidsdatum
no: Betyr at produktet fremdeles er trygt å konsumere etter at forfallsdato
pt_br: Significa que talvez ainda seja seguro consumir o produto após seu prazo de validade
ro_ro: Înseamnă că produsul probabil mai poate fi consumat după ce termenul de valabilitate a fost atins
ru: Означает, что просроченный продукт возможно употреблять
sk_sk: Znamená, že tento výrobok môže byť požívateľný aj po dátume spotreby
tr: Ürünün son kullanma tarihi geçse de belki hala tüketilebilir olduğu anlamına gelir
uk: Означає, що продукт може ще бути безпечним для вживання після вичерпання строку придатності

source: Expiration date
ca: Data de caducitat
cs: Datum použitelnosti
da: Udløbsdato
de: Verbrauchsdatum
el_gr: Ημερομηνία λήξης
es: Fecha de caducidad
et_ee: Kõlblik kuni
fi: Viimeinen käyttöpäivä
fr: Date de péremption
he_il: תאריך תפוגת התוקף
hu: Fogyaszthatósági dátum
it: Consumarsi entro
lt: Galiojimo laikas
nl: Houdbaarheidsdatum
no: Utløpsdato
pt_br: Data de validade
ru: Окончание срока годности
sk_sk: Dátum exspirácie
sl: Datum poteka
tr: Son kullanma tarihi
uk: Термін придатності

source: Means that the product is not safe to be consumed after its due date is reached
ca: Significa que el producte no és segur per al consum després de la data de caducitat
cs: Po vypršení doby použitelnosti není vhodné produkt konzumovat
da: Betyder at varen IKKE kan forbruges efter bedst før datoen
de: Bedeutet, dass das Produkt nach dem Fälligkeitsdatum nicht mehr verzehrt werden kann
el_gr: Το προϊόν δεν είναι ασφαλές να καταναλωθεί αφού παρέλθει η ημερομηνία λήξης του
es: Significa que no es seguro consumir el producto después de su fecha límite
et_ee: Tähendab, et toodet ei ole pärast selle tähtpäeva saabumist ohutu tarbida
fi: Tuotetta ei voi enää turvallisesti käyttää viimeisen käyttöpäivän jälkeen
fr: Signifie que ce produit ne peut être consommé après la date de péremption
he_il: המשמעות היא שהמוצר לא בטוח לצריכה לאחר שמועד סיום התוקף שלו חלף
hu: Azt jelenti, hogy a termék már nem fogyasztható biztonságosan a lejárati dátum után
it: Significa che il prodotto non è sicuro da consumare una volta raggiunta la data di scadenza
lt: Reiškia, kad produktas nesaugus vartoti pasibaigus jo terminui
nl: Betekent dat het product niet meer gebruikt kan worden na de houdbaarheidsdatum
no: Betyr at produktet ikke er trygt å konsumere etter at utløpsdato
pt_br: Significa que o produto não é seguro para ser consumido após seu prazo de validade
ro_ro: Înseamnă că produsul nu este recomandat pentru a fi consumat după ce termenul de valabilitate a fost atins
ru: Означает, что просроченный продукт употреблять опасно
sk_sk: Zanmená, že tento výrobok je po dátume spotreby nepožívateľný
tr: Ürünün son kullanma tarihi geçince tüketilemez olduğu anlamına gelir
uk: Означає, що вживати продукт після вичерпання строку придатності може бути небезпечно!

source: For purchases this amount of days will be added to today for the due date suggestion
ca: Per a compres, aquesta quantitat de dies serà afegida a la data d'avui per a la suggerència de data de consum
cs: Tento počet dní bude přidán k dnešnímu datu jako návrh data minimální trvanlivosti
da: For indkøb tilføjes dette antal dage til bedst før datoen
de: Bei Einkäufen wird hierauf basierend das Fälligkeitsdatum vorausgefüllt
es: Este número de días será añadido a la fecha de hoy para la sugerencia de fecha límite de la compra
et_ee: Ostude puhul lisatakse tähtpäeva soovituse jaoks see päevade arv tänasele päevale
fi: Ostoissa tämä määrä päiviä lisätään tänään-päivään parasta ennen -päivän ehdotuksessa
fr: A l'achat, ce nombre de jours sera ajouté à la date de péremption suggérée
he_il: לרכישות תתווסף כמות הימים הזאת ליום הנוכחי להצעת תאריך תפוגת התוקף המיטבי
hu: Vásárlás esetén mától számítva ennyi nap adódik hozzá a felkínált lejárati idő javaslathoz
it: Per gli acquisti, questo numero di giorni verrà aggiunto a oggi per il suggerimento della data di scadenza
lt: Pirkinių atveju šis dienų skaičius bus pridėtas prie šiandienos, kad būtų pasiūlytas terminas
nl: De volgende uitvoeringsdatum zal worden aangeraden op zoveel dagen na vandaag
no: For kjøp blir dette antall dager lagt til i dag for forslaget på forfallsdato
pt_br: Para compras, essa quantidade de dias será adicionada à data atual para a sugestão de data de validade
ro_ro: Pentru achiziții, aceaste zile vor fi adăugate la astăzi pentru sugestia privind termenul de valabilitate
ru: Данное количество дней будет добавлено к предлагаемому сроку годности при покупке
sk_sk: Tento počet dní bude pridaný k návrhu dátumu spotreby pri nákupoch
tr: Satın alma işlemlerinde son tarih önerisi için bu gün sayısı bugüne eklenecektir

source: -1 means that this product will be never overdue
ca: -1 significa que aquest producte no caducarà mai
cs: zadáním -1 bude mít produkt neomezenou trvanlivost
da: -1 betyder at varen ikke har en bedst før dato
de: -1 bedeutet, dass dieses Produkt niemals überfällig ist
es: -1 significa que este producto no tiene fecha límite
et_ee: -1 tähendab, et see toode ei rikne
fi: -1 tarkoittaa, että tämä tuote ei vanhene koskaan
fr: -1 signifie que le produit ne sera jamais périmé
he_il: ‎-1 משמעו שתוקף המוצר הזה לא יפוג לעולם
hu: -1 esetén a termék soha nem jár le
it: -1 significa che questo prodotto non sarà mai scaduto
lt: -1 reiškia, kad šis produktas niekada nebus pavėluotas
nl: -1 betekent dat dit product nooit achterstallig zal zijn
no: -1 betyr at dette produktet aldri forfaller
pt_br: -1 significa que este produto possui validade indeterminada
ru: -1 означает, что у данного продукта бесконечный срок годности
sk_sk: -1 znamená, že tento výrobok sa nikdy nepokazí
sl: -1 pomeni da ta izdelek nima datuma poteka
tr: -1, bu ürünün hiçbir zaman vadesinin geçmeyeceği anlamına gelir

source: Default due days
ca: Dies per al consum per defecte
cs: Výchozí počet dní min. trvanlivosti
da: Bedst før dage, (standard)
de: Standardfälligkeitstage
es: Número predeterminado de días hasta la fecha límite
et_ee: Vaikimisi tähtaja päevi
fi: Oletusmäärä päiviä vanhenemiseen
fr: Date de péremption par défaut
he_il: ימים בתוקף עד כבררת מחדל
hu: Alapértelmezett lejárati idő
it: Giorni di scadenza predefiniti
lt: Numatytosios mokėjimo dienos
nl: Standaard houdbaarheidsdatum
no: Standard forfallsdager
pt_br: Dias de validade (padrão)
ru: Срок годности по умолчанию
sk_sk: Predvolený počet dní na spotrebu
tr: Varsayılan vade günleri
uk: Термін придатності за замовчуванням

source: When this product was marked as opened, the due date will be replaced by today + this amount of days, but only if the resulting date is not after the original due date (a value of 0 disables this)
ca: Quan aquest producte es marqui com a obert, la data de consum serà substituida per la data del dia + aquesta quantitat de dies, pero només si la data resultant no és més tard de la data de consum original (el valor 0 desactiva aquesta opció)
cs: Při označení jako Otevřený, bude nastavené datum min. trvanlivosti: dnes + tento počet dní. Ale jen pokud nové datum spotřeby nebude později, než původní. Hodnota 0 datum min. trvanlivosti (spotřeby) nemění.
de: Wenn dieses Produkt als geöffnet markiert wurde, wird das Fälligkeitsdatum durch heute + diese Anzahl von Tagen ersetzt, aber nur, wenn das resultierende Datum nicht nach dem ursprünglichen Fälligkeitsdatum liegt (ein Wert von 0 deaktiviert dies)
es: Cuando este producto se marque como abierto, la fecha límite será reemplazada por la fecha de hoy más este número de días, pero solo si la fecha resultante no está después de la fecha límite original (un valor de 0 desactiva esto)
et_ee: Kui see toode märgitakse avatuks, asendatakse tähtaeg tänasega + selle päevade arvuga, kuid ainult siis, kui tulemuseks olev kuupäev ei ole hilisem kui algne tähtaeg (väärtus 0 keelab selle)
fr: Quand ce produit est marqué comme ouvert, la date d'échéance sera remplacée par la date d'aujourd'hui plus ce nombre de jour, mais seulement si la nouvelle date ne se trouve pas après la date d'échéance originale (une valeur de 0 désactive ce comportement)
he_il: כאשר המוצר הזה מסומן כפתוח, תאריך התפוגה יוחלף ביום הנוכחי + כמות כזאת של ימים, אך רק אם התאריך שמתקבל אינו מאוחר מתאריך התפוגה המקורי (0 ישבית את זה)
hu: Felbontáskor a lejárati időt kicseréli a mai nap + a megadott napok összegére, azonban csak akkor, ha a számolt dátum az eredetinél nincs később (a 0 érték kikapcsolja a funkciót)
it: Quando questo prodotto è stato contrassegnato come aperto, la data di scadenza verrà sostituita da oggi + questo numero di giorni, ma solo se la data risultante non è successiva alla data di scadenza originale (un valore di 0 lo disabilita)
lt: Kai šis produktas buvo pažymėtas kaip atidarytas, grąžinimo data bus pakeista į šiandieną + šis dienų skaičius, bet tik tuo atveju, jei gauta data nėra vėlesnė už pradinę galiojimo datą (vertė 0 tai išjungia)
nl: Toen dit product als geopend werd gemarkeerd, wordt de vervaldatum vervangen door vandaag + dit aantal dagen, maar alleen als de resulterende datum niet na de originele vervaldatum valt (een waarde van 0 schakelt dit uit)
no: Når dette produktet blir merket som åpnet, vil utløpsdato bli erstattet med dagens dato + dette antall dager, men bare dersom datoen ikke ender etter original utløpsdato (sett verdien til 0 for å deaktivere dette)
pt_br: Quando o produto for marcado como aberto, a validade será substituída por hoje + esta quantidade de dias, mas apenas se a data resultante não for posterior à validade original (o valor 0 desativa isto)
ro_ro: Când acest produs a fost marcat ca deschis, termenul va fi înlocuit cu astăzi + acest număr de zile, dar numai dacă termenul rezultat nu este după termenul inițial (o valoare de 0 dezactivează această funcție)
ru: Когда продукт помечается как открытый, срок годности будет изменён на это количество дней, начиная с сегодняшнего, но только если срок годности на упаковке наступает не раньше (значение 0 отключает этот функционал)
sk_sk: Keď je tento výrobok označený ako otvorený, dátum spotreby bude nahradený dnešným dátumom + tento počet dní, ale len ak výsledný dátum nepresiahne pôvodný dátum spotreby (zadaním 0, toto vypnete)
tr: Bu ürün açılmış olarak işaretlendiğinde, son tarih; bugün + buradaki gün miktarıyla değiştirilecektir, ancak yalnızca sonuç tarihin orijinal son tarihten sonra olmaması durumunda (0 değeri bunu devre dışı bırakır)
uk: Коли продукт буде відмічено відкритим, термін придатності стане поточною датою + ця кількість днів. Але тільки в тому разі, якщо ця дата не пізніше ніж початковий термін придатності (поставле 0, щоб вимкнути це)

source: Default due days after opened
ca: Dies per al consum després d'obrir per defecte
cs: Výchozí počet dní min. trvanlivosti po otevření
da: Bedst før dage efter åbning
de: Standardfälligkeitstage nach dem Öffnen
es: Número predeterminado de días hasta la fecha límite después de abierto
et_ee: Vaikimisi tähtaeg pärast avamist
fi: Oletusmäärä päiviä vanhenemiseen avauksen jälkeen
fr: Date de péremption après ouverture par défaut
he_il: ימים לתום התוקף לאחר הפתיחה כבררת מחדל
hu: Alapértelmezett fogyaszthatósági idő felbontás után
it: Giorni di scadenza predefiniti dopo l'apertura
lt: Numatytasis terminas po atidarymo dienos
nl: Standaard houdbaarheidsdatum na openen
no: Standard forfallsdager etter åpning
pt_br: Dias de validade depois de aberto (padrão)
ru: Срок годности в днях по умолчанию после открытия
sk_sk: Predvolený počet dní na spotrebu po otvorení
tr: Açıldıktan sonra varsayılan bekleme günü
uk: Термін придатності після відкривання

source: On moving this product to a freezer location (so when freezing it), the due date will be replaced by today + this amount of days
ca: Quan es mou aquest producte a una ubicació congelador (és a dir, quan es congela), la data de consum serà substituïda per avui + aquesta quantitat de dies
cs: Přesunete-li tento produkt do mrazničky, bude datum min. trvanlivosti vypočítáno jako součet dnešního data a počtu zde uvedených dní.
da: Når varen flyttes til fryseren, (fra fersk til frys), erstattes bedst før datoen med dags dato plus dette antal dage.
de: Wenn dieses Produkt zu einem Gefrierstandort umgelagert (sprich eingefroren) wird, wird das Fälligkeitsdatum durch heute + diese Anzahl von Tagen ersetzt
es: Al mover este producto a una ubicación congelador (al congelarlo), la fecha límite será reemplazada por la fecha de hoy más este número de días
et_ee: Selle toote sügavkülmikusse teisaldamisel (seega selle külmutamisel) asendatakse tähtaeg tänasega + see arv päevi
fi: Siirrettäessä tämä tuote pakastin-sijaintiin (eli pakastettaessa), parasta ennen -päiväksi asetetaan tänään + tämä määrä päiviä
fr: Lorsque ce produit est placé dans le congélateur (congélation), la date de durabilité minimale sera remplacée par la date du jour + ce nombre de jours
he_il: בהעברת מוצר להקפאה, מועד התוקף יוחלף ביום הנוכחי + כמות זו של ימים
hu: A termék fagyasztóba való mozgatása után (azaz fagyasztás után) a lejárati időt a mai nap + az itt beállított napok összegére cseréljük
it: Quando si sposta questo prodotto in un luogo di congelamento (quindi quando lo si congela), la data di scadenza verrà sostituita da oggi + questo numero di giorni
lt: Perkeliant šį gaminį į šaldiklio vietą (taigi jį užšaldant), terminas bus pakeistas į šiandieną + tiek dienų
nl: Wanneer dit product naar een diepvrieslocatie wordt verplaatst (dus bij invriezen), zal de THT datum vervangen worden door vandaag + dit aantal dagen
no: Når du flytter dette produktet til en fryser (når du fryser det), vil forfallsdatoen erstattes av i dag + dette antall dager
pt_br: Ao mover este produto para um local de congelamento (portanto, ao congelá-lo), a data de validade será substituída por hoje + esta quantidade de dias
ro_ro: La congelarea acestui produs, termenul va fi înlocuită cu astăzi + acest număr de zile
ru: При перемещении данного продукта в морозильную камеру (т. е. при его заморозке), срок годности заменится по формуле: сегодня + это количество дней
sk_sk: Presunutím tohto výrobku do mrazničky (a teda jeho zazmrazením), bude jeho dátum spotreby nahradený dnešným dátumom + tento počet dní
tr: Bu ürün dondurucuya taşındığında (yani dondurulduğunda), son tarih bugün + buradaki gün sayısı olarak değiştirilecektir

source: Default due days after freezing
ca: Dies per al consum després de congelar per defecte
cs: Výchozí počet dní min. trvanlivosti po zamražení
da: Bedst før dage efter nedfrysning
de: Standardfälligkeitstage nach dem Einfrieren
es: Número predeterminado de días hasta la fecha límite después de congelado
et_ee: Vaikimisi maksetähtaeg päeva pärast külmutamist
fi: Oletusmäärä säilyvyyspäiviä pakastettuna
fr: Date de péremption par défaut après congélation
he_il: ימים לתום התוקף לאחר ההקפאה כבררת מחדל
hu: Alapértelmezett lejárati idő fagyasztás után
it: Giorni di scadenza predefiniti dopo il congelamento
lt: Numatytasis terminas yra dienos po užšaldymo
nl: Standaard houdbaarheidsdatum na invriezen
no: Standard forfallsdager etter frysing
pt_br: Dias de validade após colocar no congelador (padrão)
ru: Срок годности по умолчанию после заморозки
sk_sk: Predvolený počet dní na spotrebu po zmrazení
tr: Döndürdüktan sonra varsayılan bekleme günü
uk: Термін придатності після заморозки за замовчуванням
