Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Create Barcode
ca: Crear codi de barres
cs: Vyvořit čárový kód
da: Opret stregkode
de: Barcode erstellen
el_gr: Δημιουργία Barcode
es: Crear código de barras
et_ee: Loo triipkood
fi: Luo viivakoodi
fr: Créer un code-barre
he_il: יצירת ברקוד
hu: Vonalkód létrehozása
it: Crea Codice a Barre
lt: Sukurti brūkšninį kodą
nl: Maak streepjescode
no: Opprett strekkode
pt_br: Criar código de barras
pt_pt: Criar código de barras
ro_ro: Creează cod de bare
ru: Создать Штрихкод
sk_sk: Vytvoriť čiarový kód
sl: Ustvari črtno kodo
tr: Barkod oluştur
uk: Створити штрихкод

source: Barcode for product
ca: Codi de barres per producte
cs: Čárový kód pro produkt
da: Stregkode for vare
de: Barcode für Produkt
el_gr: Barcode για
es: Código de barras para el producto
et_ee: Toote triipkood
fi: Viivakoodi tuotteelle
fr: Code-Barre du Produit
he_il: ברקוד למוצר
hu: Termék vonalkód
it: Codice a Barre per il prodotto
lt: Produkto brūkšninis kodas
nl: Streepjescode van product
no: Strekkode for produkt
pt_br: Código de barras para produto
pt_pt: Código de barras para produto
ro_ro: Cod de bare pentru produs
ru: Штрихкод для продукта
sk_sk: Čiarový kód pre výrobok
sl: Črtna koda za izdelek
tr: Ürün barkodu
uk: Штрихкод продукту

source: Edit Barcode
ca: Editar codi de barres
cs: Upravit čárový kód
da: Rediger stregkode
de: Barcode bearbeiten
el_gr: Επεξεργασία Barcode
es: Modificar código de barras
et_ee: Muuda triipkoodi
fi: Muokkaa viivakoodia
fr: Modifier le Code-barre
he_il: עריכת ברקוד
hu: Vonalkód szerkesztése
it: Modifica Codice a Barre
lt: Redaguoti brūkšninį kodą
nl: Bewerk streepjescode
no: Endre strekkode
pt_br: Editar código de barras
pt_pt: Editar código de barras
ro_ro: Modifică cod de bare
ru: Изменить Штрихкод
sk_sk: Upraviť čiarový kód
sl: Uredi črtno kodo
tr: Barkodu düzenle
uk: Редагувати штрихкод

source: Based on the prices of the default consume rule (Opened first, then first due first, then first in first out) for in stock ingredients and on the last price for missing ones
he_il: לפי מחירי כלל הצריכה כברירת המחדל (קודם נפתח, אחר כך סיום תוקף בהתחלה, ואז הראשון שנכנס הוא הראשון שיוצא) לרכיבים במלאי ובמחיר האחרון לחסרים
it: In base ai prezzi della regola di consumo predefinita (aperto prima, poi primo in scadenza prima, poi primo in primo fuori) per gli ingredienti in magazzino e sull'ultimo prezzo per quelli mancanti

source: Clear filter
ca: Buidar filtre
cs: Smazat filtr
da: Ryd filter
de: Filter zurücksetzen
el_gr: Απόθεμα μονάδας ποσότητας
es: Limpiar filtro
et_ee: Puhasta filter
fi: Tyhjennä filtterit
fr: Enlever le filtre
he_il: לבטל את הסינון
hu: Szűrő törlése
it: Pulisci filtro
lt: Išvalyti filtą
nl: Wis filter
no: Tøm filter
pt_br: Limpar filtro
pt_pt: Limpar filtro
ro_ro: Șterge filtru
ru: Очистить фильтр
sk_sk: Vyčistiť filter
sl: Počisti filter
tr: Filtreyi temizle
uk: Очистити фільтр

source: Permissions for user %s
ca: Permisos per usuari %s
cs: Přístupová práva pro uživatele: %s
da: Adgangsrettigheder for bruger %s
de: Berechtigungen für Benutzer %s
el_gr: Αγορά παράγοντα σε μονάδα ποσότητας αποθεμάτων %s
es: Permisos del usuario %s
et_ee: Kasutaja %s load
fi: Oikeudet käyttäjälle %s
fr: Permissions de l'utilisateur %s
he_il: הרשאות למשתמש %s
hu: %s jogosultságai
it: Autorizzazioni per l'utente %s
lt: Leidimai naudotojui %s
nl: Rechten voor gebruiker %s
no: Tillatelser for bruker %s
pt_br: Permissões para o usuário %s
pt_pt: Permissões para o utilizador %s
ro_ro: Permisiuni pentru utilizatorul %s
ru: Разрешения для пользователя %s
sk_sk: Oprávnenia pre používateľa 1%s
sl: Dovoljenja za uporabnika %s
tr: %s kullanıcısı için izinler
uk: Права користувача %s

source: Are you sure you want to remove full permissions for yourself?
ca: Segur que vols eliminar els permisos totals per a tu?
cs: Opravdu chcete odstranit všechna svoje oprávnění?
da: Er du sikker på at du vil fjerne rettigheder for dig selv?
de: Bist du sicher, dass du die vollen Berechtigungen für dich selbst entfernen willst?
el_gr: Δημιουργία τοποθεσίας
es: ¿Está seguro de querer eliminar permisos totales para usted?
et_ee: Kas oled kindel, et tahad eemaldada endalt kõik load?
fi: Haluatko todella poistaa täydet oikeudet itseltäsi?
fr: Êtes-vous sûr de vouloir retirer toutes les permissions vous appartenant ?
he_il: להסיר את מלוא ההרשאות לעצמך?
hu: Biztosan el akarod távolítani az összes jogosultságodat?
it: Sei sicuro di voler rimuovere le autorizzazioni complete per te stesso?
lt: Ar tikrai norite pašalinti visus leidimus?
nl: Weet u zeker dat u alle rechten wilt verwijderen van uzelf?
no: Er du sikker på at du ønsker å fjerne alle rettigheter for deg selv?
pt_br: Tem certeza que deseja remover todas as permissões do seu usuário?
pt_pt: Tem a certeza que deseja remover todas as permissões do seu utilizador?
ru: Вы уверены, что хотите убрать все разрешения для себя?
sl: Ali res želiš odstraniti vse pravice za sebe?
tr: Kendinize ait tüm izinleri kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете позбавити себе повних прав?

source: Permissions saved
ca: Permisos guardats
cs: Změna přístupových práv uložena
da: Rettigheder er opdaterede
de: Berechtigungen gespeichert
el_gr: Δημιουργία καταστήματος
es: Permisos guardados
et_ee: Load salvestatud
fi: Oikeudet tallennettu
fr: Permissions sauvegardées
he_il: ההרשאות נשמרו
hu: Jogosultságok mentve
it: Autorizzazioni salvate
lt: Leidimai išsaugoti
nl: Rechten opgeslagen
no: Tillatelser lagret
pt_br: Permissões salvas
pt_pt: Permissões guardadas
ro_ro: Permisiuni salvate
ru: Разрешения сохранены
sk_sk: Oprávnania boli uložené
sl: Dovoljenja shranjena
tr: İzinler kaydedildi
uk: Права збережено

source: You are not allowed to view this page
ca: No estàs autoritzat a veure aquesta pàgina
cs: Nemáte oprávnění zobrazit tuto stránku
da: Du har ikke adgang til denne side
de: Du hast keine Berechtigung für diese Seite
el_gr: Δημιουργία μονάδας ποσότητας
es: No está autorizado para ver esta página
et_ee: Sul pole luba seda lehte vaadata
fi: Sinulla ei ole oikeuksia katsoa tätä sivua
fr: Vous n'êtes pas autorisés à visiter cette page
he_il: אסור לך לצפות בעמוד הזה
hu: Ennek az oldalnak a megtekintése nem engedélyezett
it: Non sei autorizzato a visualizzare questa pagina
lt: Jums neleidžiama peržiūrėti šio puslapio
nl: U bent niet gemachtigd om deze pagina te bekijken
no: Du har ikke tillatelse til å vise denne siden
pt_br: Você não tem permissão de visualizar essa página
pt_pt: Você não está autorizado a ver esta página
ro_ro: Nu ești autorizat să vizualizezi această pagină
ru: У вас нет прав для просмотра этой страницы
sk_sk: Nemáte oprávnenie na zobrazenie tejto stránky
sl: Nimaš dovoljenja za ogled te strani
tr: Bu sayfaya erişim izniniz yok

source: Page not found
ca: No s'ha trobat la pàgina
cs: Stránka nenalezena
da: Siden findes ikke
de: Seite nicht gefunden
el_gr: Τύπος περιόδου
es: Página no encontrada
et_ee: Lehte ei leitud
fi: Sivua ei löydy
fr: Page introuvable
he_il: העמוד לא נמצא
hu: Az oldal nem található
it: Pagina non trovata
lt: Puslapis nerastas
nl: Pagina niet gevonden
pt_br: Página não encontrada
pt_pt: Página não encontrada
ro_ro: Pagina nu a fost găsită
ru: Страница не найдена
sk_sk: Stránka nebola nájdená
sl: Stran ni bila najdena
tr: Sayfa bulunamadı
uk: Сторінку не знайдено

source: Unauthorized
ca: No autoritzat
cs: Nemáte oprávnění
da: Ikke autoriseret
de: Nicht autorisiert
el_gr: Περίοδος ημερών
es: No autorizado
et_ee: Luba puudub
fi: Käyttö estetty
fr: Non authorisé
he_il: אין לך הרשאה
hu: Nem engedélyezett
it: Non autorizzato
lt: Neleistina
nl: Ongeautoriseerd
pt_br: Não autorizado
pt_pt: Não autorizado
ro_ro: Neautorizat
ru: Не авторизированы
sk_sk: Nepovolený prístup
sl: Nepooblaščeno
tr: Yetkisiz
uk: Неавторизований

source: Error source
ca: Font d'error
cs: Zdroj chyby
da: Fejl, kilde
de: Fehlerquelle
el_gr: Δημιουργήστε μικροδουλειές
es: Origen del error
et_ee: Vea allikas
fi: Virheen lähde
fr: Source d'erreur
he_il: מקור השגיאה
hu: Hibaforrás
it: Fonte di errore
lt: Klaidos šaltinis
nl: Foutbron
pt_br: Fonte do erro
pt_pt: Origem do erro
ro_ro: Sursa erorii
ru: Источник ошибок
sk_sk: Zdroj chyby
sl: Izvor napake
tr: Hata kaynağı

source: Error message
ca: Missatge d'error
cs: Chybová zpráva
da: Fejl besked
de: Fehlermeldung
el_gr: Χρησιμοποιείται σε
es: Mensaje de error
et_ee: Veateade
fi: Virheviesti
fr: Message d'erreur
he_il: הודעת השגיאה
hu: Hibaüzenet
it: Messaggio di errore
lt: Klaidos pranešimas
nl: Foutmelding
pt_br: Mensagem de erro
pt_pt: Mensagem de erro
ro_ro: Mesaj de eroare
ru: Сообщение об ошибке
sk_sk: Hlásenie o chybe
sl: Sporočilo napake
tr: Hata mesajı

source: Stack trace
cs: Výpis běžících funkcí – stack trace
el_gr: Δημιουργήστε μπαταρία
es: Traza de ejecución
fi: Pinovedos
fr: Pile d'appel
he_il: מהלך ביצוע
hu: Veremkiíratás/stack trace
it: Traccia dello stack
lt: Išrašo pėdsakas
pt_br: Rastreamento de pilha
pt_pt: Rastreamento da pilha
ru: Трассировки стека
tr: Yığın izleme

source: Easy error info copy & paste (for reporting)
cs: Budete-li psát vývojářům, pošlete jim celý tento text. Stačí do něj kliknout a celý se vybere (pro Ctrl-C).
da: Kopier og indsæt denne fejl-rapport
de: Easy Fehler-Info Copy & Paste (für Fehlerreporting)
es: Copiar y pegar información del error fácilmente (para reportar)
et_ee: Lihtne vea info kopeerija & kleepija (teatamiseks)
fi: Helppo virheilmoituksen kopiointi (raportointia varten)
fr: Faciliter le copier/coller des messages d'erreur et d'information
he_il: פרטי שגיאה שקל להעתיק ולהדביק (לטובת דיווח)
hu: Információk hibajelentés küldéséhez (copy & paste)
it: Facile copia & incolla delle informazioni sugli errori (per la segnalazione)
lt: Lengvas klaidų informacijos kopijavimas ir įklijavimas (pranešimui)
nl: Makkelijk foutinformatie kopiëren en plakken (voor rapporteren)
pt_br: Informação de erro fácil copiar & colar (para relatórios)
pt_pt: Informação de erro fácil copiar e colar (para relatar)
ru: Простое копирование и вставка информации об ошибках (для отчетности)
sl: Enostavno kopiranje & lepljenje informacij (za poročanje)
tr: Kolay hata bilgisi kopyalayıp yapıştır (raporlama için)

source: This page does not exist
ca: Aquesta pàgina no existeix
cs: Tato stránka neexistuje
da: Denne side findes ikke
de: Diese Seite existiert nicht
el_gr: Επεξεργασία μπαταρίας
es: Esta página no existe
et_ee: Seda lehte pole olemas
fi: Sivua ei löydy
fr: Cette page n'existe pas
he_il: העמוד הזה אינו קיים
hu: Ez az oldal nem létezik
it: Questa pagina non esiste
lt: Šis puslapis neegzistuoja
nl: Deze pagina bestaat niet
pt_br: Esta página não existe
pt_pt: Esta página não existe
ro_ro: Această pagină nu există
ru: Эта страница не существует
sk_sk: Táto stránka neexistuje
sl: Ta stran ne obstaja
tr: Böyle bir sayfa yok
uk: Цієї сторінки не існує

source: You will be redirected to the default page in %s seconds
ca: Seràs redirigit a la pàgina per defecte en %s segons
cs: Za %s s budete přesměrováni na výchozí stránku
da: Du bliver sendt tilbage til startsiden om %s sekunder
de: Dur wirst in %s Sekunden zur Startseite weitergeleitet
el_gr: Επεξεργασία μικροδουλειάς %s
es: Será redirigido a la página predeterminada en %s segundos
et_ee: Sind suunatakse vaikelehele %s sekundi pärast
fi: Ohjataan oletussivulle %s sekunnissa
fr: Vous allez être redirigé vers la page par défaut dans %s secondes
he_il: תבוצע הפניה לעמוד בררת המחדל תוך %s שניות
hu: Át leszel irányítva az alapértelmezett oldalra %s másodpercen belül.
it: Verrai reindirizzato alla pagina predefinita in %s secondi
lt: Po %s sekundžių būsite nukreipti į numatytąjį puslapį
nl: U zult worden herleid naar de standaardpagina in %s seconden
pt_br: Você será redirecionado à pagina inicial em %s segundos
pt_pt: Será redirecionado para a pagina inicial em %s segundos
ru: Вы будете перенаправлены на главную страницу через %s секунд(ы)
sk_sk: O %s sekúnd budete presmerovaný na domovskú stránku
sl: Preusmerjen boš na privzeto stran čez %s sekund
tr: %s saniye içerisinde varsayılan sayfaya yönlendirileceksiniz

source: Server error
ca: Error de servidor
cs: Chyba serveru
da: Server fejl
de: Serverfehler
el_gr: Επεξεργασία μονάδας ποσότητας
es: Error en el servidor
et_ee: Serveri viga
fi: Palvelinvirhe
fr: Erreur interne
he_il: שגיאת שרת
hu: Szerverhiba
it: Errore del server
lt: Serverio klaida
nl: Serverfout
pt_br: Erro do servidor
pt_pt: Erro do servidor
ro_ro: Eroare server
ru: Ошибка сервера
sk_sk: Chyba servera
sl: Napaka serverja
tr: Sunucu hatası
uk: Помилка сервера

source: A server error occured while processing your request
ca: Ha ocorregut un error de servidor quan s'estava processant la seva petició
cs: Při zpracování vašeho požadavku z webové stránky došlo k chybě na serveru
da: Fejl på serveren mens din forespørgsel blev behandlet
de: Bei der Verarbeitung deiner Anfrage ist ein Serverfehler aufgetreten
el_gr: Επεξεργασία προϊόντος
es: Ocurrió un error en el servidor mientras se procesaba su petición
et_ee: Esines serveri viga su päringu töötlemisel
fi: Palvelinvirhe pyyntöä käsitellessä
fr: Une erreur interne s'est produite pendant le traitement de votre requête
he_il: אירעה שגיאה בשרת בעת עיבוד הבקשה שלך
hu: Szerverhiba történt a kérésed teljesítése közben
it: Si è verificato un errore del server durante l'elaborazione della tua richiesta
lt: Apdorojant jūsų užklausą įvyko serverio klaida
nl: Een serverfout heeft zich voorgedaan tijdens het verwerken van uw verzoek
pt_br: Aconteceu um erro enquanto processava a sua solicitação
pt_pt: Ocorreu um erro no servidor durante o processamento do seu pedido
ru: Произошла ошибка сервера в процессе обработки запроса
sl: Med procesiranjem tvojega zahtevka je prišlo do napake na serverju
tr: İsteğiniz işlenirken bir sunucu hatası oluştu

source: If you think this is a bug, please report it
ca: Si creus que és un error, si us plau, reporti-ho
cs: Pokud to vypadá, že je v naší aplikaci chyba, nahlašte to, prosím:
da: Hvis du mener dette er en fejl, så rapporter det venligst
de: Wenn du denkst, dass dies ein Fehler ist, melde ihn bitte
el_gr: Επεξεργασία τοποθεσίας
es: Si cree que esto es un defecto, por favor, repórtelo.
et_ee: Kui arvad, et see on viga, palun teata sellest
fi: Jos epäilet ohjelmistovirhettä, voisitko ystävällisesti raportoida sen?
fr: Si vous pensez que ceci est un bug, merci de le signaler
he_il: אם לדעתך מדובר בתקלה, נא לדווח עליה
hu: Ha úgy gondolod, hogy ez egy hiba, akkor jelentsd
it: Se pensi che questo sia un bug, per favore segnalalo
lt: Jei manote, kad tai klaida, praneškite apie tai
nl: Als u denkt dat dit een bug is, rapporteer deze aub
pt_br: Se você acha que é um bug, por favor informe
pt_pt: Se achar que isto é um bug, denuncie por favor
ro_ro: Dacă crezi că aceasta este o eroare, te rugăm să o raportezi
ru: Если вы считаете, что это ошибка, пожалуйста отправьте отчёт
sk_sk: Ak si myslíte, že ide o chybu, nahláste ju prosím
sl: Če misliš da je to hrošč, ga prosim sporoči
tr: Bunun bir hata olduğunu düşünüyorsanız lütfen bildirin

source: Language
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el_gr: Γλώσσα
es: Idioma
et_ee: Keel
fi: Kieli
fr: Langue
he_il: שפה
hu: Nyelv
it: Lingua
lt: Kalba
nl: Taal
no: Språk
pt_br: Linguagem
pt_pt: Idioma
ro_ro: Limba
ru: Язык
sk_sk: Jazyk
sl: Jezik
tr: Dil
uk: Мова

source: User settings
ca: Configuració d'usuari
cs: Uživatelské nastavení
da: Brugerindstillinger
de: Benutzereinstellungen
el_gr: Ρυθμίσεις χρήστη
es: Configuración de usuario
et_ee: Kasutajaseaded
fi: Käyttäjäasetukset
fr: Paramètres utilisateur
he_il: הגדרות המשתמש
hu: Felhasználói beállítások
it: Impostazioni utente
lt: Vartotojo nustatymai
nl: Gebruikersinstellingen
no: Brukerinnstillinger
pt_br: Configurações de usuário
pt_pt: Configurações do utilizador
ro_ro: Setari utilizator
ru: Пользовательские настройки
sk_sk: Nastavenia používateľa
sl: Uporabniške nastavitve
tr: Kullanıcı ayarları
uk: Налаштування користувача

source: Default
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
es: Predeterminado
et_ee: Vaikimisi
fi: Oletus
fr: Par défaut
he_il: בררת מחדל
hu: Alapértelmezett
it: Predefinito
lt: Numatytas
nl: Standaard
no: Standard
pt_br: Padrão
pt_pt: Padrão
ro_ro: Implicit
ru: По умолчанию
sk_sk: Predvolené
sl: Privzeto
tr: Varsayılan
uk: За замовчуванням

source: Stock journal summary
cs: Shrnutí deníku zásob
da: Lager historik oversigt
de: Bestandsjournal-Zusammenfassung
es: Resumen del diario de inventario
et_ee: Varude päeviku kokkuvõte
fi: Varastopäiväkirjan tiivistelmä
fr: Synthèse du stock
he_il: תקציר יומן מלאי
hu: Készlet napló összefoglaló
it: Riepilogo del diario della dispensa
lt: Sandėlio žurnalo santrauka
nl: Samenvatting voorraaddagboek
no: Beholdningslogg sammendrag
pt_br: Resumo diário de estoque
pt_pt: Resumo diário do stock
ro_ro: Rezumatul jurnalului stocului
sk_sk: Sumár denníka zásob
sl: Povzetek dnevnika zaloge
tr: Stok günlüğü özeti

source: Journal summary
cs: Shrnutí deníku
da: Journal oversigt
de: Journal-Zusammenfassung
es: Resumen del diario
et_ee: Päeviku kokkuvõte
fi: Päiväkirjan tiivistelmä
fr: Synthèse
he_il: תקציר יומן
hu: Napló összefoglaló
it: Riepilogo del diario
lt: Žurnalo santrauka
nl: Dagboeksamenvatting
no: Logg sammendrag
pt_br: Resumo diário
pt_pt: Resumo diário
ro_ro: Rezumatul jurnalului
sk_sk: Sumár denníka
sl: Povzetek dnevnika
tr: Günlük özeti

source: Consume exact amount
ca: Consumir quantitat exacta
cs: Spotřebovat přesné množství
da: Nedskriv med nøjagtig mængde
de: Exakte Menge verbrauchen
es: Consumir la cantidad exacta
et_ee: Tarbi täpset kogust
fi: Kuluta tarkka määrä
fr: Consommez la quantité exacte
he_il: צריכת כמות מדויקת
hu: Pontos mennyiség felhasználás
it: Consuma la quantità esatta
lt: Suvartoti tikslią sumą
nl: Gebruik precies deze hoeveelheid
no: Konsumer definert mengde
pt_br: Quantidade exata de consumo
pt_pt: Quantidade exata de consumo
ru: Использовать точное количество
sk_sk: Spotrebovať presné množstvo
sl: Porabi točno količino
tr: Belirli sayıda tüket
uk: Вжити певну кількість

source: Value
ca: Valor
cs: Cena
da: Værdi
de: Wert
el_gr: Αξία
es: Valor
et_ee: Väärtus
fi: Arvo
fr: Valeur
he_il: ערך
hu: Érték
it: Valore
lt: Vertė
nl: Waarde
no: Verdi
pt_br: Valor
pt_pt: Valor
ro_ro: Valoare
ru: Стоимость
sk_sk: Hodnota
sl: Vrednost
tr: Değer
uk: Величина

source: %s total value
ca: %s valor total
cs: celkem za %s
da: %s total værdi
de: %s Gesamtwert
el_gr: %s συνολική αξία
es: %s valor total
et_ee: %s täisväärtus
fi: %s kokonaisarvo
fr: %s valeur totale
he_il: %s ערך כולל
hu: %s összérték
it: %s valore totale
lt: %svisa vertė
nl: %s totale waarde
no: %s total beholdningsverdi
pt_br: total: %s
pt_pt: %svalor total
ro_ro: %s valoare totală
ru: %s всего
sk_sk: Celková hodnota %s
sl: %s skupne količine
tr: %stoplam değer
uk: %s загальна вартість

source: Show purchased date on purchase and inventory page (otherwise the purchased date defaults to today)
cs: Zobrazit datum nákupu na stránce nákupu. Jinak se bude ukládat aktuální datum.
da: Vis dato for indkøb på indkøbet og lagerbeholdningen. Hvis ikke gælder at indkøbsdato er dags dato.
de: Einkaufsdatum auf der Einkauf- und Inventur-Seite anzeigen (ansonsten wird heute als Einkaufsdatum verwendet)
es: Mostrar la fecha de compra en la página de compra e inventario (si no, la fecha de compra predeterminada es hoy)
et_ee: Kuva ostukuupäev ostu- ja varuseisulehel (muidu on ostukuupäevaks vaikimisi tänane)
fi: Näytä ostopäivä osto- ja luettelosivulla (muutoin ostopäivän oletus on tänään)
fr: Indiquer la date d'achat sur le formulaire d'achat (sinon, la date d'achat est fixée par défaut à aujourd'hui)
he_il: הצגת תאריך הרכישה בעמודי הרכישה והמצאי (אחרת תאריך הרכישה יוגדר להיום)
hu: Vásárlási dátum mutatása a vásárlás és készlet áttekintés oldalakon (enélkül a vásárlási dátum a mai napra áll be)
it: Mostra la data di acquisto sulla pagina acquisti ed inventario (altrimenti la data di acquisto predefinita è quella odierna)
lt: Rodyti pirkimo datą pirkimo ir atsargų puslapyje (kitaip pirkimo data yra numatyta šiandien)
nl: Toon aankoopdatum op aankoop- en voorraadpagina (anders zal de aankoopdatum standaard op vandaag worden gezet)
no: Vis innkjøpsdato på innkjøp og beholdningssidene (ellers vil innkjøpsdato settes til i dag)
pt_br: Mostrar data de compra na página de compra/inventário (caso contrário, a data de compra usada será a data de hoje)
pt_pt: Mostrar a data de compra na página de compra e inventário (caso contrário, a data de compra padrão será a de hoje)
ro_ro: Afișați data achiziției pe pagina de achiziție și de inventar (în caz contrar, data achiziției este implicită astăzi)
ru: Показывать дату на страницах покупки или ревизии (иначе дата покупки будет сегодняшней)
tr: Satın alma tarihini satın alma ve envanter sayfasında göster (aksi takdirde satın alma tarihi varsayılan olarak bugün olur)

source: Common
ca: Comú
cs: Nastavení pro všechny produkty
da: Fælles
de: Allgemein
es: Común
et_ee: Ühine
fi: Yleinen
fr: Commun
he_il: משותף
hu: Általános
it: Usuale
lt: Dažnas
nl: Gebruikelijk
no: Felles
pt_br: Comum
pt_pt: Comum
ru: Общие
sl: Skupno
tr: Ortak
uk: Загальне

source: Decimal places allowed for amounts
ca: Decimals permesos per a les quantitats
cs: Počet desetinných míst pro množství produktu
da: Antal decimaler for mængder
de: Erlaubte Nachkommastellen für Mengen
es: Cifras decimales permitidas para cantidades
et_ee: Lubatud komakohti koguste jaoks
fi: Desimaalit sallittu määriin
fr: Nombre de décimales pour les quantitées
he_il: מקומות עשרוניים מותרים לכמויות
hu: Mennyiségek tizedesjegyei
it: Posizioni decimali consentite per gli importi
lt: Leidžiami skaitmenys po kablelio
nl: Decimalen zijn toegestaan in de hoeveelheid
no: Desimaler kan brukes på antall
pt_br: Casas decimais permitidas para quantidades
pt_pt: Casas decimais permitidas para quantidades
ru: Разрешённое кол-во знаков после запятой, для количества
sk_sk: Desatinné miesta pre množstvá sú povolené
sl: Dovoljena decimalna mesta za količine
tr: Tutarlar için izin verilen ondalık basamaklar
uk: Дробні значення дозволені для кількості

source: Edit shopping list
ca: Editar llista de la compra
cs: Upravit nákupní seznam
da: Rediger indkøbsliste
de: Einkaufszettel bearbeiten
el_gr: Επεξεργασία λίστας αγορών
es: Modificar lista de la compra
et_ee: Muuda ostunimekirja
fi: Muokkaa ostoslistaa
fr: Modifier liste de courses
he_il: עריכת רשימת הקניות
hu: Bevásárlólista szerkesztése
it: Modifica la lista della spesa
lt: Redaguoti pirkinių sąrašą
nl: Wijzig boodschappenlijst
no: Endre handleliste
pt_br: Editar lista de compras
pt_pt: Editar lista de compras
ro_ro: Editați lista de cumpărături
ru: Изменить список покупок
sk_sk: Upraviť nákupný zoznam
sl: Uredi seznam nakupov
tr: Alışveriş listesini düzenle
uk: Перейменувати список покупок
