Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Save & continue to add quantity unit conversions & barcodes
ca: Guardar i continuar per afegir conversió d'unitats i codis de barres
cs: Uložit a pokračovat k přidání měrných jednotek a čárových kódů
da: Gem og fortsæt med enheds-omregninger og stregkoder
de: Speichern & fortfahren um ME-Umrechnungen & Barcodes hinzuzufügen
es: Guardar y continuar a añadir conversiones de unidades de cantidad y códigos de barras
et_ee: Salvesta & jätka kogusühikute teisenduste ja ribakoodide lisamisega
fi: Tallenna ja jatka lisäämään yksikkömuunnoksia ja viivakoodeja
fr: Sauvegarder et continué à ajouter des conversions et des codes barres
he_il: לשמור ולהמשיך להוסיף המרות יחידת כמות וברקודים
hu: Mentsd és folytasd az átváltások és vonalkód hozzáadásához
it: Salva e continua ad aggiungere conversioni di unità di quantità e codici a barre
lt: Išsaugokite ir toliau pridėkite kiekio vienetų konversijas ir brūkšninius kodus
nl: Opslaan & doorgaan om hoeveelheid eenheidsconversies & barcodes toe te voegen
no: Lagre og fortsett for å legg til forpaknings konvertering og strekkoder
pt_br: Salvar e continuar a adicionar conversões de unidade de medida e códigos de barras
pt_pt: Guardar e continuar a adicionar unidades de conversão de quantidades e códigos de barras
sl: Shrani & nadaljuj dodajanje pretvorb enot količine & črtnih kod
tr: Miktar birimi dönüşümlerini ve barkodları kaydet ve eklemeye devam et
uk: Зберегти та продовжити додавати одиниці виміру та штрихкоди

source: Save & return to products
ca: Guardar i tornar a productes
cs: Uložit a vrátit se do produktů
da: Gem og returner til vare-stamdata
de: Speichern & zurück zu Produkte
el_gr: Αποθήκευση & επιστροφή στα προϊόντα
es: Guardar y volver a productos
et_ee: Salvesta & naase toodete juurde
fi: Tallenna & palaa tuotteisiin
fr: Sauvegarder et retourner aux produits
he_il: לשמור ולחזור למוצרים
hu: Mentés és visszatérés a termékekhez
it: Salva e torna ai prodotti
lt: Išsaugoti ir grįžti prie produktų
nl: Opslaan en terugkeren naar producten
no: Lagre og gå tilbake til produkter
pt_br: Salvar e voltar para os produtos
pt_pt: Guardar e retornar a produtos
ru: Сохранить и вернуться к продуктам
sk_sk: Uložiť a vrátiť sa k výrobkom
sl: Shrani & se vrni k izdelkom
tr: Kaydet & ürünlere geri dön
uk: Зберегти та повернутись до продуктів

source: Save & continue to add conversions
ca: Guardar i continuar per afegir conversions
cs: Uložit a pokračovat k přidání konverzí měrných jednotek
da: Gem og fortsæt med enheds-omregninger
de: Speichern & fortfahren um ME-Umrechnungen hinzuzufügen
es: Guardar y continuar a añadir conversiones
et_ee: Salvesta & jätka teisenduste lisamisega
fi: Tallenna & jatka muuntamisen lisäämisiä
fr: Sauvegarder et continuer à ajouter des conversions
he_il: לשמור ולהמשיך להוספת המרה
hu: Mentsd és folytasd az átváltások hozzáadásához
it: Salva e continua ad aggiungere conversioni
lt: Išsaugokite ir toliau pridėkite konversijų
nl: Opslaan en ga door met het toevoegen van conversies
no: Lagre og fortsett å legge til konverteringer
pt_br: Salvar e continuar adicionando conversões
pt_pt: Guardar e continuar a adicionar conversões
sk_sk: Uložiť a pokračovať na pridanie prevodov
sl: Shrani & nadaljuj dodajanje pretvorb
tr: Dönüşümleri kaydet ve eklemeye devam et
uk: Зберегти та продовжити додавати конверсії

source: Save & return to quantity units
ca: Guardar i tornar a unitats
cs: Uložit a vrátit se do měrných jednotek
da: Gem & returner til måleenheder
de: Speichern & zurück zu Mengeneinheiten
es: Guardar y volver a unidades de cantidad
et_ee: Salvesta & naase kogusühikute juurde
fi: Tallenna ja palaa yksiköihin
fr: Sauvegarder et retourner aux quantités
he_il: לשמור ולחזור ליחידות כמות
hu: Mentés és visszatérés a mennyiségi egységekhez
it: Salva e torna alle unità di quantità
lt: Išsaugoti ir grįžti į kiekio vienetus
nl: Opslaan en terugkeren voorraadhoeveelheden
no: Lagre og gå tilbake til forpakningstyper
pt_br: Salvar e retornar para unidade de medida
pt_pt: Guardar e retornar a unidades de medida
ru: Сохранить и вернуться к единицам измерения
sk_sk: Uložiť a vrátiť sa na množstevné jednotky
sl: Shrani & se vrni k enotam količin
tr: Kaydet & miktar birimlerine geri dön
uk: Зберегти та повернутись до одиниць виміру

source: price
ca: preu
cs: cena
da: pris
de: Preis
el_gr: τιμή
es: precio
et_ee: hind
fi: hinta
fr: prix
he_il: מחיר
hu: ár
it: prezzo
lt: kaina
nl: prijs
no: pris
pt_br: preço
pt_pt: preço
ro_ro: pret
ru: цена
sk_sk: cena
sl: cena
tr: fiyat
uk: вартість

source: New stock amount
ca: Nova quantitat d'existències
cs: Nové množství zásob
da: Ny lagerbeholdning
de: Neuer Bestand
es: Nueva cantidad de existencias
et_ee: Uus toote kogus
fi: Uusi varastomäärä
fr: Nouveau niveau de stock
he_il: כמות חדשה במלאי
hu: Új készlet mennyiség
it: Nuova quantità in dispensa
lt: Naujas atsargų kiekis
nl: Nieuwe voorraadhoeveelheid
no: Ny beholdingsmengde
pt_br: Nova quantidade
pt_pt: Nova quantidade de stock
ru: Новое кол-во в запасе
sk_sk: Nová hodnota zásob
sl: Količina nove zaloge
tr: Yeni stok miktarı
uk: Нова кількість у наявності

source: Price per stock unit
ca: Preu per unitat d'existències
cs: Cena za jednotku zásob
da: Pris per lagerenhed
de: Preis pro Bestandsmengeneinheit
es: Precio por unidad de inventario
et_ee: Hind tooteühiku kohta
fi: Hinta per varastoyksikkö
fr: Prix par unité de stock
he_il: מחיר ליחידת מלאי
hu: Készletegységenkénti ár
it: Prezzo per unità in dispensa
lt: Kaina už atsargų vienetą
nl: Prijs per voorraadeenheid
no: Pris per beholdningstype
pt_br: Preço por unidade
pt_pt: Preço por unidade de stock
ru: Цена за единицу в запасах
sk_sk: Cena za jednotku v zásobe
sl: Cena na enoto zalogo
tr: Stok birimi başına fiyat
uk: Вартість за одиницю

source: Table options
ca: Opcions de la taula
cs: Nastavení tabulky
da: Tabel muligheder
de: Tabellenoptionen
es: Opciones de tabla
et_ee: Laua valikud
fi: Taulukon asetukset
fr: Options du tableau
he_il: אפשרויות טבלה
hu: Táblázat beállításai
it: Opzioni della tabella
lt: Lentelės parinktys
nl: Tabelopties
no: Tabellalternativer
pt_br: Opções da tabela
pt_pt: Opções da tabela
ro_ro: Optiuni tabel
ru: Параметры отображения
sk_sk: Nastavenia tabuľky
sl: Možnosti tabele
tr: Tablo seçenekleri

source: This product is currently on a shopping list
ca: Aquest producte és actualment en una llista de la compra
cs: Tento produkt je již v nákupním seznamu
da: Denne vare findes allerede i indkøbslisten
de: Dieses Produkt ist derzeit auf einem Einkaufszettel
el_gr: Αυτό το προϊόν βρίσκεται ήδη στη λίστα αγορών
es: Este producto está actualmente en una lista de la compra
et_ee: See toode on hetkel ostunimekirjas
fi: Tämä tuote on tällä hetkellä ostoslistalla
fr: Ce produit est actuellement sur une liste de courses
he_il: המוצר הזה נמצא כרגע ברשימת קניות
hu: Ez a termék szerepel egy bevásárlólistán
it: Questo prodotto è già in una lista della spesa
lt: Šis produktas šiuo metu yra pirkinių sąraše
nl: Dit product staat momenteel op een boodschappenlijst
no: Dette produktet er allerede på en handleliste
pt_br: Este produto está atualmente em uma lista de compras
pt_pt: Este produto encontra-se atualmente numa lista de compras
ro_ro: Acest produs se află în prezent pe o listă de cumpărături
ru: Этот продукт уже находится в списке покупок
sk_sk: Tento výrobok je akurát na nákupnom zozname
sl: Ta izdelek je trenutno na nakupovalnem seznamu
tr: Bu ürün şu an bir alışveriş listesinde
uk: Цей продукт зараз у списку покупок

source: Undo transaction
ca: Desfer transacció
cs: Vrátit transakci
da: Fortryd transaktion
de: Transaktion rückgängig machen
el_gr: Αναίρεση συναλλαγής
es: Deshacer transacción
et_ee: Võta tehing tagasi
fi: Peruuta tapahtuma
fr: Annuler la transaction
he_il: ביטול העברה
hu: Művelet visszavonása
it: Annulla transizione
lt: Anuliuoti operaciją
nl: Transactie ongedaan maken
no: Angre transaksjonen
pt_br: Desfazer transação
pt_pt: Anular transação
ro_ro: Anulează tranzacția
ru: Отменить транзакцию
sk_sk: Vrátiť späť úkon
sl: Razveljavi transakcijo
tr: Alışverişi geri al
uk: Відмінити транзакцію

source: Transaction type
ca: Tipus de transacció
cs: Typ transakce
da: Type af transaktion
de: Transaktionstyp
el_gr: Τύπος συναλλαγής
es: Tipo de transacción
et_ee: Tehingu tüüp
fi: Tapahtuman tyyppi
fr: Type de transaction
he_il: סוג העברה
hu: Művelet típusa
it: Tipo di transizione
lt: Operacijos tipas
nl: Transactietype
no: Transaksjonstype
pt_br: Tipo de transação
ro_ro: Tipul tranzacției
ru: Тип транзакции
sk_sk: Druh úkonu
sl: Tip transakcije
tr: Alışveriş türü
uk: Тип транзакції

source: Transaction time
ca: Hora de la transacció
cs: Čas transakce
da: Transaktions-tid
de: Transaktionszeit
el_gr: Χρόνος συναλλαγής
es: Fecha de transacción
et_ee: Tehingu kellaaeg
fi: Tapahtuman aika
fr: Heure de la transaction
he_il: זמן העברה
hu: Művelet időpontja
it: Tempo transizione
lt: Operacijos laikas
nl: Transactietijd
no: Transaksjonstid
pt_br: Data da transação
ro_ro: Timpul tranzacției
ru: Время транзакции
sk_sk: Čas úkonu
sl: Čas transakcije
tr: Alışveriş süresi
uk: Час транзакції

source: Chore journal
cs: Deník povinností
da: Historik over pligter
de: Hausarbeitenjournal
es: Diario de tareas del hogar
et_ee: Kodutööde päevik
fi: Kotityöpäiväkirja
fr: Journal des corvées
he_il: יומן מטלות
hu: Házimunka napló
it: Diario delle Faccende
lt: Namų ruošos žurnalas
nl: Klusjesdagboek
no: Statistikk husarbeid
pt_br: Diário
ro_ro: Jurnalul activității
ru: Журнал работ по дому
sk_sk: Záznam o povinnosti
sl: Dnevnik obveznosti
tr: Ev işi günlüğü
uk: Журнал робіт

source: Track next chore schedule
cs: Označit následující datum povinnosti jako splněné
de: Nächste geplante Ausführung erfassen
es: Registrar la siguiente ejecución programada de la tarea
et_ee: Jälgi järgmist kodutööde plaani
fr: Suivre la prochaine corvée planifiée
he_il: מעקב תזמון המטלה הבאה
it: Salta la prossima faccenda programmata
lt: Stebėkite sekančia namų ruošos darbų tvarkaraštį
nl: Voer volgend klusje uit
pt_br: Acompanhe o cronograma da próxima tarefa doméstica
tr: Sonraki görev programını takip et

source: Mark task as completed
ca: Marcar tasca com a completada
cs: Označit úkol jako hotový
da: Marker opgave som afsluttet
de: Aufgabe als erledigt markieren
es: Marcar tarea como completada
et_ee: Märgi ülesanne tehtuks
fi: Merkitse tehtävä suoritetuksi
fr: Marquer la tâche comme terminée
he_il: סימון המשימה כהושלמה
hu: Feladat jelölése elvégzettként
it: Segna l'attività come completata
lt: Pažymėkite užduotį kaip atliktą
nl: Markeer taak als gedaan
no: Merk oppgave som ferdig
pt_br: Marcar a atividade como concluída
ru: Пометить задачу как выполненную
sl: Označi opravilo kot zaključeno
tr: Görevi tamamlandı olarak işaretle
uk: Відмітити завдання як виконане

source: Track charge cycle
ca: Seguiment de cicle de càrrega
cs: Zaznamenat výměnu/nabíjení
da: Følg opladnings-cyklus
de: Ladezyklus erfassen
es: Registrar ciclo de carga
et_ee: Jälgi laadimistsüklit
fi: Merkitse lataus
fr: Indiquer les cycles de charge
he_il: מעקב אחר מחזור טעינה
hu: Töltési ciklus követése
it: Monitora il ciclo di ricarica
lt: Stebėkite įkrovimo ciklą
nl: Volg laadcyclus
no: Registrer lasesyklus
pt_br: Atualizar ciclo de recarga
ru: Отслеживать цикл заряда
sl: Spremljaj cikel polnjenja
tr: Şarj döngüsünü takip edin
uk: Відмітити цикл зарядки

source: Battery journal
cs: Deník baterií
da: Batteri historik
de: Batteriejournal
es: DIario de baterías
et_ee: Patarei päevik
fi: Akkupäiväkirja
fr: Journal des batteries
he_il: יומן סוללה
hu: Elem napló
it: Diario delle Batterie
lt: Baterijos žurnalas
nl: Batterijdagboek
no: Batterilogg
pt_br: Diário
ro_ro: Jurnalul bateriei
ru: Журнал батареи
sl: Dnevnik baterije
tr: Pil günlüğü
uk: Журнал батарей

source: This product has a picture
ca: Aquest producte té imatge
cs: Tento produkt má obrázek
da: Der er et billede til denne vare
de: Dieses Produkt hat ein Bild
el_gr: Αυτό το προϊόν έχει φωτογραφία
es: Este producto tiene una imagen
et_ee: Sellel tootel on pilt
fi: Tuotteesta löytyy kuva
fr: Ce produit à une photo
he_il: למוצר הזה יש תמונה
hu: Ez a termék rendelkezik képpel
it: Questo prodotto ha una immagine
lt: Šis produktas turi nuotrauką
nl: Dit product heeft een afbeelding
no: Dette produktet har et bilde
pt_br: Este produto tem uma imagem
ru: Продукт с изображением
sk_sk: Tento výrobok obsahuje obrázok
sl: Ta izdelek ima sliko
tr: Bu ürünün resmi var
uk: Цей продукт має зображення

source: Consume this stock entry as spoiled
ca: Consumir aquest element com a fet malbé
cs: Označit tuto zásobu jako zkaženou
da: Nedskriv denne vare som kasseret
de: Verbrauche diesen Bestandseintrag als verdorben
es: Consumir esta entrada como desperdiciado
et_ee: Tarbi see toode kui raiskunud
fi: Kuluta tämä varastomerkintä pilaantuneena
fr: Consommer cette entrée de stock comme périmée
he_il: לצרוך את רשומת המלאי הזאת כמקולקלת
hu: Készlet bejegyzés felhasználása romlottként
it: Consuma questa voce in dispensa come scaduta
lt: Suvartokite šį atsargų įrašą kaip sugadintą
nl: Verbruik deze voorraad als bedorven
no: Konsumer denne som dårlig / råtten
pt_br: Determinar esse produto como 'estragado'
ru: Списать этот запас как просроченный
sk_sk: Spotrebovať túto položku zo zásob ako pokazenú
sl: Porabi ta zapis zaloge kot pokvarjen
tr: Bu stok girişini defolu olarak tüketin
uk: Вжити, відмітивши зіпсованим

source: Configure user permissions
ca: Configurar permisos d'usuai
cs: Upravit uživatelská oprávnění
da: Tilpas brugerrettigheder
de: Benutzerberechtigungen konfigurieren
es: Configurar permisos de usuario
et_ee: Seadista kasutaja lubasid
fi: Määritä käyttäjäoikeudet
fr: Gérer les permissions des utilisateurs
he_il: להגדיר הרשאות משתמשים
hu: Felhasználói jogosultságok kezelése
it: Configura i permessi dell'utente
lt: Konfigūruoti vartotojo teises
nl: Configureer gebruikerspermissies
no: Konfigurer brukerrettigheter
pt_br: Configurar permissões de usuário
ru: Настроить пользовательские разрешения
sk_sk: Nastaviť oprávenia používateľov
sl: Konfiguriraj uporabnikova dovoljenja
tr: Kullanıcı izinlerini düzenle
uk: Налаштувати права користувачів

source: Show a QR-Code for this API key
ca: Mostra codi QR per a aquesta clau API
cs: Zobrazit QR kód pro tento API klíč
da: Vis QR kode for API nøglen
de: Einen QR-Code für diesen API-Schlüssel anzeigen
es: Mostrar un código QR para esta clave de API
et_ee: Näita selle API võtme QR-koodi
fi: Näytä QR-koodi tälle API-tunnukselle
fr: Afficher un QR Code pour cette clé d'API
he_il: להציג קוד QR עבור מפתח API זה
hu: Mutasson QR-kódot ehhez az API kulcshoz
it: Mostra un codice-QR per questa chiave API
lt: Parodykite šio API rakto QR kodą
nl: Toon een QR-code voor deze API-sleutel
no: Vis en QR-Kode for denne API nøkkelen
pt_br: Mostrar um QR Code para esta chave API
ru: Показать QR-код для этого API ключа
sk_sk: Zobraziť QR kód pre tento API kľúč
sl: Pokaži QR-kodo za ta API ključ
tr: Bu API anahtarı için bir QR Kodu göster
uk: Показати QR-код для цього API ключа

source: This is the default quantity unit used on purchase and when adding this product to the shopping list
cs: Výchozí množstevní jednotka pro akci Nakoupit a pro vkládání produktu do nákupního seznamu
de: Dies ist die Standardmengeneinheit, die beim Einkauf und beim Hinzufügen dieses Produkts zum Einkaufszettel verwendet wird
es: Esta es la unidad de cantidad predeterminada al comprar y al añadir este producto a la lista de la compra
et_ee: See on vaikekoguse ühik, mida kasutatakse ostmisel ja selle toote ostunimekirja lisamisel
fr: Il s'agit de l'unité de quantité par défaut utilisée lors de l'achat et lors de l'ajout de ce produit à la liste d'achats
he_il: זאת כמות ברירת המחדל שמשמשת לרכישה ובעת הוספת המוצר הזה לרשימת הקניות
it: Questa è l'unità di quantità predefinita utilizzata all'acquisto del prodotto e quando lo si aggiunge alla lista della spesa
lt: Tai numatytasis kiekio vienetas, naudojamas perkant ir įtraukiant šį produktą į pirkinių sąrašą
nl: Dit is de standaardhoeveelheid die wordt gebruikt bij aankoop en bij het toevoegen van dit product aan de boodschappenlijst
pt_br: Esta é a unidade padrão usada na compra e quando adicionar este produto à lista de compras
tr: Bu, satın alma sırasında ve bu ürünü alışveriş listesine eklerken kullanılan varsayılan miktar birimidir

source: Show a warning when the due date of the purchased product is earlier than the next due date in stock
ca: Mostra una advertència quan la data de caducitat del producte comprat és més propera que la de les existències
cs: Upozorni, pokud je datum min. trvanlivosti (použitelnosti) nakoupeného produktu dříve, než nejbližší datum spotřeby produktu v zásobě.
da: Vis en advarsel når bedst før datoen på den indkøbte vare er kortere end allerede eksisterende vare i dit lager.
de: Eine Warnung anzeigen, wenn das Fälligkeitsdatum des gekauften Produkts vor dem nächsten Fälligkeitsdatum von bereits vorrätigen Bestandseinträgen liegt
es: Mostrar un aviso cuando la fecha límite del producto comprado sea anterior a la próxima fecha límite de las existencias del inventario
et_ee: Näita hoiatust, kui osetud eseme parim enne on varasem kui varudes oleva parim enne
fi: Näytä varoitus, kun ostetun tuotteen parasta ennen -päivä on aiemmin kuin varaston seuraava parasta ennen -päivä
fr: Afficher un avertissement lorsque la date de péremption du produit acheté est avant la date de péremption du produit dans le stock
he_il: להציג אזהרה כאשר התאריך בתוקף עד של המוצר הנרכש הוא מוקדם מתאריך התוקף עד הבא במלאי
hu: Figyelmeztessen, ha a vásárolt termék előbb jár le, mint ami készleten van
it: Mostra un avviso quando la data di scadenza del prodotto acquistato è precedente alla successiva data di scadenza in dispensa
lt: Rodyti įspėjimą, kai įsigytos prekės terminas yra ankstesnis už kitą sandėlyje esantį terminą
nl: Toon een waarschuwing wanneer de verloop datum van het gekochte product eerder is dan de volgende verloop datum is in de voorraad
no: Vis en advarsel når forfallsdatoen for det kjøpte produktet er tidligere enn neste forfallsdato i beholdningen
pt_br: Avisar quando a validade do produto comprado for inferior ao já contido no estoque
ro_ro: Afișeaza un avertisment atunci când termenul produsului achiziționat este înaintea termenului produsului din stoc
ru: Показывать уведомление когда срок годности купленного продукта меньше, чем срок годности продукта в запасе.
sl: Prikaži opozorilo ko je datum poteka kupljenega izdelka pred naslednjim datumom poteka na zalogi
tr: Satın alınan ürünün son ödeme tarihi, stoktaki bir sonraki son ödeme tarihinden önce olduğunda uyarı göster
uk: Попередити, якщо термін придатності придбаного продукту мешний, ніж в того, що вже був у наявності

source: This is due earlier than already in stock items
he_il: יסתיים לפני הפריטים שכבר במלאי
it: Questo è dovuto prima degli articoli già in magazzino

source: When enabled, after changing/scanning a product and if all fields could be automatically populated (by product and/or barcode defaults), the transaction is automatically submitted
cs: Umožní automatické provedení operace, pokud jsou k dispozici všechny údaje k produktu – buď ze seznamu produktů nebo z dat u čárového kódu.
da: Når dette er slået til, vil en tilføjet/skannet vare, der automatisk får alle felter udfyldt, blive gemt og afsluttet.
de: Wenn eingeschaltet, wird nach der Auswahl bzw. dem Scannen eines Produkts und wenn auch alle anderen Felder automatisch vorbelegt werden konnten (durch Produkt- und/oder Barcodestandards), die Transaktion automatisch gespeichert
es: Si está activado, al cambiar/escanear un producto cuyos todos sus campos pueden ser rellenados automáticamente (con los valores predeterminados para el producto o código de barras), la transacción se realiza automáticamente
et_ee: Kui see on sisse lülitatud, esitatakse tehing pärast toote muutmist/skaneerimist ja kui kõiki välju saab automaatselt täita (toote ja/või vöötkoodi vaikeseadete järgi)
fi: Kun käytössä, niin muutoksen tai skannauksen jälkeen ja jos kaikki kentät voidaan automaattisesti täyttää (tuotteen tai viivakoodin oletusarvoilla), tapahtuma lähetetään automaattisesti
fr: Lorsqu'activée, après avoir changé/scanné un produit et si tous les champs ont pu être automatiquement remplis (par les valeurs par défaut du produit ou code barre), la transaction est envoyée automatiquement
he_il: כאשר האפשרות פעילה, לאחר החלפת/סריקת פריט ואם ניתן למלא את כל השדות אוטומטית (לפי בררות המחדל למוצר ו/או לברקוד), ההעברה תוגש אוטומטית
hu: Ha be van kapcsolva, akkor termék beolvasás/csere után - ha az összes mező értéke automatikusan kitölthető (termék és/vagy vonalkód alapértelmezések által) - a tranzakció automatikusan elindításra kerül
it: Quando abilitato, dopo aver modificato/scansionato un prodotto e se tutti i campi possono essere riempiti automaticamente (per prodotto e/o per codice a barre predefiniti), la transazione è inviata automaticamente
lt: Kai įjungta, pakeitus/nuskenavus produktą ir jo visi laukai gali būti automatiškai užpildyti (pagal gaminio ir/arba brūkšninio kodo numatytuosius nustatymus).
nl: Wanneer ingeschakeld, na het veranderen / het scannen van een product en of alle velden automatisch konden worden gevuld (per product en / of barcode standaarden), wordt transactie wordt automatisch verzonden
no: Når aktivert, ved endring / skanning av et produkt, og hvis alle felt automatisk kan fylles ut (etter standardinnstillinger for produkt og / eller strekkode), sendes transaksjonen automatisk
pt_br: Quando ativada, após alterar/escanear um produto e todos os campos puderem ser preenchidos automaticamente (por produto e/ou código de barras), a transação é automaticamente submetida
ro_ro: Când este activat, după modificarea/scanarea unui produs, dacă toate câmpurile pot fi completate automat (după valorile implicite), tranzacția este transmisă automat
tr: Etkinleştirildiğinde, bir ürünü değiştirdikten/taraydıktan sonra ve tüm alanlar otomatik olarak doldurulabiliyorsa (ürün ve/veya barkod varsayılanlarına göre), işlem otomatik olarak gönderilir

source: Quick consume amount
ca: Consumir ràpidament
cs: Množství pro tlačítko Spotřebovat
da: Hurtig nedskrivning af mængde
de: Schnell-Verbrauch Menge
es: Cantidad de consumo rápido
et_ee: Kiirtarbimise kogus
fi: Pikakulutusmäärä
fr: Quantité consommée par défaut
he_il: כמות לצריכה מהירה
hu: Gyors felhasználási mennyiség
it: Quantità di consumo rapida
lt: Greitas suvartojimo kiekis
nl: Snel deze hoeveelheid gebruiken
no: Hurtigkonsumer
pt_br: Quantidade de consumo rápido
pt_pt: Quantidade de consumo rápido
ru: Кол-во быстрого употребления
sl: Hitro porabi količino
tr: Hızlı tüketim miktarı
uk: Кількість для швидкого вживання
