Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: When displaying prices for this product, they will be related to this quantity unit
cs: Zobrazované ceny produktu budou odpovídat této měrné jednotce
de: Wenn Preise für dieses Produkt angezeigt werden, beziehen sie sich auf diese Mengeneinheit
es: Cuando se muestren los precios para este producto, se mostrarán en términos de esta unidad de cantidad
et_ee: Selle toote hindade kuvamisel on need seotud selle koguseühikuga
fr: Lors de l'affichage des prix de ce produit, ils seront liés à cette unité de quantité
he_il: בעת הצגת מחירים למוצר הזה, הם יהיו קשורים ליחידת כמות זו
it: Quando verranno visualizzati i prezzi per questo prodotto, saranno correlati a questa unità di quantità
lt: Kai pateikiamos šios prekės kainos, jos bus susietos su šiuo kiekio vienetu
nl: Bij het tonen van prijzen voor dit product, worden deze gerelateerd aan deze hoeveelheidseenheid
pt_br: Ao exibir os preços deste produto, eles serão relacionados a esta unidade de quantidade
tr: Bu ürünün fiyatları görüntülenirken bu miktar birimiyle ilişkili olacaktır

source: This means 1 label will be printed
cs: Vytiskne se 1nálepka
de: Dies bedeutet 1 Bestandseintragsetikett wird gedruckt
es: Esto significa que 1 etiqueta será impresa
et_ee: See tähendab, et prinditakse üks etikett
fr: Cela signifie que 1 étiquette sera imprimée
he_il: משמעות הדבר היא שתודפס תווית אחת
it: Questo significa che verrà stampata 1 etichetta
lt: Tai reiškia, kad bus atspausdinta 1 etiketė
nl: Dit betekend dat 1 label wordt geprint
pt_br: Significa que 1 etiqueta será impressa
tr: Bu 1 etiketin yazdırılacağı anlamına gelir

source: External barcode lookup
he_il: חיפוש ברקוד חיצוני
it: Ricerca codice a barre esterno

source: Error while executing the barcode lookup plugin
he_il: שגיאה בהפעלת תוסף חיפוש הברקוד
it: Errore durante l'esecuzione del plugin di ricerca del codice a barre

source: Nothing was found for the given barcode
he_il: לא נמצא כלום לברקוד שסופק
it: Non è stato trovato nulla per il codice a barre specificato

source: Configure colors
he_il: הגדרת צבעים
it: Configura i colori

source: Swap track next schedule / track now buttons
he_il: החלפה בין כפתורי מעקב אחר התזמון הבא / מעקב עכשיו
it: Scambia la traccia successiva nella programmazione / Pulsanti traccia ora

source: Scheduled tracking time
he_il: זמן מעקב מתוזמן
it: Tempo di tracciamento programmato

source: Time of tracking
he_il: זמן המעקב
it: Tempo di tracciamento

source: Show all out of stock products
he_il: הצגת כל המוצרים שנגמרו במלאי
it: Mostra tutti i prodotti non disponibili

source: By default the stock overview page lists all products which are currently in stock or below their min. stock amount - when this is enabled, all (active) products are always shown
he_il: כברירת מחדל, עמוד סקירת המלאי מציג את כל המוצרים החדשים שאינם במלאי כרגע או מתחת לכמות המזערית שלהם במלאי - כשהאפשרות פעילה, כל המוצרים (הפעילים) מופיעים תמיד
it: Per impostazione predefinita, la pagina di panoramica delle scorte elenca tutti i prodotti attualmente in magazzino o al di sotto della quantità minima di scorta: quando questa opzione è abilitata, tutti i prodotti (attivi) vengono sempre visualizzati

source: No price information is available for at least one ingredient
he_il: אין פרטי מחירים זמינים לאחד הרכיבים לפחות
it: Non sono disponibili informazioni sul prezzo per almeno un ingrediente

source: For ingredients that are only partially in stock, the in stock amount will be consumed.
he_il: לרכיבים שנמצאים חלקית במלאי, הכמות במלאי תיצרך.
it: Per gli ingredienti che sono solo parzialmente disponibili in magazzino, verrà consumata la quantità disponibile in magazzino.

source: Can't be opened
he_il: לא ניתן לפתוח
it: Non può essere aperto

source: Default purchase price type
he_il: סוג מחיר רכישה כברירת מחדל
it: Tipo di prezzo di acquisto predefinito

source: This will be used as the default price type selection on purchase
he_il: זה ישמש כבחירת סוג המחיר כברירת המחדל בעת רכישה
it: Questo verrà utilizzato come selezione predefinita del tipo di prezzo al momento dell'acquisto

source: Unspecified
he_il: לא צוין
it: Non specificato

source: Round up quantity amounts to the nearest whole number
he_il: עיגול כמויות למספר השלם הקרוב ביותר
it: Arrotondare gli importi delle quantità al numero intero più vicino

source: Stock actions
he_il: פעולת על מלאי
it: Azioni di magazzino

source: List actions
he_il: פעולות רשימה
it: Elenco azioni

source: Are you sure to delete battery "%s"?
ca: Segur que vols eliminar la bateria "%s"?
cs: Opravdu chcete smazat baterii „%s“
da: Er du sikker på du vil slette batteri "%s"?
de: Battery "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε την μπαταρία "%s";
es: ¿Está seguro de querer eliminar la batería "%s"?
et_ee: Kas oled kindel, et tahad kustutada patarei "%s"?
fi: Haluatko poistaa akun "%s"?
fr: Êtes vous sûr de vouloir supprimer la batterie "%s" ?
hu: Biztosan törölni szeretnéd a következő elemet: "%s"?
lt: Ar jūs tikrai norite ištrinti bateriją "%s"?
nl: Klaar om batterij "%s" te verwijderen?
no: Er du sikker du ønsker å slette batteri "%s"?
pt_br: Tem certeza que deseja remover esta bateria "%s"?
pt_pt: Tem a certeza que pretende eliminar a pilha "%s"?
ro_ro: Sunteți sigur că doriți să ștergeți bateria "%s"?
ru: Вы уверены, что нужно удалить батарею "%s"?
sk_sk: Naozaj si prajete odstrániť batériu "%s"?
sl: Res želiš izbrisati baterijo " %s "?
tr: Pil "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити батарею "%s"?

source: Are you sure to delete chore "%s"?
ca: Segur que vols eliminar la feina de casa "%s"?
cs: Opravdu chcete smazat povinnost „%s“?
da: Er du sikker på du vil slette pligt "%s"?
de: Hausarbeit "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε τη δουλειά "%s";
es: ¿Está seguro de querer eliminar la tarea del hogar "%s"?
et_ee: Kas oled kindel, et tahad kustutada majapidamistöö "%s"?
fi: Haluatko varmasti poistaa kotityön "%s"?
fr: Voulez-vous vraiment supprimer la corvée "%s" ?
hu: Biztosan törölni szeretnéd a következő házimunkát: "%s"?
lt: Ar tikrai norite ištrinti namų ruošos darbą "%s"?
nl: Ben je zeker dat je klusje "%s" wilt verwijderen?
no: Er du sikker på du ønsker å slette husarbeidsoppgave "%s"?
pt_br: Você tem certeza que deseja remover a tarefa doméstica "%s"?
pt_pt: Tem a certeza que pretende eliminar a tarefa "%s"?
ro_ro: Sunteți sigur că doriți să ștergeți activitatea "%s"?
ru: Вы уверены, что нужно удалить работу по дому "%s"?
sk_sk: Naozaj si prajete odstrániť povinnosť "%s"?
sl: Res želiš izbrisati obveznost "%s"?
tr: Ev işi "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити роботу "%s"?

source: Are you sure to delete quantity unit "%s"?
ca: Segur que vols eliminar la unitat "%s"?
cs: Opravdu chcete smazat měrnou jednotku „%s“?
da: Er du sikker på du vil slette måleenheden "%s"?
de: Mengeneinheit "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε τη μονάδα ποσότητας "%s";
es: ¿Está seguro de querer eliminar la unidad "%s"?
et_ee: Kas oled kindel, et tahad kustutada koguseühiku "%s"?
fi: Haluatko varmasti poistaa yksikön "%s"?
fr: Voulez-vous vraiment supprimer l'unité "%s" ?
hu: Biztosan törölni szeretnéd a következő mennyiségi egységet: "%s" ?
lt: Ar tikrai norite ištrinti kiekio vienetą "%s"?
nl: Weet u zeker dat u hoeveelheidseenheid "%s" wilt verwijderen?
no: Er du sikker du ønsker å slette forpakning "%s"?
pt_br: Você tem certeza que deseja remover esta quantidade "%s"?
pt_pt: Tem a certeza que pretende eliminar a unidade de medida "%s"?
ro_ro: Sunteți sigur că doriți ștergerea unității cantitative "%s"?
ru: Вы уверены, что нужно удалить единицу измерения "%s"?
sk_sk: Naozaj si prajete odstrániť jednotku množstva "%s"?
sl: Ali res želiš izbrisati enoto količine "%s"?
tr: Miktar birimi "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити одиницю вимірювання "%s"?

source: Are you sure to delete product "%s"?
ca: Segur que vols eliminar el producte "%s"?
cs: Opravdu chcete smazat produkt „%s“?
da: Er du sikker på du vil slette varen "%s"?
de: Produkt "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε το προϊόν "%s";
es: ¿Está seguro de querer eliminar el producto "%s"?
et_ee: Kas oled kindel, et tahad kustutada toote "%s"?
fi: Haluatko varmasti poistaa tuotteen "%s"?
fr: Voulez-vous vraiment supprimer le produit "%s" ?
hu: Biztosan törölni szeretnéd a következő terméket: "%s"?
lt: Ar tikrai norite ištrinti produktą "%s"?
nl: Weet u zeker dat u product "%s" wilt verwijderen?
no: Er du sikker du ønsker å slette produkt "%s"?
pt_br: Tem certeza que deseja remover este produto "%s"?
pt_pt: Tem a certeza que pretende eliminar o produto "%s"?
ro_ro: Sunteți sigur că doriți ștergerea produsului "%s"?
ru: Вы уверены, что хотите удалить продукт %s?
sk_sk: Naozaj si prajete odstrániť výrobok "%s"?
sl: Ali res želiš izbrisati izdelek "%s"?
tr: Ürün "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити продукт "%s"?

source: Are you sure to delete location "%s"?
ca: Segur que vols eliminar la ubicació "%s"?
cs: Opravdu chcete smazat umístění „%s“?
da: Er du sikker på du vil slette placeringen "%s"?
de: Standort "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε την τοποθεσία "%s";
es: ¿Está seguro de querer eliminar la ubicación "%s"?
et_ee: Kas oled kindel, et tahad kustutada asukoha "%s"?
fi: Haluatko varmasti poistaa sijainnin "%s"?
fr: Voulez-vous vraiment supprimer l'emplacement "%s" ?
hu: Biztosan törölni szeretnéd a következő helyet: "%s"?
lt: Ar tikrai norite ištrinti vietovę "%s"?
nl: Weet u zeker dat u locatie "%s" wilt verwijderen?
no: Er du sikker du ønsker å slette lokasjon "%s"?
pt_br: Tem certeza que deseja remover esta localização "%s"?
pt_pt: Tem a certeza que pretende eliminar o local "%s"?
ro_ro: Sunteți sigur că doriți ștergerea locației "%s"?
ru: Вы уверены, что нужно удалить место хранения "%s"?
sk_sk: Naozaj si prajete odstrániť umiestnenie "%s"?
sl: Ali res želiš izbrisati lokacijo "%s"?
tr: Lokasyon "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити місце "%s"?

source: Are you sure to delete store "%s"?
ca: Segur que vols eliminar l'establiment "%s"?
cs: Opravdu chcete smazat obchod „%s“?
da: Er du sikker på du vil slette butikken "%s"?
de: Geschäft "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε το κατάστημα "%s";
es: ¿Está seguro de querer eliminar la tienda "%s"?
et_ee: Kas oled kindel, et tahad kustutada poe "%s"?
fi: Haluatko varmasti poistaa myymälän "%s"?
fr: Voulez-vous vraiment supprimer le magasin "%s" ?
hu: Biztosan törölni szeretnéd a következő áruházat: "%s"?
lt: Ar tikrai norite ištrinti parduotuvę "%s"?
nl: Weet je zeker dat je winkel "%s" wilt verwijderen?
no: Er du sikker på at du vil slette butikken
pt_br: Você tem certeza que deseja apagar o estabelecimento "%s"?
pt_pt: Tem a certeza que pretende eliminar a loja "%s"?
ro_ro: Sunteți sigur că doriți să ștergeți magazinul "%s"?
ru: Вы уверены, что хотите удалить магазин "%s"?
sk_sk: Naozaj chcete odstrániť obchod "%s"?
sl: Ali res želiš izbrisati trgovino "%s"?
tr: Market "%s"i silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити магазин "%s"?

source: Released on
ca: Publicat el
cs: Vydaná
da: Udgivet den
de: Veröffentlicht am
el_gr: Κυκλοφόρησε στις
es: Publicado el
et_ee: Avaldatud
fi: Julkaistu
fr: Date de sortie
hu: Megjelent ekkor
lt: Išleista
nl: Vrijgegeven op
no: Utgitt
pt_br: Lançado em
pt_pt: Lançado em
ro_ro: Lansat pe
ru: Выпуск от
sk_sk: Vydané
sl: Izdano na
tr: Yayınlanma tarihi
uk: Випущено

source: Are you sure to delete recipe "%s"?
ca: Segur que vols eliminar la recepta "%s"?
cs: Opravdu chcete smazat recept „%s“?
da: Er du sikker på du vil slette opskriften "%s"?
de: Rezept "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε τη συνταγή "%s";
es: ¿Está seguro de querer eliminar la receta "%s"?
et_ee: Kas oled kindel, et tahad kustutada retsepti "%s"?
fi: Haluatko varmasti poistaa reseptin "%s"?
fr: Voulez-vous vraiment supprimer la recette "%s" ?
hu: Biztosan törölni szeretnéd a következő receptet: %s?
lt: Ar tikrai norite ištrinti receptą "%s"?
nl: Ben je zeker dat je recept "%s" wil verwijderen?
no: Er du sikker du ønsker å slette oppskrift "%s"?
pt_br: Você tem certeza que deseja remover a receita "%s"?
pt_pt: Pretende eliminar a receita "%s"?
ro_ro: Sunteți sigur că vreți să ștergeți rețeta "%s"?
ru: Вы уверены, что нужно удалить рецепт "%s"?
sk_sk: Naozaj si prajete odstrániť recept "%s"?
sl: Ali res želiš izbrisati recept "%s"?
tr: Tarif "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити рецепт "%s"?

source: Are you sure to delete recipe ingredient "%s"?
ca: Segur que vols eliminar l'ingredient "%s" de la recepta?
cs: Opravdu chcete smazat ingredienci „%s“?
da: Er du sikker på du vil slette ingrediensen "%s" fra opskriften?
de: Rezeptzutat "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε το συστατικό συνταγής "%s";
es: ¿Está seguro de querer eliminar el ingrediente "%s" de la receta?
et_ee: Kas oled kindel, et tahad kustutada retsepti koostisosa "%s"?
fi: Haluako varmasti poistaa reseptin ainesosan "%s"?
fr: Voulez-vous vraiment supprimer l'ingrédient "%s" de la recette ?
hu: Biztos benne, hogy törli a következő recept hozzávalót: %s?
lt: Ar tikrai norite ištrinti recepto ingredientą "%s"?
nl: Ben je zeker dat je ingrediënt "%s" wil verwijderen?
no: Er du sikker du ønsker å slette ingrediens "%s" fra oppskriften?
pt_br: Você tem certeza que deseja remover o ingrediente "%s"?
pt_pt: Pretende eliminar o ingrediente da receita "%s"?
ro_ro: Sunteți sigur că vreți să ștergeți ingredientul "%s"?
ru: Вы уверены, что нужно удалить ингредиент рецепта "%s"?
sk_sk: Naozaj si prajete odstrániť surovinu "%s"?
sl: Ali res želiš izbrisati sestavino recepta "%s"?
tr: Tarif malzemesi "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити інгрідієнт "%s"?

source: Are you sure to empty shopping list "%s"?
ca: Segur que vols buidar la llista de la compra "%s"?
cs: Opravdu chcete vyprázdnit nákupní seznam „%s“?
da: Er du sikker på at du vil tømme indkøbslisten "%s"?
de: Einkaufszettel "%s" wirklich leeren?
el_gr: Είστε βέβαιοι ότι αδειάζετε τη λίστα αγορών "%s";
es: ¿Está seguro de querer vaciar la lista de la compra "%s"?
et_ee: Kas oled kindel, et tahad tühjendada ostunimekirja "%s"?
fi: Haluatko varmasti tyhjentää ostoslistan "%s"?
fr: Voulez-vous vraiment vider la liste de courses ?
hu: Biztosan kiüríted a következő bevásárló listát: %s?
lt: Ar tikrai norite išvalyti pirkinių sąrašą "%s"?
nl: Weet je zeker dat je boodschappenlijst %s leeg wilt maken?
no: Er du sikker du ønsker å slette handleliste "%s"?
pt_br: Você tem certeza que deseja esvaziar a lista de compra "%s"?
pt_pt: Pretende esvaziar a lista de compras "%s"?
ro_ro: Sunteți sigur că doriți să goliți această listă de cumpărături "%s"?
ru: Вы уверены, что нужно очистить список покупок "%s"?
sk_sk: Naozaj si prajete vyprázdniť nákupný zoznam "%s"?
sl: Ali res želiš izprazniti nakupovalni seznam "%s"?
tr: Alışveriş listesi "%s"i temizlemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете очистити список покупок "%s"?

source: Are you sure to put all missing ingredients for recipe "%s" on the shopping list?
ca: Segur que vols afegir tots els ingredients que falten per a la recepta "%s" a la llista de la compra?
cs: Chcete přidat všechny chybějící ingredience z receptu „%s“ do nákupního seznamu?
da: Er du sikker på du vil sætte alle manglende ingredienser til "%s" på indkøbslisten?
de: Alle fehlenden Zutaten für Rezept "%s" wirklich auf den Einkaufszettel setzen?
el_gr: ΠοσόΕίστε βέβαιοι ότι θα βάλετε όλα τα συστατικά που λείπουν για τη συνταγή "%s" στη λίστα αγορών;
es: ¿Está seguro de querer poner todos los ingredientes faltantes para la receta "%s" en la lista de la compra?
et_ee: Kas oled kindel, et tahad panna kõik retsepti "%s" jaoks puuduvad koostisosad ostunimekirja?
fi: Haluatko varmasti lisätä kaikki reseptin "%s" puuttuvat ainesosat ostoslistalle?
fr: Voulez-vous vraiment ajouter tous les ingrédients manquants de la recette "%s" dans la liste de courses ?
hu: Biztos benne, hogy a bevásárlólistára teszi az összes hiányzó "%s" recepthez tartózó hozzávalót?
lt: Ar tikrai norite įdėti visus trūkstamus ingredientus receptui "%s" į pirkinių sąrašą?
nl: Weet je zeker dat je alle ontbrekende ingrediënten voor recept "%s" op de boodschappenlijst wilt zetten?
no: Er du sikker du ønsker å legge alle manglende ingredienser for oppskrift "%s" i handlelisten?
pt_br: Você tem certeza que deseja colocar todos os ingredientes faltantes da receita "%s" na lista de compras?
pt_pt: Pretende colocar todos os produtos em falta da receita "%s" na lista de compras?
ro_ro: Ești sigur că vrei să pui toate ingredientele lipsă pentru rețeta "%s" pe lista de cumpărături?
ru: Вы уверены, что нужно добавить все отсутствующие ингредиенты для рецепта "%s" в список покупок?
sk_sk: Naozaj si prajete pridať všetky chýbajúce suroviny z receptu "%s" do nákupného zoznamu?
sl: Res želiš dodati vse manjkajoče sestavine za recept "%s" na nakupovalni seznam
tr: Tarif "%s"'deki bütün eksik malzemeleri alışveriş listesine eklemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете додати усі відсутні продукти для рецепту "%s" до списку покупок?

source: Added for recipe %s
ca: Afegit per a la recepta %s
cs: Ingredience pro recept „%s“
da: Tilføjet til opskriften %s
de: Hinzugefügt für Rezept %s
el_gr: Προστέθηκε για τη συνταγή %s
es: Añadido para la receta %s
et_ee: Lisatud retsepti %s jaoks
fi: Lisätty reseptille %s
fr: Ajoutés pour la recette %s
hu: Hozzáadva ehhez a recepthez: %s
lt: Pridėta receptui %s
nl: Toegevoegd voor recept %s
no: Lagt til fra oppskrift "%s"
pt_br: Adicionar para a receita %s
pt_pt: Adicionado para a receita %s
ro_ro: Adăugat pentru rețeta %s
ru: Добавлен рецепт %s
sk_sk: Pridané pre recept %s
sl: Dodano za recept %s
tr: Tarif %s için eklendi
uk: Додано до рецепту %s

source: Are you sure to delete user "%s"?
ca: Segur que vols eliminar l'usuari "%s"?
cs: Opravdu chcete smazat uživatele „%s“?
da: Er du sikker på du vil slette brugeren "%s"?
de: Benutzer "%s" wirklich löschen?
el_gr: Είστε βέβαιοι ότι θα διαγράψετε τον χρήστη "%s";
es: ¿Está seguro de querer eliminar el usuario "%s"?
et_ee: Kas oled kindel, et tahad kustutada kasutaja "%s"?
fi: Haluatko varmasti poistaa käyttäjän "%s"?
fr: Voulez-vous vraiment supprimer l'utilisateur "%s" ?
hu: Biztosan törölni szeretnéd a következő felhasználót: "%s"?
lt: Ar tikrai norite ištrinti vartotoją "%s"?
nl: Ben je zeker dat je gebruiker "%s" wilt verwijderen?
no: Er du sikker på du ønsker å slette bruker, "%s"?
pt_br: Tem certeza que deseja remover o usuário "%s"?
pt_pt: Pretende eliminar o utilizador "%s"?
ro_ro: Sunteți sigur că vreți să ștergeți utilizatorul "%s"?
ru: Вы уверены, что нужно удалить пользователя "%s"?
sk_sk: Naozaj si prajete odstrániť používateľa "%s"?
sl: Res želiš izbrisati uporabnika "%s"
tr: Kullanıcı "%s"'i silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити користувача "%s"?

source: Are you sure to consume all ingredients needed by recipe "%s" (ingredients marked with "only check if any amount is in stock" will be ignored)?
ca: Segur que vols consumir tots els ingredients requerits per fer la recepta "%s" (Els ingredients marcats amb "només comprovar si hi ha existències") s'ignoraran?
cs: Opravdu si přejete spotřebovat všechny ingredience receptu „%s“? Ingredience označené „Zkontrolovat pouze zda je v zásobě jakékoliv množství“ budou ignorovány.
da: “Vil du nedskrive beholdning(er) på alle ingredienser der benyttes i opskriften “ %s “(Ingredienser der er markeret som : Skal være i beholdning - bliver ignoreret).”
de: Sicher, dass alle Zutaten, die vom Rezept "%s" benötigt werden, aus dem Bestand entfernt werden sollen (Zutaten markiert mit "Nur prüfen, ob eine beliebige Menge im Bestand verfügbar ist" werden ignoriert)?
es: ¿Está seguro de querer consumir todos los ingredientes necesarios para la receta "%s"? (Los ingredientes marcados con "solo comprobar si hay existencias" serán ignorados)
et_ee: Kas oled kindel, et tarbida kõik koostisosad, mida vajab retsept "%s" (koostisi, mis on märgitud "Kontrolli ainult, kas mingi kogus on varudes", ignoreeritakse)?
fi: Haluatko varmasti kuluttaa kaikki reseptin "%s" tarvitsemat ainekset (aineksia, jotka on merkitty "tarkista vain onko varastossa ollenkaan" ei huomioida)?
fr: Êtes-vous sûr de vouloir consommer tous les ingrédients requis pour la recette "%s" (les ingrédient marqués "Vérifier seulement qu'une quantité non-nulle est en stock" seront ignorés)
hu: Biztosan felhasználod a "%s" recepthez szükséges alapanyagokat (a "Csak azt ellenőrizze, hogy készleten van" beállítású hozzávalók kivételével)?
lt: Ar tikrai sunaudosite visus ingredientus, kurių reikia pagal receptą „%s“ (ingredientai, pažymėti „tik patikrinkite, ar jų yra sandėlyje“, bus ignoruojami)?
nl: Weet je zeker dat je alle ingrediënten gebruikt die nodig zijn voor het recept "%s"? (Ingrediënten gemarkeerd met "controleer alleen als een enkele eenheid op voorraad is" worden genegeerd)
no: Er du sikker på at du vil konsumere alle ingredienser for oppskrift "%s"? (ingredienser merket med "kun sjekk on noe er i beholdningen" vil bli ignorert)
pt_br: Você tem certeza que deseja consumir todos os ingredientes necessários pela receita "%s" (ingredientes marcados com "Apenas verificar se tem quantidade em estoque" serão ignorados)?
pt_pt: Tem a certeza de consumir todos os ingredientes necessários pela receita "%s" (ingredientes marcados com "verificar apenas se há qualquer quantidade em stock" serão ignorados)?
ro_ro: Sunteți sigur că veți consuma toate ingredientele necesare rețetei "%s" (ingrediente marcat cu "verificați doar dacă există vreo cantitate în stoc" va fi ignorat)?
ru: Вы уверены что хотите использовать все ингридиенты, необходимые в рецепте %s (ингридиенты помеченные как "Проверять только если есть запас" будут проигнорированы)?
sl: Ali res želiš porabiti vse sestavine potrebne za recept "%s" (sestavine označene z "samo preveri če je količina na zalogi" bodo ignorirane)?
tr: %s tarifindeki tüm bileşenleri tüketmek istiyor musunuz?("sadece stok olduğunda işaretle" işaretlenmişler ihmal edilecek)
uk: Ви впевнені, що хочете вжити усі продукти з рецепту "%s" (інгрідієнти, що помічені як "перевіряти лише наявність" будуть проігноровані)?

source: Removed all ingredients of recipe "%s" from stock
ca: Tots els ingredients de la recepta "%s" s'han eliminat de l'inventari
cs: Všechny ingredience z receptu „%s“ byly odebrány ze zásob
da: Fjernede alle ingredienser til opskrift "%s" fra beholdningen
de: Alle Zutaten, die vom Rezept "%s" benötigt werden, wurden aus dem Bestand entfernt
el_gr: Καταργήθηκαν όλα τα συστατικά της συνταγής "%s" από το απόθεμα
es: Todos los ingredientes de la receta eliminados del inventario "%s"
et_ee: Kõik retsepti "%s" koostisosad eemaldatud varudest
fi: Poistettu kaikki reseptin "%s" ainesosat varastosta
fr: Enlever tous les ingrédients de la recette "%s" du stock
hu: Összes hozzávaló eltávolítva a készletről ehhez: "%s"
lt: Iš atsargų pašalinti visi recepto „%s“ ingredientai
nl: Alle ingrediënten van recept "%s" uit voorraad verwijderd
no: Fjern alle ingredienser for "%s" oppskriften fra beholdningen.
pt_br: Removidos todos os ingredientes da receita "%s" do estoque
pt_pt: Remover todos os ingredientes da receita "%s" do stock
ro_ro: S-au eliminat toate ingredientele rețetei "%s" din stoc
ru: Все ингредиенты рецепта "%s" убраны из запаса
sk_sk: Všetky suroviny z receptu "%s" boli odobraté zo zásoby
sl: Vse sestavine recepta "%s" so bile odstranjene iz zaloge
tr: Tarif "%s"'in tüm malzemeleri stoklardan silindi
uk: Вжито з наявності усі інгрідієнти з рецепту "%s"
