Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: The current file will be deleted on save
ca: L'arxiu actual serà eliminat al guardar
cs: Aktuální soubor bude smazán při uložení této položky vybavení
da: Den nuværende fil slettes når du gemmer
de: Die aktuelle Datei wird beim Speichern gelöscht
es: El fichero actual será eliminado al guardar
et_ee: Praegune fail kustutatakse salvestamisel
fi: Nykyinen tiedosto poistetaan talletuksen yhteydessä.
fr: Le fichier courant sera supprimé lors de la sauvegarde
he_il: הקובץ הנוכחי יימחק עם השמירה
hu: Az aktuális fájl törlődik mentéskor
it: Il file corrente verrà eliminato al salvataggio
lt: Dabartinis failas bus ištrintas saugojimo metu
nl: Het huidige bestand zal worden verwijderd wanneer je het recept opslaat
no: Nåværende fil vil bli slettet når du lagrer
pt_br: O arquivo atual será deletado ao salvar
pt_pt: O ficheiro atual será eliminado ao guardar
ro_ro: Fișierul curent va fi șters la salvare
ru: Текущий файл будет удален при сохранении
sl: Izbrana datoteka bo izbrisana pri shranjevanju
tr: Kayıt ettiğinizde mevcut dosya silinecek
uk: Поточний файл буде видалено при збереженні

source: No picture available
ca: Imatge no disponible
cs: Obrázek není k dispozici
da: Intet billede tilgængeligt
de: Kein Bild vorhanden
el_gr: Δεν υπάρχει διαθέσιμη εικόνα
es: No hay imagen disponible
et_ee: Pilti pole saadaval
fi: Ei kuvaa saatavilla
fr: Aucune photo disponible
he_il: אין תמונה זמינה
hu: Nincs kép megadva
it: Nessuna immagine disponibile
lt: Nėra paveikslo
nl: Geen afbeelding beschikbaar
no: Ingen bilde tilgjengelig
pt_br: Nenhuma imagem disponível
pt_pt: Sem imagem disponível
ro_ro: Nici o imagine disponibilă
ru: Нет доступного изображения
sk_sk: Obrázok nie je k dispozícii
sl: Slike ni na voljo
tr: Görsel mevcut değil
uk: Зображення недоступне

source: Presets for new products
ca: Paràmetres per defecte per a nous productes
cs: Výchozí hodnoty pro nové produkty
da: Forudindstillinger for nye varer
de: Vorgaben für neue Produkte
el_gr: Προεπιλογές για νέα προϊόντα
es: Configuración predeterminada para productos nuevos
et_ee: Vaikesätted uutele toodetele
fi: Esiasetukset uusille tuotteille
fr: Modèle pour les nouveaux produits
he_il: ערכות מוגדרות למוצרים חדשים
hu: Új termék alapértelmezett tulajdonságok
it: Preimpostazioni per nuovi prodotti
lt: Naujų produktų išankstiniai nustatymai
nl: Vooraf ingesteld voor nieuwe producten
no: Forhåndsatt for nye produkter
pt_br: Configurações para novos produtos
pt_pt: Configurações para novos produtos
ro_ro: Presetări pentru produse noi
ru: Настройки по умолчанию для новых продуктов
sk_sk: Predvolené hodnoty pre nové výrobky
sl: Privzete nastavitve za nove izdelke
tr: Yeni ürünler için ön tanımlar
uk: Налаштування для нових продуктів

source: Included recipes
ca: Receptes incloses
cs: Dílčí recepty
da: Inkluderede opskrifter
de: Enthaltene Rezepte
el_gr: Συμπεριλαμβάνονται συνταγές
es: Recetas incluidas
et_ee: Retseptid mis sisaldavad
fi: Sisällytetyt reseptit
fr: Recettes incluses
he_il: מתכונים כלולים
hu: Tartalmazza a recepteket
it: Ricette incluse
lt: Įtraukti receptai
nl: Bijgevoegde recepten
no: Inkludert oppskrift
pt_br: Receitas Agregadas
pt_pt: Receitas incluídas
ro_ro: Rețete incluse
ru: Включённые рецепты
sk_sk: Čiastkové recepty
sl: Vključeni recepti
tr: Dahil edilmiş tarifler
uk: Включені рецепти

source: A recipe is required
ca: Es requereix una recepta
cs: Recept je povinný údaj
da: En opskrift er påkrævet
de: Ein Rezept ist erforderlich
el_gr: Απαιτείται συνταγή
es: Es necesaria una receta
et_ee: Retsept on nõutud
fi: Resepti vaaditaan
fr: Une recette est requise
he_il: נדרש מתכון
hu: A recept megadása kötelező
it: È richiesta una ricetta
lt: Reikalingas receptas
nl: Een recept is vereist
no: En oppskrift kreves
pt_br: A receita é obrigatória
pt_pt: É necessário uma receita
ro_ro: Este necesară o rețetă
ru: Необходим рецепт
sk_sk: Je vyžadovaný recept
sl: Recept je obvezen
tr: Bir tarif gerekiyor
uk: Необхідний рецепт

source: Add included recipe
ca: Afegeix recepta inclosa
cs: Přidat dílčí recept
da: Opret inkluderet opskrift
de: Enthaltenes Rezept hinzufügen
el_gr: Προσθέστε συμπεριλαμβανόμενη συνταγή
es: Añadir receta incluida
et_ee: Lisa retsept mis sisaldab
fi: Lisää sisällytetty resepti
fr: Ajouter une recette incluse
he_il: הוספת מתכון כלול
hu: Recept hozzáadása
it: Aggiungi la ricetta inclusa
lt: Pridėti įtrauktą receptą
nl: Voeg bijgevoegd recept toe
no: Legg til inkludert oppskrift
pt_br: Adicionar receita agregada
pt_pt: Adicionar receita incluída
ro_ro: Adăugați rețeta inclusă
ru: Добавить включённый рецепт
sk_sk: Pridať čiastkový recept
sl: Dodaj vključen recept
tr: Dahil edilmiş tarif ekle
uk: Додати включений рецепт

source: Edit included recipe
ca: Edita recepta inclosa
cs: Upravit dílčí recept
da: Rediger inkluderet opskrift
de: Enthaltenes Rezept bearbeiten
el_gr: Επεξεργασία συμπεριλαμβανόμενης συνταγής
es: Modificar receta incluida
et_ee: Muuda retsepti mis sisaldab
fi: Muokkaa sisällytettyä reseptiä
fr: Supprimer une recette incluse
he_il: עריכת מתכון כלול
hu: Recept szerkesztése
it: Modifica la ricetta inclusa
lt: Redaguoti įtrauktą receptą
nl: Bewerk bijgevoegd recept
no: Endre inkludert oppskrift
pt_br: Editar receita agregada
pt_pt: Editar receita incluída
ro_ro: Modifică rețeta inclusă
ru: Изменить включённый рецепт
sk_sk: Upraviť čiastkový recept
sl: Uredi vključen recept
tr: Dahil edilmiş tarifi düzenle
uk: Редагувати включений рецепит

source: Group
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el_gr: Ομάδα
es: Grupo
et_ee: Grupp
fi: Ryhmä
fr: Groupe
he_il: קבוצה
hu: Csoport
it: Gruppo
lt: Grupė
nl: Groep
no: Gruppe
pt_br: Grupo
pt_pt: Grupo
ro_ro: Grup
ru: Группа
sk_sk: Skupina
sl: Skupina
tr: Grup
uk: Група

source: This will be used as a headline to group ingredients together
ca: Això serà utilitzat de capçalera per a agrupar ingredients
cs: Text bude použit jako nadpis pro skupinu ingrediencí
da: Dette vil blive brugt som overskrift til at gruppere ingredienser
de: Dies wird als Überschrift verwendet, um Zutaten zusammenzufassen
el_gr: Αυτό θα χρησιμοποιηθεί ως τίτλος για την ομαδοποίηση συστατικών
es: Esto se usará como titular del grupo de ingredientes
et_ee: Seda kasutatakse sildina, et ühendada koostisosad kokku
fi: Tätä käytetään aineosien ryhmittelyyn
fr: Cela sera utilisé comme titre pour regrouper les ingrédients ensemble
he_il: ישמש בתור כותרת לקיבוץ הרכיבים יחד
hu: Címsorként lesz használva a hozzávalók csoportosításához
it: Questo sarà usato come titolo per raggruppare gli ingredienti
lt: Tai bus naudojama kaip antraštė sudedamosioms dalims grupuoti
nl: Dit is een hoofding om ingrediënten te groeperen
no: Dette vil bli brukt som overskrift for gruppering av ingredienser
pt_br: Será usado como parâmetro para agrupar ingredientes
pt_pt: Este será usado como cabeçalho para agrupar os ingredientes
ro_ro: Acesta va fi folosit ca titlu pentru a grupa ingredientele.
ru: Будет использовано как заголовок для группировки ингредиентов
sk_sk: Toto bude použité ako nadpis pre skupinu ingrediencií
sl: To bo uporabljeno kot naslov za zbiranje sestavin v skupino
tr: Bu, malzemeleri beraber gruplamak için başlık olarak kullanılacak
uk: Це буде заголовком для групи інгрідієнтів

source: Journal
ca: Diari
cs: Deník
da: Historik
el_gr: Εφημερίδα
es: Diario
et_ee: Päevik
fi: Päiväkirja
he_il: יומן
hu: Napló
it: Diario
lt: Žurnalas
nl: Dagboek
no: Logg
pt_br: Diário
pt_pt: Diário
ro_ro: Jurnal
ru: Журнал
sk_sk: Denník
sl: Dnevnik
tr: Günlük
uk: Журнал

source: Stock journal
ca: Diari d'existències
cs: Deník zásob
da: Lager-historik
de: Bestandsjournal
el_gr: Περιοδικό αποθεμάτων
es: Diario de inventario
et_ee: Varude päevik
fi: Varastopäiväkirja
fr: Journal du stock
he_il: יומן מלאי
hu: Készlet napló
it: Diario della dispensa
lt: Sandėlio žurnalas
nl: Voorraad dagboek
no: Beholdningslogg
pt_br: Diário
pt_pt: Diário do stock
ro_ro: Jurnal de stoc
ru: Журнал запасов
sk_sk: Denník zásob
sl: Dnevnik zalog
tr: Stok günlüğü
uk: Журнал продуктів

source: Undone on
ca: Desfet a
cs: Vráceno zpět:
da: Fortrudt den
de: Rückgängig gemacht am
el_gr: Αναίρεση στις
es: Deshecho el
et_ee: Tagasi võetud kuupäeval
fi: Kumottu
fr: Annulé le
he_il: מועד הביטול
hu: Visszavonva:
it: Non terminato il
lt: Anuliuota
nl: Ongedaan gemaakt op
no: Angret den
pt_br: Desfeito em
pt_pt: Desfeito em
ro_ro: Desfăcut pe
ru: Отменено
sk_sk: Rezervácia zrušená
sl: Nedokončan na
tr: Tarihinde tamamlanmamış
uk: Показати відміни

source: Batteries journal
ca: Diari de bateries
cs: Deník baterií
da: Batteri-historik
de: Batteriejournal
el_gr: Περιοδικό μπαταριών
es: Diario de baterías
et_ee: Patareide päevik
fi: Akkupäiväkirja
fr: Journal des batteries
he_il: יומן סוללות
hu: Elem napló
it: Diario delle batterie
lt: Baterijų žurnalas
nl: Batterijdagboek
no: Batterilogg
pt_br: Diários
pt_pt: Diário de pilhas
ro_ro: Jurnal de baterii
ru: Журнал батарей
sk_sk: Denník batérií
sl: Dnevnik baterij
tr: Pil günlüğü
uk: Журнал батарей

source: Undo charge cycle
ca: Desfer cicle de càrrega
cs: Vrátit zpět výměnu baterie
da: Fortryd ladecyklus
de: Ladezyklus rückgängig machen
el_gr: Αναίρεση κύκλου φόρτισης
es: Deshacer el ciclo de carga
et_ee: Laadimistsükli tagasivõtmine
fi: Kumoa lataus
fr: Annuler le cycle de charge
he_il: ביטול מחזור טעינה
hu: Töltési ciklus visszavonása
it: Annulla ricarica
lt: Atšaukti įkrovimo ciklą
nl: Laadcyclus ongedaan maken
no: Angre ladesyklus
pt_br: Desfazer ciclo de carga
pt_pt: Anular ciclo de carga
ro_ro: Anulează ciclu de încărcare
ru: Отменить цикл заряда
sk_sk: Zrušiť nabíjanie
sl: Razveljavi cikel polnenja
tr: Şart döngüsünü geri al
uk: Скасувати цикл зарядки

source: Undo chore execution
ca: Desfer execució de tasca
cs: Vrátit zpět provedení povinnosti
da: Fortryd afslutning af pligt
de: Ausführung rückgängig machen
el_gr: Αναίρεση εκτέλεσης μικροδουλειάς
es: Deshacer ejecución de tarea del hogar
et_ee: Majapidamistöö tegemise tagasivõtmine
fi: Kumoa kotityön suoritus
fr: Annuler la réalisation de la corvée
he_il: ביטול הוצאת מטלה לפועל
hu: Házimunka végrehajtás visszavonása
it: Annulla esecuzione faccenda
lt: Anuliuoti namų ruošos darbų atlikimą
nl: Uitvoering van klusje ongedaan maken
no: Fjerne utførelse av husarbeidsoppgave
pt_br: Desfazer execução de tarefa doméstica
pt_pt: Anular a execução da tarefa
ro_ro: Anulează executarea activității
ru: Отменить выполнение работы по дому
sk_sk: Zrušiť vykonanie povinnosti
sl: Razveljavi izvedbo obveznosti
tr: Ev işi uygulamasını geri al
uk: Скасувати виконання роботи

source: Chore execution successfully undone
ca: Execució de tasca desfeta correctament
cs: Provedení povinnosti odstraněno
da: Udførelsen af pligten er nulstillet
de: Ausführung erfolgreich rückgängig gemacht
el_gr: Η εκτέλεση της δουλειάς αναιρέθηκε με επιτυχία
es: Ejecución de tarea del hogar deshecha
et_ee: Majapidamistöö tegemine edukalt tühistatud
fi: Kotityön suoritus onnistuneesti kumottu
fr: La réalisation de la corvée a bien été annulée
he_il: הוצאת המטלה לפועל בוטלה בהצלחה
hu: Házimunka végrehajtás sikeresen visszavonva
it: Esecuzione faccenda annullata con successo
lt: Darbo atlikimas sėkmingai atšauktas
nl: Uitvoering van klusje ongedaan gemaakt
no: Husarbeid fjernet
pt_br: Execução de tarefa doméstica desfeita com sucesso
pt_pt: Execução da tarefa anulada com sucesso
ro_ro: Execuția activității anulată cu succes
ru: Успешно отменено выполнение работы по дому
sk_sk: Vykonanie povinnosti zrušené
sl: Izvedba obveznosti je bila uspešno razveljavljena
tr: Ev işi başarıyla geri alındı
uk: Виконання роботи успішно скасоване

source: Undo
ca: Desfer
cs: Vrátit
da: Fortryd
de: Rückgängig machen
el_gr: Ξεκάνω
es: Deshacer
et_ee: Võta tagasi
fi: Kumoa
fr: Annuler
he_il: ביטול
hu: Visszavonás
it: Annulla
lt: Anuliuoti
nl: Ongedaan maken
no: Angre
pt_br: Desfazer
pt_pt: Anular
ro_ro: Anulează
ru: Отменить
sk_sk: Zrušiť
sl: Razveljavi
tr: Geri al
uk: Скасувати

source: Booking successfully undone
ca: Reserva anul·lada correctament
cs: Stav byl úspěšně vrácen zpět
da: Logning blev fortrudt
de: Buchung erfolgreich rückgängig gemacht
el_gr: Η κράτηση ακυρώθηκε με επιτυχία
es: La entrada se deshizo con éxito
et_ee: Broneering edukalt tagasivõetud
fi: Kirjaus onnistuneesti kumottu
fr: Réservation annulée
he_il: ההזמנה בוטלה בהצלחה
hu: Foglalás sikeresen visszavonva
it: Prenotazione annullata correttamente
lt: Užsakymas sėkmingai anuliuotas
nl: Boeking is ongedaan gemaakt
no: Registrering fjernet
pt_br: Transação cancelada com sucesso
pt_pt: Reserva anulada com sucesso
ro_ro: Rezervare anulată cu succes
ru: Действие успешно отменено
sk_sk: Rezervácia úspešne zrušená
sl: Rezervacija je bila uspešno razveljavljena
tr: Rezervasyon başarıyla geri alındı
uk: Бронювання скасовано

source: Charge cycle successfully undone
ca: Cicle de càrrrega desfet correctament
cs: Výměna baterie zrušena
da: Ladecyklus blev fortrudt
de: Ladezyklus erfolgreich rückgängig gemacht
el_gr: Ο κύκλος φόρτισης αναιρέθηκε με επιτυχία
es: El ciclo de carga se deshizo con éxito
et_ee: Laadimistsükkel edukalt tagasivõetud
fi: Lataukset onnistuneesti kumottu
fr: Le cycle de charge a bien été annulé
he_il: מחזור הטעינה בוטל בהצלחה
hu: Töltési ciklus sikeresen visszavonva
it: Ciclo di carica annullato correttamente
lt: Įkrovimo ciklas sėkmingai atšauktas
nl: Laadcyclus is ongedaan gemaakt
no: Ladesyklus fjernet
pt_br: Ciclo de carga desfeito com sucesso
pt_pt: Ciclo de carga anulado com sucesso
ro_ro: Ciclu de încărcare anulat cu succes
ru: Цикл заряда успешно отменён
sk_sk: Nabíjanie batérie úspešne zrušené
sl: Cikel polnjenja je bil uspoešno razveljavljen
tr: Şarj döngüsü başarıyla geri alındı
uk: Цикл зарядки скасовано

source: Disable stock fulfillment checking for this ingredient
ca: Deshabilitar la comprovació d'existències per aquest ingredient
cs: Vypnout kontrolu stavu zásob pro tuto ingredienci
da: Deaktiver opfyldningstjek i beholdningen for denne ingrediens
de: Bestandsprüfung für diese Zutat deaktivieren
el_gr: Λίστα με τα ψώνιαΑπενεργοποιήστε τον έλεγχο εκπλήρωσης αποθεμάτων για αυτό το συστατικό
es: Desactivar comprobación de existencias para este ingrediente
et_ee: Lülita välja varude olemasolu kontroll selle koostisosa jaoks
fi: Poista varaston täyttötarkastus tälle ainesosalle
fr: Désactiver la vérification du stock pour cet ingrédient
he_il: השבתת בדיקת אספקת מלאי עבור רכיב זה
hu: Készlet rendelkezésre állás ellenőrzés kikapcsolása ehhez a hozzávalóhoz
it: Disabilita l'esecuzione del controllo in dispensa per questo ingrediente
lt: Išjungti šio ingrediento atsargų įvykdymo tikrinimą
nl: Schakel voorraadcontrole voor dit ingrediënt uit
no: Ikke bruk beholdningsjekk for denne ingrediensen
pt_br: Desabilitar verificação de estoque para este ingrediente
pt_pt: Desactivar verificação do stock para este ingrediente
ro_ro: Dezactivați verificarea îndeplinirii stocului pentru acest ingredient
ru: Отключить проверки наличия в запасе для данного ингредиента
sk_sk: Vypnúť kontrolu stavu zásob pre túto surovinu
sl: Onemogoči preverjanje zalog za to sestavino
tr: Bu malzeme için stok yenilemeyi kapat
uk: Вимкнути перевірку наявності для цього інгрідієнту

source: Add all list items to stock
ca: Afegeix tots els elements de la llista a les existències
cs: Přidat všechny položky seznamu do zásob
da: Tilføj alle viste varer til lagerbeholdningen
de: Alle Einträge zum Bestand hinzufügen
el_gr: Προσθήκη όλων των στοιχείων λίστας στο απόθεμα
es: Añadir todos los artículos de la lista al inventario
et_ee: Lisa kõik nimekirja esemed varudesse
fi: Lisää kaikki listalta varastoon
fr: Ajouter toute la liste dans le stock
he_il: להוסיף את כל פריטי הרשימה למלאי
hu: Összes tétel készletre vétele
it: Aggiungi tutti gli oggetti della lista alla dispensa
lt: Pridėkite visus sąrašo elementus prie atsargų
nl: Voeg alle lijstitems toe aan voorraad
no: Legg alle produktene i listen til beholdningen
pt_br: Adicionar todos os itens da lista ao estoque
pt_pt: Adicionar todos os elementos da lista ao stock
ro_ro: Adăugați toate produsele din listă în stoc
ru: Добавить всё в списке в запас
sk_sk: Pridať všetky položky zoznamu do zásob
sl: Dodaj vse elemente seznama v zalogo
tr: Bütün liste maddelerini stoğa ekle
uk: Додати усі продукти у наявність

source: Add this item to stock
ca: Afegeix aquest element a les existències
cs: Vyplnit údaje o koupi a přidat do zásob
da: Tilføj vare til lagerbeholdning
de: Diesen Eintrag zum Bestand hinzufügen
es: Añadir este artículo al inventario
et_ee: Lisa see toode varudesse
fi: Lisää varastoon
fr: Ajouter ce produit au stock
he_il: להוסיף את הפריט הזה למלאי
hu: Tétel készletre vétele
it: Aggiungi questo articolo alla dispensa
lt: Pridėkite šią prekę į sandėlį
nl: Voeg dit item toe aan de voorraad
no: Legg til dette produktet til i beholdningen
pt_br: Adicionar este item ao estoque
pt_pt: Adicionar este item ao stock
ro_ro: Adăugați acest articol în stoc
ru: Добавить элемент в запасы
sk_sk: Pridať túto položku do zásob
sl: Dodaj ta element v seznam
tr: Bu ürünü stoğa ekle
uk: Додати у наявність

source: Adding shopping list item %1$s of %2$s
ca: Afegint l'element de la llista de la compra %1$s de %2$s
cs: Přidána položka nákupního seznamu %1$s z %2$s
da: Tilføjer indkøbsliste-punkt %1$s af %2$s
de: Bearbeite Einkausfzetteleintrag %1$s von %2$s
el_gr: Προσθήκη στοιχείου λίστας αγορών %1$s από %2$s
es: Añadiendo el artículo %1$s de %2$s a la lista de la compra
et_ee: Toode %1$s %2$s-st lisatud ostunimekirja
fi: Lisätään ostoslistalta %1$skpl tuotetta %2$s
fr: Ajout :%1$s de %2$s à la liste de courses
he_il: מתווסף פריט %1$s מתוך %2$s לרשימת הקניות
hu: %1$s készletre véve a(z) %2$s bevásárlólistán lévőből
it: Aggiunta alla lista della spesa dell'elemento %1$sdi %2$s
lt: Pridedamas pirkinių sąrašo elementas %1$s iš %2$s
nl: Item %1$s van %2$s van boodschappenlijst toevoegen
no: Legger til handleliste ting %1$s av %2$s
pt_br: Adicionando item a lista de compra %1$s de %2$s
pt_pt: Adicionando item %1$s de %2$s à lista de compras
ro_ro: Se adaugă elementul din lista de cumpărături %1$s din %2$s
ru: Добавляется элемент списка покупок %1$s %2$s
sk_sk: Pridávam položku nákupného zoznamu %1$s %2$s
sl: Dodajam element %1$s od %2$s v nakupovalni seznam
tr: %2$s alışveriş listesi maddelerinin %1$s i ekleniyor
uk: Додано у список покупок %1$s з %2$s

source: Use a specific stock item
ca: Utilitza un element específic d'estoc
cs: Ručně vybrat balení produktu ze zásob
da: Brug en bestemt lagervare
de: Einen bestimmten Bestandseintrag verwenden
el_gr: Χρησιμοποιήστε ένα συγκεκριμένο είδος αποθέματος
es: Usar un artículo específico del inventario
et_ee: Kasuta kindel varudes olev asi
fi: Käytä tiettyä varastotuotetta
fr: Utiliser un objet spécifique du stock
he_il: להשתמש בפריט מלאי מסוים
hu: Megadott készletelem használata
it: Usa un articolo specifico della dispensa
lt: Naudokite konkrečią atsargų prekę
nl: Gebruik een specifiek voorraaditem
no: Velg et bestemt produkt
pt_br: Usar um item específico do estoque
pt_pt: Usar um elemento de stock específico
ro_ro: Utilizați un anumit articol din stoc
ru: Использовать конкретный элемент из запаса
sk_sk: Použiť požadovanú položku zásob
sl: Uporabi poseben element zaloge
tr: Spesifik bir stok maddesi kullan
uk: Використати певну одиницю продукту

source: The first item in this list would be picked by the default rule consume rule (Opened first, then first due first, then first in first out)
cs: První položka seznamu je vybrána podle pravidel: – první otevřené balení, – nejbližší datum spotřeby, – dříve nakoupeno, dříve spotřebováno
de: Der erste Eintrag in dieser Liste würde von der Standardverbrauchsregel (Geöffnete zuerst, dann zuerst fällige, dann First In - First Out") ausgewählt werden
es: El primer artículo de esta lista será seleccionado según la regla predeterminada (Abiertos primero, luego el próximo en llegar a su fecha límite y luego el que se adquirió primero)
et_ee: Selle loendi esimese üksuse valib vaikereegli tarbimise reegel (kõigepealt avatatud, seejärel esmalt tähtaeg, seejärel esimesena sisse esimesena välja)
fi: Ensimmäinen tämän listan tavara poimittaisiin oletussäännön kulutussäännöllä (Avattu ensin, ensimmäinen eräpäivä, ensimmäinen ulos).
fr: Le premier élément de cette liste sera sélectionné par la règle de consommation par défaut (produit déjà ouvert en premier, puis date de péremption proche et enfin produit le plus ancien)
he_il: הפריט הראשון ברשימה הזאת ייבחר על ידי כלל הצריכה כברירת מחדל (נפתחו קודם, לאחר מכן תום תוקף קרוב ראשון ואז הראשון שנכנס הוא הראשון שיוצא)
hu: A lista első bejegyzése lenne kiválasztva az alapértelmezett felhasználási szabály szerint (ami "nyitott tétel, majd legkorábban lejáró, majd a legkorábban leltározott/FIFO")
it: Il primo elemento in questo elenco verrebbe scelto dalla regola predefinita del consumo (prima quello aperto per primo, poi quello dalla data di scadenza più vicina, poi quello entrato per primo)
lt: Pirmasis šio sąrašo elementas būtų parenkamas pagal numatytąją vartojimo taisyklę (iš pradžių atidaryta, tada pirmiausia turi būti, tada pirmas iš pradžių)
nl: Het eerste item in deze lijst zou worden gekozen volgens de standaard consumptieregel (eerst geopend, daarna eerst vervaldatum, daarna eerst binnenkomst)
no: Første varen i denne listen blir plukket basert på standard forbruks regelen (Åpnet først, utgår først, først inn - først ut)
pt_br: O primeiro item nesta lista seria escolhido pela regra de consumo de regra padrão (Aberto primeiro, próximo a vencer, depois primeiro a entrar é o primeiro a sair)
pt_pt: O primeiro item desta lista será escolhido pela regra de consumo padrão (Aberto primeiro, depois data de validade mais curta e depois primeiro a entrar primeiro a sair)
ro_ro: Primul articol din această listă ar fi ales după regula implicită de consum(deschis mai întâi, apoi primul scadent, apoi primul intrat, primul ieşit)
ru: Первый элемент в этом списке будет выбран правилом потребления по умолчанию (сначала открыт, затем первым должен быть первым, затем первым пришел первым вышел)
tr: Bu listedeki ilk öğe, varsayılan kural tüketme kuralına göre seçilecektir (Önce açılır, sonra ilk önce ödenir, sonra ilk giren ilk çıkar)
uk: Перший буде обрано згідно з правилом споживання (спочатку відкритий, потім той, що швидше зіпсується, далі в такому порядку, у якому і купувалось)

source: Mark %1$s of %2$s as open
ca: Marcar %1$s de %2$s com a obert
cs: Otevřít %1$s produktu %2$s
da: Marker %1$s %2$s som åben
de: %1$s %2$s als geöffnet markieren
el_gr: Επισήμανση %1$s s από %2$s ως ανοιχτό
es: Marcar %1$s de %2$s como abierto
et_ee: Märgi %1$s %2$s-st avatuks
fi: Merkitse %1$s kpl tuotetta %2$s avatuksi
fr: Indiquer %1$s de %2$s comme ouvert
he_il: לסמן %1$s מתוך %2$s כפתוחים
hu: %1$s %2$s megjelölése felbontottként
it: Segna %1$s di %2$s come aperti
lt: Pažymėti %1$s iš %2$skaip atidaryta
nl: Markeer %1$s %2$s als geopend
no: Merk %1$s av %2$s som åpen
pt_br: Marcar %1$s de %2$s como aberto
pt_pt: Marcar %1$s de %2$s como aberto
ro_ro: Marcați %1$s din %2$s ca deschis
ru: Открыть %1$s %2$s
sk_sk: Označiť %1$s of %2$s ako otvorené
sl: Označi %1$s od %2$s kot odprt
tr: %1$s %2$s'yi açık olarak işaretle
uk: Відмітити %1$s%2$s відкритим
