Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: There are no units available at this location
ca: No hi ha unitats disponibles en aquesta ubicació
cs: Nejsou žádné dostupné kusy v této lokaci
da: Der er ingen enheder tilgængelig på denne placering
de: Keine Bestandseinträge an diesem Standort verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες μονάδες σε αυτήν την τοποθεσία
es: No hay unidades disponibles en esta ubicación
et_ee: Selles asukohas pole ühikuid saadaval
fi: Tuotetta ei ole saatavilla tässä paikassa
fr: Il n'y a pas d'unité disponible à cet endroit.
he_il: אין יחידות זמינות למיקום הזה
hu: Nincsenek elérhető egységek ezen a helyen
it: Non ci sono unità disponibili in questa posizione
lt: Šioje vietoje vienetų nėra
nl: Er zijn geen items beschikbaar op deze locatie
no: Det er ingen enheter tilgjengelig på denne lokasjonen
pt_br: Não há nenhuma unidade disponível nesta localização
pt_pt: Não existem unidades disponíveis neste local
ro_ro: Nu există unități disponibile în această locație
ru: Нет объектов доступных в этом месте хранения
sk_sk: V tomto umiestnení nie sú dostupné žiadne jednotky
sl: Ni enot na voljo na tej lokaciji
tr: Bu lokasyonda mevcut ünite yok
uk: У цьому місці немає доступних одиниць товару

source: Amount: %1$s; Due on %2$s; Bought on %3$s
ca: Quantitat: %1$s; Caducitat el %2$s; Comprat el %3$s
cs: Množství: %1$s; Datum min. trvanlivosti:%2$s; Koupeno: %3$s
da: Total: %1$s; Forfalder: %2$s; Indkøbt: %3$s
de: Menge: %1$s; Fällig am %2$s; Gekauft am %3$s
es: Cantidad: %1$s; Fecha límite: %2$s; Comprada en %3$s
et_ee: Kogus: %1$s; Parim Enne %2$s; Ostetud %3$s
fi: Määrä: %1$s; Vanhenee: %2$s; Ostettu: %3$s
fr: Quantité : %1$s; Expire le %2$s ; Acheté le %3$s
he_il: כמות: %1$s; תפוג בתאריך %2$s; נקנתה בתאריך %3$s
hu: Mennyiség: %1$s; Lejár: %2$s; Vásárolva: %3$s
it: Quantità: %1$s; Scade il %2$s; Acquistato il %3$s
lt: Kiekis: %1$s; Galioja %2$s; Pirkta %3$s
nl: Hoeveelheid: %1$s; Verloopt op %2$s; Gekocht op %3$s
no: Mengde: %1$s; Best før %2$s; Kjøpt %3$s
pt_br: Quantidade: %1$s; Vence em %2$s; Comprado em %3$s
ru: Количество: %1$s; Срок годности %2$s; Куплено %3$s
sl: Količina: %1$s; Poteče na %2$s; Kupljeno na %3$s
tr: Tutar:%1$s ; Vadesi %2$s tarihinde; %3$s'de satın alındı

source: Transfered %1$s of %2$s from %3$s to %4$s
ca: Transferit %1$s de %2$s de%3$s a %4$s
cs: Přesunuto %1$s z %2$s z umístění %3$s do %4$s
da: Flyttede %1$s af %2$s fra %3$s til %4$s
de: %1$s %2$s von %3$s nach %4$s verschoben
el_gr: Μεταφέρθηκε %1$s από %2$s's από %3$s σε %4$s
es: Trasladado %1$s de %2$s desde %3$s a %4$s
et_ee: Viidud üle %1$s %2$s-st, %3$s-st %4$s-sse
fi: Siirrettiin %1$s %2$s kohteesta %3$s kohteeseen %4$s
fr: A transferé%1$sde %2$svenant de %3$s à %4$s
he_il: %1$s מתוך %2$s הועברו מהמיקום %3$s אל %4$s
hu: Áthelyeztem %1$s %2$s innen: %3$s ide: %4$s
it: Trasferiti %1$s di %2$s da %3$s a %4$s
lt: Perduota %1$siš %2$snuo %3$siki %4$s
nl: %1$s van %2$s overgedragen van %3$s naar %4$s
no: Flyttet %1$s %2$s fra %3$s til %4$s
pt_br: Transferido%1$s de %2$s de %3$s para %4$s
pt_pt: Transferido %1$s de %2$s do %3$s para %4$s
ru: Перемещено %1$s из %2$s из %3$s в %4$s
sk_sk: Presunuté %1$s %2$s z %3$s do %4$s
sl: Prenseno %1$s od %2$s iz %3$s v %4$s
tr: %1$s %2$s %3$s'ten %4%s'e taşındı

source: Stock entries
ca: Entrades d'existències
cs: Seznam zásob
da: Vareposteringer
de: Bestandseinträge
el_gr: Καταχωρήσεις αποθεμάτων
es: Entradas de inventario
et_ee: Tooted
fi: Varastomerkinnät
fr: Entrées du stock
he_il: רשומות מלאי
hu: Készlet bejegyzések
it: Voci di dispensa
lt: Atsargų įrašai
nl: Voorraad items
no: Beholdningsoppføringer
pt_br: Itens em estoque
pt_pt: Entradas de stock
ro_ro: Produse pe stoc
ru: Запасы
sk_sk: Položky zásoby
sl: Zapisi zaloge
tr: Stok girişleri
uk: Інвертарні записи

source: Best before date
ca: Consum preferent
cs: Datum min. trvanlivosti
da: Bedst før dato
de: MHD
el_gr: Καλύτερο πριν από την ημερομηνία
es: Fecha de consumo preferente
et_ee: Parim enne kuupäev
fi: Parasta ennen -päivä
fr: A consommer de préférence avant le
he_il: מועד בתוקף עד
hu: Minőségmegőrzési dátum
it: Consumarsi preferibilmente entro
lt: Geriausias iki
nl: Tenminste houdbaar tot
no: Best før dato
pt_br: Consumir antes de
pt_pt: Prazo de validade
ro_ro: Termen de valabilitate
ru: Годен до
sk_sk: Dátum spotreby
sl: Uporabno pred datumom
tr: Son kullanma tarihi
uk: Краще вжити до

source: Purchased date
ca: Data de compra
cs: Datum nákupu
da: Købsdato
de: Einkaufsdatum
el_gr: Ημερομηνία αγοράς
es: Fecha de compra
et_ee: Ostetud kuupäev
fi: Hankintapäivä
fr: Date d'achat
he_il: תאריך הרכישה
hu: Vásárlási napja
it: Data di acquisto
lt: Pirkimo data
nl: Aanschafdatum
no: Innkjøpsdato
pt_br: Data de compra
pt_pt: Data de compra
ro_ro: Data achiziției
ru: Дата покупки
sk_sk: Dátum nákupu
sl: Datum nakupa
tr: Satın alınma tarihi
uk: Дата покупки

source: Consume all %s for this stock entry
cs: Spotřebovat celou zásobu produktu %s
da: Forbrug alle %s i denne lagerpostering
de: Verbrauche alle %s dieses Bestandseintrags
el_gr: Καταναλώστε όλα τα %s για αυτήν την καταχώριση μετοχών
es: Consumir todo lo que queda de %s
et_ee: Tarbi kõik %s selle varude sisendi jaoks
fi: Kuluta kaikki %s tälle varastomerkinnälle
fr: Consommer tous les %s pour cette entrée du stock
he_il: לצרוך את מלוא ה־%s עבור רשימת מלאי זו
hu: Az összes %s elfogyasztása ennél a készletbejegyzésnél
it: Consuma tutte le %s per questa voce di dispensa
lt: Sunaudoti visus %sšiam atsargų įrašui
nl: Verbruik %s van deze voorraad
no: Forbruk alle %s for denne beholdningsoppføringen
pt_br: Consumir todos os %s para esse item no estoque
pt_pt: Consumir todos os/as %s nesta entrada de stock
ru: Употребить все %s этого запаса
sk_sk: Spotrebovať všetky %s pre túto zásobu
sl: Porabi vse %s tega zapisa zaloge
tr: Bu stok girişi için %s'in tamamını tüketin
uk: Вжити усі %s цього продкту

source: The amount cannot be lower than %1$s
ca: La quantitat no pot ser inferior a %1$s
cs: Množství nemůže být menší než %1$s
da: Mængden kan ikke være lavere end %1$s
de: Die Menge darf nicht kleiner als %1$s sein
el_gr: Το ποσό δεν μπορεί να είναι χαμηλότερο από %1$s
es: La cantidad no puede ser menor que %1$s
et_ee: Kogus ei saa olla väiksem kui %1$s
fi: Määrä ei voi olla pienempi kuin %1$s
fr: La quantité ne peut être inférieure à %s
he_il: הכמות לא יכולה להיות פחות מאשר %1$s
hu: A mennyiség nem lehet kisebb, mint %1$s
it: La quantità non può essere inferiore a %1$s
lt: Kiekis negali būti žemesnis už %1$s
nl: De hoeveelheid kan niet lager zijn dan %1$s
no: Mengden kan ikke være lavere enn %1$s
pt_br: A quantidade não pode ser menor que %1$s
pt_pt: A quantidade não pode ser menor que %1$s
ru: Количество не может быть меньше %s
sk_sk: Množstvo nemôže byť menšie ako %1$s
sl: Količina ne more biti manjša kot %1$s
tr: Tutar %1$s'den düşük olamaz

source: Stock entry successfully updated
cs: Položka zásob úspěšně aktualizována
da: Lagerpostering opdateret
de: Bestandseintrag wurde erfolgreich aktualisiert
el_gr: Η καταχώριση μετοχής ενημερώθηκε με επιτυχία
es: Entrada de inventario actualizada correctamente
et_ee: Toode edukalt uuendatud
fi: Varastomerkintä päivitetty onnistuneesti
fr: Entrée du stock mise à jour avec succès
he_il: רשומת המלאי עודכנה בהצלחה
hu: Készlet bejegyzés sikeresen frissítve
it: Voce di dispensa aggiornata correttamente
lt: Atsargų įrašas sėkmingai atnaujintas
nl: Voorraad item succesvol geüpdatet
no: Beholdningsoppføring oppdatert
pt_br: Estoque atualizado com sucesso
pt_pt: Entrada de stock foi actualizada com sucesso
ro_ro: Intrarea în stoc actualizată cu succes
ru: Данные по запасу успешно обновлены
sk_sk: Položka zásoby úspešne aktualizovaná
sl: Zapis zaloge uspešno posodobljen
tr: Stok girişi başarıyla güncellendi
uk: Інвентарний запис успішно оновлено

source: Edit stock entry
cs: Upravit zásobu
da: Rediger lagerpostering
de: Bestandseintrag bearbeiten
el_gr: Επεξεργασία καταχώρησης μετοχών
es: Modificar entrada de inventario
et_ee: Muuda toodet
fi: Muokkaa varastomerkintää
fr: Modifier l'entrée du stock
he_il: עריכת רשומת מלאי
hu: Készlet bejegyzés szerkesztése
it: Modifica voce di dispensa
lt: Redaguoti sandėlio įrašą
nl: Bewerk voorraad item
no: Endre beholdningsoppføring
pt_br: Editar item no estoque
pt_pt: Editar entrada de stock
ro_ro: Editați intrarea în stoc
ru: Редактировать запас
sk_sk: Upraviť zásobu
sl: Uredi zapis zaloge
tr: Stok girişini düzenle
uk: Редагувати запис

source: Camera access is only possible when supported and allowed by your browser and when Grocy is served via a secure (https://) connection
cs: Přístup ke kameře musí být ve vašem internetovém prohlížeči možný a zapnutý. Navíc musí Grocy běžet na zabezpečeném severu (https://).
de: Der Kamerazugriff ist nur möglich, wenn dein Browser dies unterstützt und zulässt und wenn auf Grocy über eine sichere Verbindung (https://) zugegriffen wird
es: El acceso a la cámara solo es posible cuando su navegador lo permite y cuando se accede a grocy a través de una conexión segura (https://)
et_ee: Juurdepääs kaamerale on võimalik ainult siis, kui sinu veebilehitseja seda toetab ja lubab ning kui Grocyt teenindatakse turvalise (https://) ühenduse kaudu
fr: L'accès à la caméra n'est possible que s'il est pris en charge et autorisé par votre navigateur et lorsque grocy utilise une connexion sécurisée (HTTPS)
he_il: הגישה למצלמה אפשרית רק כשיש תמיכה והסכמה על ידי הדפדפן שלך וכאשר Grocy פועל דרך חיבור מאובטח (https://‎)
it: L'accesso alla fotocamera è possibile solo se supportato e consentito dal tuo browser e quando la connessione a Grocy è sicura (https://)
lt: Prieiga prie fotoaparato galima tik tada, kai palaiko ir leidžia jūsų naršyklė ir kai Grocy aptarnaujamas saugiu (https://) ryšiu
nl: Camera-toegang is alleen mogelijk als dit ondersteund en toegestaan is door je browser, en als Grocy via een beveiligde (https://) verbinding wordt geopend
pt_br: O acesso à câmera só é possível quando suportado e permitido pelo seu navegador e quando o Grocy é possui uma conexão segura (https://)
ru: Доступ к камере возможен только тогда, когда это поддерживается и разрешено вашим браузером и когда Grocy обслуживается через безопасное (https://) соединение.
tr: Kamera erişimi yalnızca tarayıcınız tarafından desteklendiğinde ve izin verildiğinde ve Grocy güvenli (https://) bağlantı üzerinden sunulduğunda mümkündür.

source: Keep screen on
ca: Mantenir la pantalla activa
cs: Nevypínat displej automaticky
da: Hold skærmen tændt
de: Bildschirm an lassen
el_gr: Συνεχίστε την οθόνη
es: Mantener la pantalla encendida
et_ee: Hoia ekraan sees
fi: Pidä näyttö päällä
fr: Garder l'écran allumé
he_il: להשאיר את המסך פעיל
hu: Kijelző ébren tartása
it: Mantieni lo schermo acceso
lt: Laikykite ekraną įjungtą
nl: Houd scherm aan
no: Skjerm alltid på
pt_br: Mantenha a tela ligada
pt_pt: Manter o ecrã ligado
ru: Держать экран включенным
sk_sk: Nevypínať obrazovku
sl: Ohrani zaslon vklopljen
tr: Ekranı açık tut
uk: Тримати екран увімкненим

source: Keep screen on while displaying a "fullscreen-card"
ca: Mantenir la pantalla activa quan es mostra una "targeta a pantalla completa"
cs: Nevypínat displej v režimu „přes celou stránku“.
da: Hold skærmen tændt mens der vises et fuldskærms-kort
de: Bildschirm an lassen während eine "fullscreen-card" angezeigt wird
el_gr: ΟνομαΚρατήστε την οθόνη ενεργοποιημένη ενώ εμφανίζετε μια "κάρτα πλήρους οθόνης"
es: Mantener la pantalla encendida cuando se muestra una "tarjeta de pantalla completa"
et_ee: Hoia ekraan sees, kui näidatakse "täisekraani-kaarti"
fi: Pidä näyttö päällä näytettäessä "kokonäyttökorttia"
fr: Garder l'écran allumé lorsqu'une fiche est affichée en plein écran
he_il: להשאיר את המסך פעיל בעת הצגת „כרטיס מסך מלא”
hu: Kijelző ébren tartása a "teljesképernyős-kártya" megjelenítésekor
it: Mantieni lo schermo acceso mentre visualizzi una "scheda a schermo intero"
lt: Laikykite ekraną įjungtą, kol rodoma „viso ekrano kortelė“
nl: Houd scherm aan bij het weergeven van een "fullscreen-card"
no: Hold skjerm på når du bruker fullskjermsoversikt
pt_br: Mantenha a tela ligada quando estiver mostrando um "Cartão de tela-cheia"
pt_pt: Manter ecrã ligado enquanto é mostrado um "cartão em ecrã inteiro"
ru: Держать экран включенным при отображении "полноэкранной карточки"
sk_sk: Nechať obrazovku zapnutú počas zobrazenia "karty na celú obrazovku"
sl: Ohrani zaslon vklopljen pri prikazu "celozaslonske kartice"
tr: "Tam ekran-kartı" görüntülerken ekranı açık tut
uk: Тримати екран увімкненим, коли відображена картка "на весь екран"

source: A purchased date is required
ca: Es requereix una data de compra
cs: Datum nákupu je povinné
da: En købsdato er påkrævet
de: Ein Einkaufsdatum ist erforderlich
el_gr: Απαιτείται ημερομηνία αγοράς
es: Es necesaria la fecha de compra
et_ee: Ostukuupäev on nõutud
fi: Hankintapäivä vaaditaan
fr: Date d'achat obligatoire
he_il: נדרש תאריך רכישה
hu: A vásárlás dátumának megadása kötelező
it: È richiesta la data di acquisto
lt: Būtina nurodyti pirkimo datą
nl: Een aanschafdatum is vereist
no: En innkjøpsdato kreves
pt_br: Uma data de compra é obrigatória
pt_pt: É necessário uma data de compra
ro_ro: Este necesară o dată de achiziție
ru: Укажите дату покупки
sk_sk: Vyžaduje sa zadanie dátumu kúpy
sl: Datum nakupa je obvezen
tr: Satın alındığı tarih gerekli
uk: Необхідна дата придбання

source: When a product is selected, one unit (per serving in stock quantity unit) will be added to stock on consuming this recipe
cs: Pokud tu vyberete název produktu, bude po kliknutí na „Spotřebovat všechny ingredience použité v tomto receptu“ přidán do stavu zásob a to v množství odpovídajícím počtu porcí při spotřebování receptu.
da: Når en ingrediens er valgt til en opskrift, nedskrives beholdning med mængden per kuvert i lagerenheder.
de: Wenn ein Produkt ausgewählt ist, wird beim Verbrauch dieses Rezeptes eine Einheit (pro Portion in Bestandsmengeneinheit) dem Bestand hinzugefügt
es: Cuando se seleccione un producto, una unidad (en unidades de inventario por ración) será añadida al inventario al consumir esta receta
et_ee: Kui toode on valitud, lisatakse selle retsepti tarbimisel varudesse üks ühik (portsjoni kohta laos oleva koguse ühiku kohta)
fi: Kun tuote on valittuna, yksi yksikkö (per annos varastoyksiköissä) lisätään varastoon reseptin käytön yhteydessä
fr: Lorsqu'un produit est sélectionné, une unité (par portion dans l'unité de stock) sera ajoutée au stock lors de la consommation de cette recette
he_il: כאשר נבחר מוצר, יחידה אחת (לפי הגשה ביחידת כמות במלאי) תתווסף למלאי בעת צריכת המתכון הזה
hu: Ha kiválasztasz itt egy terméket, akkor a recept elkészítése után ebből a termékből egy egységet (adagonként) hozzáadunk a készlethez.
it: Quando è selezionato un prodotto, un'unità (per porzione in unità di quantità in dispensa) sarà aggiunta alla dispensa quando si consuma questa ricetta
lt: Pasirinkus produktą, suvartojus šį receptą į atsargas bus pridėtas vienas vienetas (vienai porcijai atsargų kiekio vienetuose)
nl: Wanneer een product is geselecteerd, zal een eenheid ervan worden toegevoegd aan de voorraad bij consumptie van dit recept (per portie zoals in de aankoophoeveelheidseenheid).
no: Når et produkt er valgt vil en enhet (per porsjon i beholdningsantall) bli lagt til beholdningen når denne oppskriften bli konsumert
pt_br: Quando um produto é selecionado, uma unidade (por porção em unidade de quantidade em estoque) será adicionada ao estoque ao consumir esta receita
ru: Когда продукт выбран, одна единица (на порцию в единице запаса) будет добавлена в запас при употреблении этого рецепта
tr: Bir ürün seçildiğinde, bu tarifin tüketilen stoklarına bir birim (stok miktarı birimindeki porsiyon başına) eklenecektir.
uk: Якщо обрано продукт, одна одиниця цього продукту (на кожну порцію) буде додана до інвентаря при вживанні цього рецепту

source: Produces product
ca: Genera producte
cs: Recept vyrobí produkt
da: Produceret vare
de: Produziertes Produkt
el_gr: Παράγει προϊόν
es: Produce producto
et_ee: Valmistab toote
fi: Tuottaa tuotteen
fr: Génère un produit
he_il: מייצר מוצר
hu: Terméket állít elő
it: Produce prodotto
lt: Gamina produktą
nl: Maakt product
no: Lager produkt
pt_br: Produto Manufaturado
pt_pt: Produzir o produto
ru: Производит продукт
sk_sk: Vytvára výrobok
sl: Naredi izdelek
tr: Ürün çıkarır
uk: В результаті отримуємо продукт

source: This booking cannot be undone
cs: Tato akce nemůže být vrácena zpět
da: Denne booking kan ikke fortrydes
de: Die Buchung kann nicht rückgängig gemacht werden
el_gr: Δεν είναι δυνατή η αναίρεση αυτής της κράτησης
es: Esta entrada no se puede deshacer
et_ee: Seda broneeringut ei saa tagasi võtta
fi: Tämä merkintä ei voi kumota
fr: Cette réservation ne peut pas être annulée
he_il: אי אפשר לבטל את ההזמנה הזו
hu: Ez a foglalás nem visszavonható
it: Questa prenotazione non può essere annullata
lt: Šio užsakymo anuliuoti negalima
nl: Deze reservering kan niet ongedaan worden gemaakt
no: Denne registreringen kan ikke angres
pt_br: Essa transação não pode ser cancelada
pt_pt: Esta marcação não pode ser revertida
ru: Это действие не может быть отменено
sk_sk: Táto rezervácia sa nedá zrušiť
sl: Ta rezervacija ne more biti razveljavljena
tr: Bu rezervasyon geri alınamaz
uk: Це бронування неможливо скасувати

source: Booking does not exist or was already undone
cs: Tato akce neexistuje nebo již byla vrácena zpět
da: Booking findes ikke eller blev allerede fortrudt
de: Buchung existiert nicht oder wurde bereits rückgängig gemacht
el_gr: Η κράτηση δεν υπάρχει ή έχει ήδη αναιρεθεί
es: La entrada no existe o ya se ha deshecho
et_ee: Broneeringut ei eksisteeri või on juba tagasivõetud
fi: Merkintää ei löydy tai se on jo kumottu
fr: La réservation n'existe pas ou a déjà été annulée
he_il: ההזמנה אינה קיימת או שכבר בוטלה
hu: A foglalás nem létezik, vagy már korábban visszavonásra került
it: La prenotazione non esiste o è stata già annullata
lt: Užsakymas neegzistuoja arba jau buvo anuliuotas
nl: Boeking bestaat niet of was reeds ongedaan gemaakt
no: Registeringen eksistere ikke eller har allerede blitt angret
pt_br: Essa transação não existe ou já foi cancelada anteriormente.
pt_pt: A marcação não existe ou foi já previamente revertida
ru: Действие не существует или уже отменено
sk_sk: Rezervácia neexistuje alebo už bola zrušená
sl: Rezervacija ne obstaja, ali je že bila razveljavljena
tr: Rezervasyon mevcut değil veya zaten geri alınmış

source: Are you sure you want to delete API key "%s"?
he_il: למחוק את מפתח ה־API‏ „%s”?
it: Sei sicuro di voler eliminare la chiave API "%s"?

source: Add note
ca: Afegir nota
cs: Přidat poznámku
da: Tilføj note
de: Notiz hinzufügen
el_gr: Προσθήκη σημείωσης
es: Añadir nota
et_ee: Lisa märge
fi: Lisää huomautus
fr: Ajouter une remarque
he_il: הוספת הערה
hu: Jegyzet hozzáadása
it: Aggiungi nota
lt: Pridėti įrašą
nl: Voeg notitie toe
no: Legg til notat
pt_br: Adicionar nota
pt_pt: Adicionar nota
ro_ro: Adăugați notă
ru: Добавить заметку
sk_sk: Pridať poznámku
sl: Dodaj opombo
tr: Not ekle
uk: Додати нотатку

source: per day
ca: per dia
cs: zítra
da: per dag
de: pro Tag
el_gr: ανά μέρα
es: por día
et_ee: päevas
fi: per päivä
fr: par jour
he_il: ליום
hu: per nap
it: al giorno
lt: per dieną
nl: per dag
no: per dag
pt_br: Diário
pt_pt: por dia
ro_ro: pe zi
ru: в день
sk_sk: na deň
sl: na dan
tr: gün başına
uk: на день

source: Only undone items
cs: nevybrané produkty
da: Fortryd kun varer
de: Nur unerledigte Einträge
el_gr: Αναίρεση μόνο αντικειμένων
es: Solo elementos no completados
et_ee: Ainult tegemata asjad
fi: Vain tekemättömät nimikkeet
fr: Uniquement les éléments annulés
he_il: רק פריטים שלא הסתיימו
hu: Nem elvégzett tételek
it: Solo oggetti annullati
lt: Tik anuliuoti elementai
nl: Alleen nog niet afgehandelde items
no: Kun angrede enheter
pt_br: Somente Itens faltantes
pt_pt: Apenas items revertidos
ru: Только отменённые покупки
sk_sk: Iba zrušené položky
tr: Yalnızca geri alınan öğeler
uk: Тільки невідмінені

source: Add product
ca: Afegir producte
cs: Přidat produkt
da: Tilføj vare
de: Produkt hinzufügen
el_gr: Προσθήκη προϊόντος
es: Añadir producto
et_ee: Lisa toode
fi: Lisää tuote
fr: Ajouter un produit
he_il: הוספת מוצר
hu: Termék hozzáadása
it: Aggiungi prodotto
lt: Pridėti produktą
nl: Voeg product toe
no: Legg til produkt
pt_br: Adicionar produto
pt_pt: Adicionar produto
ro_ro: Adaugă produs
ru: Добавить продукт
sk_sk: Pridať výrobok
sl: Dodaj izdelek
tr: Ürün ekle
uk: Додати продукт

source: Consume all ingredients needed by this weeks recipes or products
ca: Consumir tots els ingredients requerits per les receptes o productes d'aquesta setmana
cs: Zkonzumovat všechny ingredience potřebné pro recepty nebo produkty tohoto týdne
da: Nedskriv alle beholdninger med denne uges varer, eller opskrifter?
de: Alle Zutaten, die diese Woche von Rezepten oder Produkten benötigt werden, aus dem Bestand entfernen
el_gr: Ελάχ. ποσό αποθέματοςΚαταναλώστε όλα τα συστατικά που χρειάζονται αυτές τις εβδομάδες συνταγές ή προϊόντα
es: Consumir todos los ingredientes necesarios para las recetas o productos de esta semana
et_ee: Tarbi kõik koostisosad, mida selle nädala retseptid või tooted vajavad
fi: Kuluta kaikki ainekset, joita tarvitaan tämän viikon resepteihin tai tuotteisiin
fr: Consommer tous les ingrédients requis pour les recettes ou produits de cette semaine
he_il: צורך את כל הרכיבים שנדרשים על ידי המתכונים או המוצרים של השבוע הזה
hu: A hét receptjei vagy termékei számára szükséges összes hozzávaló felhasználása
it: Consuma tutti gli ingredienti necessari per ricette o prodotti di questa settimana
lt: Vartokite visus ingredientus, kurių reikia pagal šios savaitės receptus ar produktus
nl: Verbruik alle ingrediënten die nodig zijn voor de recepten of producten van deze week
no: Forbruk alle ingredienser nødvendig for denne ukens oppskrifter eller produkter
pt_br: Consumir todos ingredientes necessários para as receitas dessa semana ou produtos.
ro_ro: Consumă toate ingredientele necesare pentru rețetele sau produsele din această săptămână
ru: Употребить все ингредиенты, необходимые для рецептов или продуктов этой недели
sk_sk: Spotrebovať všetky suroviny potrebné pre recepty a výrobky na tento týždeň
sl: Porabi vse sestavine potrebne ta teden za recepte ali izdelke
tr: Bu haftanın tarifleri veya ürünlerinin ihtiyaç duyduğu tüm malzemeleri tüket
uk: Вжити усі ігрідієнти цього рецепту

source: Meal plan recipe
cs: Recept jídelníčku
da: Madplan, opskrift
de: Speiseplan Rezept
el_gr: Συνταγή γεύματος
es: Receta del plan de comidas
et_ee: Eineplaani retsept
fi: Ateriasuunnitelma
fr: Recette du menu
he_il: מתכון בתכנית ארוחות
hu: Menü terv recept
it: Ricetta del Piano dei pasti
lt: Maitinimo plano receptas
nl: Maaltijdplanrecept
no: Middagsplan-oppskrift
pt_br: Receita do plano alimentar
pt_pt: Receita do plano de refeições
ru: Рецепт плана питания
sk_sk: Recept pre jedálniček
sl: Recept za načrt obroka
tr: Yemek planı tarifi

source: Meal plan note
cs: Poznámka jídelníčku
da: Madplan, note
de: Speiseplan Notiz
el_gr: Σημείωση για το γεύμα
es: Nota del plan de comidas
et_ee: Eineplaani märge
fi: Ateriasuunnitelman merkintä
fr: Remarque du menu
he_il: הערה בתכנית ארוחות
hu: Menü terv jegyzet
it: Nota del Piano dei pasti
lt: Maitinimo plano užrašai
nl: Maaltijdplannotitie
no: Middagsplan-notat
pt_br: Dieta
pt_pt: Nota do plano de refeições
ru: Заметка плана питания
sk_sk: Poznámka pre jedálniček
sl: Opomba načrta obroka
tr: Yemek planı notu
