Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Stock overview
ca: Resum d'existències
cs: Přehled zásob
da: Lagerbeholdning
de: Bestand
el_gr: Επισκόπηση αποθεμάτων
es: Resumen de existencias
et_ee: Varude ülevaade
fi: Varasto
fr: Aperçu du stock
he_il: סקירת מלאי
hu: Készlet áttekintése
it: Riepilogo della dispensa
lt: Atsargų apžvalga
nl: Voorraad
no: Beholdningsoversikt
pt_br: Visão Geral
pt_pt: Visão geral do Stock
ro_ro: Vizualizare stoc
ru: Обзор запасов
sk_sk: Prehľad zásob
sl: Pregled zalog
tr: Stoklara genel bakış
uk: Інвентар

source: %s product expires
ca: %s producte caduca aviat
cs: %s produktu se blíží datum použitelnosti
da: %s produkt udløber
de: %s läuft ab
el_gr: %s προϊόν λήγει
es: %s producto caducará
et_ee: %s toode aegumas
fi: %s tuote pilaantuu
fr: %s produit périmé
he_il: תוקפו של מוצר יפוג
hu: %s termék meg fog romlani
it: %s prodotto in scadenza
lt: %sbaigiasi produkto galiojimo laikas
nl: %sproduct verloopt
no: %s produkt går ut på dato
pt_br: %s produtos vencendo
pt_pt: %s produto expira
ro_ro: %s produs care expiră
ru: %s продукт испортится
sk_sk: %s výrobok expiruje
sl: %s izdelku izteka rok uporabe
tr: %s ürünün son kullanma tarihi doluyor
uk: %sпродукт, що псується

source: within the next day
ca: al dia següent
cs: během následujícího dne
da: indenfor den næstkommende dag
de: innerhalb des nächsten Tages
el_gr: μέσα στην επόμενη ημέρα
es: mañana
et_ee: järgmise päeva jooksul
fi: päivän sisällä
fr: dans les 24 heures
he_il: תוך יום
hu: a következő napon
it: entro domani
lt: per artimiausią dieną
nl: tussen nu en morgen
no: i løpet av neste dag
pt_br: amanhã
pt_pt: no próximo dia
ro_ro: în următoarea zi
ru: в течение следующего дня
sk_sk: počas nasledujúceho dňa
sl: čez %s dan
tr: önümüzdeki gün içinde
uk: через %s день

source: %s product is already expired
ca: %s producte ha caducat
cs: %s produkt je po době použitelnosti
da: %s vare er allerede udløbet
de: %s Produkt ist bereits abgelaufen
el_gr: %s προϊόν έχει ήδη λήξει
es: %s producto ha caducado
et_ee: %s toode on juba aegunud
fi: %s tuote on pilaantunut
fr: %s produit est déjà périmé
he_il: תוקפו של מוצר אחד כבר פג
hu: %s termék már megromlott
it: %s prodotto è già scaduto
lt: %sprodukto galiojimo laikas pasibaigęs
nl: %s product is al verlopen
no: %s produkt har gått ut på dato
pt_br: %s produto já estragou
pt_pt: %s produto já expirou
ro_ro: %s produs este deja expirat
ru: %s продукт испортился
sk_sk: %s výrobok je po záruke
sl: %s izdelku je že potekel rok uporabe
tr: %s ürünün son kullanma tarihi geçti
uk: %sпродукт вийшли з строку придатності

source: %s product is overdue
ca: %s producte ha superat la data de consum preferent
cs: %s produkt je po době min. trvanlivosti
da: %s vare er udløbet
de: %s Produkt ist überfällig
el_gr: %s προϊόν που έχει ήδη λήξει
es: %s producto ha superado su fecha de consumo preferente
et_ee: %s toode on üle aja
fi: %s tuote on vanhentunut
fr: %s produit arrive à échéance
he_il: התוקף של אחד המוצרים פג
hu: %s termék lejárt
it: %s prodotto è scaduto
lt: %s produktas vėluoja
nl: product is verlopen
no: %s produkt er forbi best før dato
pt_br: %s produto vencido
pt_pt: %s produto expirado
ro_ro: %s produs este învechit
ru: %s продукт просрочен
sk_sk: %s výrobok je po záruke
sl: %s izdelek zamuja
tr: %s ürününün son kullanma tarihi geçti
uk: %s продукт залежався

source: %s product is below defined min. stock amount
ca: %s producte està per sota de les existències mínimes definides
cs: %s produkt nemá dostatečnou min. zásobu
da: %s vare er under den definerede minimumsbeholdning
de: %s Produkt ist unter Mindestbestand
el_gr: %s προϊόν είναι κάτω από το ορισμένο ελάχιστο απόθεμα
es: %s producto por debajo del mínimo de existencias definido
et_ee: %s toode on alla määratud minimaalse koguse
fi: %s tuotetta on alle varaston minimirajan
fr: %s produit est en quantité inférieure à la limite définie
he_il: מוצר אחד אזל מתחת לכמות המלאי המזערית
hu: %s termék a meghatározott minimum mennyiség alá esett
it: %s prodotto sotto la quantità minima di dispensa definita
lt: %s produktas yra žemiau apibrėžtos min. atsargų kiekio ribos
nl: %s product onder min. voorraadhoeveelheid
no: %s produkt er under satt min. for beholdningen
pt_br: %s produto na quantidade mínima
pt_pt: %s produto está abaixo da quantidade min. de stock
ro_ro: %s produs este sub stocul minim definit
ru: %s продукт меньше мин. заданного кол-ва
sk_sk: %s výrobok má stav pod definovanou minimálnou zásobou
sl: %s izdelek je pod min. količino zaloge
tr: %s ürün belirlenen en az stok miktarının altında
uk: %s продукту менше мінімальної кількості

source: Product
ca: Producte
cs: Produkt
da: Vare
de: Produkt
el_gr: Προϊόν
es: Producto
et_ee: Toode
fi: Tuote
fr: Produit
he_il: מוצר
hu: Termék
it: Prodotto
lt: Produktas
no: Produkt
pt_br: Produto
pt_pt: Produto
ro_ro: Produs
ru: Продукт
sk_sk: Výrobok
sl: Izdelek
tr: Ürün
uk: Продукт

source: %s Product
ca: %s Producte
cs: %s produkt
da: %s Vare
de: %s Produkt
el_gr: %s Προϊόν
es: %s Producto
et_ee: %s Toode
fi: %sTuote
fr: %s Produit
he_il: מוצר אחד
hu: %s Termék
it: %s Prodotto
lt: %sProduktas
no: %s Produkt
pt_br: (%s produto
pt_pt: %s Produto
ro_ro: %s Produs
ru: %s продукт
sk_sk: %s výrobok
sl: %s Izdelek
tr: Ürün
uk: %s Продукт

source: Amount
ca: Quantitat
cs: Množství
da: Mængde
de: Menge
el_gr: Ποσό
es: Cantidad
et_ee: Kogus
fi: Määrä
fr: Quantité
he_il: כמות
hu: Mennyiség
it: Quantità
lt: Kiekis
nl: Hoeveelheid
no: Mengde
pt_br: Quantidade
pt_pt: Quantidade
ro_ro: Cantitate
ru: Количество
sk_sk: Množstvo
sl: Količina
tr: Miktar
uk: Кількість

source: Logout
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el_gr: Αποσύνδεση
es: Cerrar sesión
et_ee: Logi välja
fi: Kirjaudu ulos
fr: Se déconnecter
he_il: יציאה
hu: Kijelentkezés
it: Disconnetti
lt: Atsijungti
nl: Uitloggen
no: Logg ut
pt_br: Sair
ro_ro: Deconectare
ru: Выйти
sk_sk: Odhlásiť
sl: Odjava
tr: Çıkış yap
uk: Вийти

source: Chores overview
ca: Resum de feines de casa
cs: Přehled povinností
da: Oversigt over pligter
de: Hausarbeiten
el_gr: Επισκόπηση μικροδουλειών
es: Resumen de tareas del hogar
et_ee: Kodutööde ülevaade
fi: Kotityölista
fr: Aperçu des corvées
he_il: סקירת מטלות
hu: Házimunkák áttekintése
it: Riepilogo delle faccende
lt: Namų ruošos darbų apžvalga
nl: Klusjes
no: Husarbeidsoversikt
pt_br: Tarefas Domésticas
pt_pt: Visão geral das Tarefas
ro_ro: Activități
ru: Обзор работ
sk_sk: Prehľad povinností
sl: Pregled obveznosti
tr: Ev işlerine genel bakış
uk: Список робіт

source: Batteries overview
ca: Resum de bateries
cs: Přehled baterií
da: Batterioversigt
de: Batterien
el_gr: Επισκόπηση μπαταριών
es: Resumen de baterías
et_ee: Patareide ülevaade
fi: Akkulista
fr: Aperçu des piles
he_il: סקירת סוללות
hu: Elemek áttekintése
it: Riepilogo delle batterie
lt: Baterijų apžvalga
nl: Batterijen
no: Batterioversikt
pt_br: Baterias
pt_pt: Visão geral das Pilhas
ro_ro: Baterii
ru: Обзор батареек
sk_sk: Prehľad batérií
sl: Pregled baterij
tr: Pillere genel bakış
uk: Огляд акумуляторів

source: Purchase
ca: Compra
cs: Nakoupit
da: Registrering af varekøb
de: Einkauf
el_gr: Αγορά
es: Comprar
et_ee: Osta
fi: Osta
fr: Achat
he_il: רכישה
hu: Vásárlás
it: Acquista
lt: Pirkimas
nl: Aankoop
no: Innkjøp
pt_br: Compras
pt_pt: Comprar
ro_ro: Cumpără
ru: Покупка
sk_sk: Nakúpiť
sl: Nakup
tr: Satın al
uk: Придбати

source: Consume
ca: Consum
cs: Spotřebovat
da: Registrering af forbrug
de: Verbrauch
el_gr: Καταναλώνω
es: Consumir
et_ee: Tarbi
fi: Kuluta
fr: Consommer
he_il: צריכה
hu: Felhasználás
it: Consuma
lt: Vartoti
nl: Verbruiken
no: Forbruk produkt
pt_br: Consumo
pt_pt: Consumir
ro_ro: Consumă
ru: Использовать
sk_sk: Spotrebovať
sl: Poraba
tr: Tüket
uk: Вжити

source: Inventory
ca: Inventari
cs: Inventura zásob
da: Regulering af lager
de: Inventur
el_gr: Καταγραφή εμπορευμάτων
es: Inventario
et_ee: Tooted
fi: Inventoi
fr: Inventaire
he_il: מצאי
hu: Leltár
it: Inventario
lt: inventorius
nl: Voorraad
no: Beholdning
pt_br: Inventário
pt_pt: Inventário
ro_ro: Inventar
ru: Ревизия
sk_sk: Zásoba
sl: Zaloga
tr: Envanter
uk: Інвентаризація

source: Shopping list
ca: Llista de la compra
cs: Nákupní seznam
da: Indkøbsliste
de: Einkaufszettel
el_gr: Λίστα με τα ψώνια
es: Lista de la compra
et_ee: Ostunimekiri
fi: Ostoslista
fr: Liste de courses
he_il: רשימת קניות
hu: Bevásárlólista
it: Lista della spesa
lt: Prekių sąrašas
nl: Boodschappenlijst
no: Handleliste
pt_br: Lista de Compras
pt_pt: Lista de compras
ro_ro: Listă de cumpărături
ru: Список покупок
sk_sk: Nákupný zoznam
sl: Nakupovalni seznam
tr: Alışveriş listesi
uk: Список покупок

source: Chore tracking
ca: Seguiment de feines de casa
cs: Plnění povinností
da: Opfølgning af pligter
de: Hausarbeit-Ausführung
el_gr: Παρακολούθηση μικροδουλειών
es: Registro de tareas del hogar
et_ee: Kodutööde jälgimine
fi: Suorita kotityö
fr: Suivi des corvées
he_il: מעקב מטלות
hu: Házimunka követése
it: Tracciamento delle faccende
lt: Namų ruošos darbų sekimas
nl: Klusjes volgen
no: Husarbeidsregistrering
pt_br: Monitorar tarefa doméstica
pt_pt: Tracking de Tarefas
ro_ro: Monitorizare activități
ru: Выполнить работу
sk_sk: Záznam povinností
sl: Spremljanje obveznosti
tr: Ev işleri takibi
uk: Виконати роботу

source: Battery tracking
ca: Seguiment de bateries
cs: Výměna baterií
da: Registrering af batterier
de: Batterie-Ladezyklus
el_gr: Παρακολούθηση μπαταρίας
es: Registro de baterías
et_ee: Patareide jälgimine
fi: Lataa akku
fr: Suivi des piles
he_il: מעקב סוללות
hu: Elemek követése
it: Dati sulle batterie
lt: Baterijos sekimas
nl: Batterijen volgen
no: Batteriregistrering
pt_br: Monitorar baterias
pt_pt: Tracking de Pilhas
ro_ro: Monitorizare baterii
ru: Отслеживание батареек
sk_sk: Záznam stavu batérií
sl: Sledenje baterijam
tr: Pil takibi
uk: Відстеження акумуляторів

source: Locations
ca: Ubicacions
cs: Umístění produktů
da: Placeringer
de: Standorte
el_gr: Τοποθεσίες
es: Ubicaciones
et_ee: Asukohad
fi: Sijainnit
fr: Emplacements
he_il: מיקומים
hu: Helyek
it: Posizioni
lt: Vietos
nl: Locaties
no: Lokasjoner
pt_br: Localizações
pt_pt: Locais
ro_ro: Locuri
ru: Места хранения
sk_sk: Umiestnenia
sl: Lokacije
tr: Lokasyonlar
uk: Місця

source: Stores
ca: Botigues
cs: Obchody
da: Butikker
de: Geschäfte
el_gr: Προμήθεια
es: Tiendas
et_ee: Poed
fi: Myymälät
fr: Magasins
he_il: חנויות
hu: Áruházak
it: Negozi
lt: Parduotuvės
nl: Winkels
no: Butikker
pt_br: Estabelecimentos
pt_pt: Lojas
ro_ro: Magazine
ru: Магазины
sk_sk: Obchody
sl: Trgovine
tr: Market
uk: Магазини

source: Quantity units
ca: Unitats
cs: Měrné jednotky
da: Måleenheder
de: Mengeneinheiten
el_gr: Μονάδες ποσότητας
es: Unidades
et_ee: Koguseühikud
fi: Yksiköt
fr: Unités
he_il: יחידות כמות
hu: Mennyiségi egységek
it: Unità di misura
lt: Kiekio vienetai
nl: Hoeveelheidseenheden
no: Forpakning
pt_br: Unidades de medida
pt_pt: Unidades de medida
ro_ro: Unități cantitative
ru: Единицы измерения
sk_sk: Množstevné jednotky
sl: Enote količine
tr: Miktar birimleri
uk: Одиниці виміру

source: Chores
ca: Feines de casa
cs: Povinnosti
da: Pligter
de: Hausarbeiten
el_gr: Μικροδουλειές
es: Tareas del hogar
et_ee: Majapidamistööd
fi: Kotityöt
fr: Corvées
he_il: מטלות
hu: Házimunkák
it: Faccende
lt: Namų ruošos darbai
nl: Klusjes
no: Husarbeid
pt_br: Tarefas Domésticas
pt_pt: Tarefas
ro_ro: Activități
ru: Работы
sk_sk: Povinnosti
sl: Obveznosti
tr: Ev işleri
uk: Завдання

source: Batteries
ca: Bateries
cs: Baterie
da: Batterier
de: Batterien
el_gr: Μπαταρίες
es: Baterías
et_ee: Patareid
fi: Akut
fr: Piles
he_il: סוללות
hu: Elemek
it: Batterie
lt: Baterijos
nl: Batterijen
no: Batterier
pt_br: Baterias
pt_pt: Pilhas
ro_ro: Baterii
ru: Батарейки
sk_sk: Batérie
sl: Baterije
tr: Pil
uk: Акумулятори

source: Chore
ca: Feina de casa
cs: Povinnost
da: Pligt
de: Hausarbeit
el_gr: Αγγαρεία
es: Tarea del hogar
et_ee: Majapidamistöö
fi: Kotityö
fr: Corvée
he_il: מטלה
hu: Házimunka
it: Faccenda
lt: Namų ruošos darbas
nl: Klusje
no: Husarbeid
pt_br: Tarefa
pt_pt: Tarefa
ro_ro: Activitate
ru: Работа
sk_sk: Povinnosť
sl: Obveznost
tr: Ev işi
uk: Завдання

source: Next estimated tracking
ca: Pròxima data prevista
cs: Předpokládaný čas provedení
da: Næste forventede registrering
de: Nächste geplante Ausführung
el_gr: Επόμενη εκτιμώμενη παρακολούθηση
es: Próximo registro estimado
et_ee: Järgmine eeldatav jälgimine
fi: Seuraava arvioitu suoritus
fr: Prochaine occurrence estimée
he_il: המעקב המוערך הבא
hu: Legközelebbi becsült követés
it: Prossima esecuzione
lt: Kitas numatomas stebėjimas
nl: Volgende geschatte uitvoering
no: Neste estimterte registrering
pt_br: Próximo previsto
pt_pt: Próximo acompanhamento estimado
ro_ro: Următoarea monitorizare estimativă
ru: Следующий период отслеживания
sk_sk: Predpokladaný čas vykonania
sl: Naslednje ocenjeno sledenje
tr: Sonraki tahmini takip
uk: Наступне виконання

source: Last tracked
ca: Última data
cs: Naposledy provedeno
da: Sidst registreret
de: Zuletzt ausgeführt
el_gr: Τελευταία παρακολούθηση
es: Último registro
et_ee: Viimati jälgitud
fi: Viimeksi suoritettu
fr: Dernière réalisation
he_il: נעקב לאחרונה
hu: Legutóbb követve
it: Ultima esecuzione
lt: Paskutinį kartą stebėta
nl: Laatste keer gedaan
no: Sist registert
pt_br: Última execução em
pt_pt: Apagar lista de compras
ro_ro: Ultima monitorizare
ru: Последнее время отслеживания
sk_sk: Naposledy vykonané
sl: Nazadnje sledeno
tr: Son takip
uk: Востаннє виконано

source: Battery
ca: Bateria
cs: Baterie
da: Batteri
de: Batterie
el_gr: Μπαταρία
es: Batería
et_ee: Patarei
fi: Akku
fr: Batterie
he_il: סוללה
hu: Elem
it: Batteria
lt: Baterija
nl: Batterij
no: Batteri
pt_br: Bateria
pt_pt: Pilha
ro_ro: Baterie
ru: Батарейка
sk_sk: Batéria
sl: Baterija
tr: Pil
uk: Акумулятор

source: Last charged
ca: Última càrrega
cs: Naposledy vyměněno/nabito
da: Sidst opladt
de: Zuletzt geladen
el_gr: Τελευταία χρέωση
es: Última carga
et_ee: Viimati laetud
fi: Viimeksi ladattu
fr: Dernier chargement
he_il: טעינה אחרונה
hu: Legutóbb feltöltve
it: Ultima ricarica
lt: Paskutinį kartą krautą
nl: Laatst opgeladen
no: Sist ladet
pt_br: Último Carregamento
pt_pt: Última carga
ro_ro: Ultima încărcare
ru: Последний раз заряжалась
sk_sk: Naposledy nabité
sl: Nazadnje napolnjeno
tr: Son şarj ediş
uk: Востаннє заряжалась

source: Next planned charge cycle
ca: Pròxim cicle de càrrega previst
cs: Příští plánovaná výměna/nabíjení baterie
da: Næste planlagte opladning
de: Nächster geplanter Ladezyklus
el_gr: Επόμενος προγραμματισμένος κύκλος φόρτισης
es: Siguiente ciclo de carga planificado
et_ee: Järgmine plaanitud laadimistsükkel
fi: Seuraavaksi suunniteltu lataus
fr: Prochaine charge planifiée
he_il: מחזור הטעינה המתוכנן הבא
hu: Következő tervezett töltési ciklus
it: Prossima ricarica
lt: Kitas planuojamas įkrovimo ciklas
nl: Volgende geplande laadcyclus
no: Neste planlagte oppladning
pt_br: Próxima recarga
pt_pt: Próximo ciclo de carga planeado
ro_ro: Următoarea încărcare planificată
ru: Следующий запланированный цикл заряда
sk_sk: Ďalšie plánované nabíjanie
sl: Naslednji načrtovan cikel polnjenja
tr: Sonraki planlanan şarj döngüsü
uk: Наступний запланований цикл заряду

source: Best before
ca: Consumir preferentment
cs: Datum min. trvanlivosti
da: Bedst før
de: MHD
el_gr: Ανάλωση κατά προτίμηση πριν
es: Fecha de consumo preferente
et_ee: Parim enne
fi: Parasta ennen
fr: DLUO / DLC
he_il: בתוקף עד
hu: Minőségét megőrzi
it: Preferibilmente entro
lt: Geriausias iki
nl: Tenminste houdbaar tot
no: Best før
pt_br: Melhor consumido antes de
pt_pt: Consumir antes de
ro_ro: Dată expirare
ru: Срок годности
sk_sk: Spotrebovať do
sl: Uporabno do
tr: Son kullanma tarihi
uk: Термін придатності

source: OK
ca: D'acord
el_gr: Εντάξει
he_il: אישור
lt: Gerai
ru: Готово
sl: V redu
tr: Tamam
uk: Готово

source: Product overview
ca: Resum de productes
cs: Přehled dat k produktu
da: Vareoversigt
de: Produktübersicht
el_gr: Επισκόπηση προϊόντος
es: Resumen de producto
et_ee: Toote ülevaade
fi: Tuotteen tiedot
fr: Aperçu du produit
he_il: סקירת מוצר
hu: Termék áttekintése
it: Riepilogo del prodotto
lt: Produkto apvžvalga
nl: Productoverzicht
no: Produktoversikt
pt_br: DETALHES
pt_pt: Visão geral do Produto
ro_ro: Prezentare Produs
ru: Обзор продуктов
sk_sk: Prehľad výrobkov
sl: Pregled izdelka
tr: Ürün genel bakışı
uk: Огляд продуктів

source: Stock quantity unit
ca: Unitat d'inventari
cs: Jednotka množství produktu
da: Lagerenhed
de: Bestandsmengeneinheit
el_gr: Μονάδα ποσότητας αποθεμάτων
es: Unidad de inventario
et_ee: Koguseühik varudes
fi: Varastoyksikkö
fr: Unité de stockage
he_il: יחידת כמות במלאי
hu: Készlet mennyiségi egység
it: Unità di misura dispensa
lt: Atsargų kiekio vienetas
nl: Voorraadhoeveelheidseenheid
no: Forpakningstype i beholdningen
pt_br: Unidade
pt_pt: Unidade de medida do Stock
ro_ro: Unitatea stocului
ru: Единица измерения запаса
sk_sk: Jednotka množstva v zásobe
sl: Enota količine zaloge
tr: Stok miktar birimi
uk: Одиниця виміру в запасах

source: Stock amount
ca: Existències
cs: Množství v zásobě
da: Lagerbeholdning
de: Bestand
el_gr: Ποσό αποθέματος
es: Existencias
et_ee: Kogus varudes
fi: Varastomäärä
fr: Quantité en stock
he_il: כמות במלאי
hu: Készlet mennyiség
it: Quantità dispensa
lt: Atsargų kiekis
nl: Voorraadhoeveelheid
no: Beholdningsantall
pt_br: Total em estoque
pt_pt: Quantidade em stock
ro_ro: Cantitatea stocului
ru: Количество в запасе
sk_sk: Množstvo zásoby
sl: Količina zaloge
tr: Stok miktarı
uk: Кількість в запасах

source: Last purchased
ca: Última compra
cs: Naposledy nakoupeno
da: Sidst købt
de: Zuletzt gekauft
el_gr: Τελευταία αγορά
es: Última compra
et_ee: Viimati ostetud
fi: Viimeksi ostettu
fr: Dernier achat
he_il: רכישה אחרונה
hu: Legutóbb vásárolva
it: Ultimo acquisto
lt: Paskutinis pirktas
nl: Laatst gekocht
no: Sist kjøpt
pt_br: Última compra
pt_pt: Comprado pela última vez em
ro_ro: Data ultimei achiziții
ru: Последняя покупка
sk_sk: Naposledy nakúpené
sl: Nazadnje kupljeno
tr: Son satın alış
uk: Востаннє придбано

source: Last used
ca: Últim ús
cs: Naposledy použito
da: Sidst brugt
de: Zuletzt verbraucht
el_gr: Τελευταία χρήση
es: Último uso
et_ee: Viimati kasutatud
fi: Viimeksi käytetty
fr: Dernière utilisation
he_il: שימוש אחרון
hu: Legutóbb felhasználva
it: Ultimo utilizzo
lt: Paskutinis naudotas
nl: Laatst gebruikt
no: Sist brukt
pt_br: Último uso
pt_pt: Usado pela última vez em
ro_ro: Dată ultimei utilizări
ru: Последний раз использовалось
sk_sk: Naposledy použité
sl: Nazadnje uporabljeno
tr: Son kullanış
uk: Востаннє використано

source: Spoiled
ca: Fet malbé
cs: Zkažené
da: Udløbet
de: Verdorben
el_gr: Κακομαθημένος
es: Desperdiciado
et_ee: Riknenud
fi: Pilaantunut
fr: Périmé
he_il: מקולקל
hu: Megromlott
it: Scaduto
lt: Sugadintas
nl: Bedorven
no: Produkt har gått ut på dato
pt_br: Vencido/Estragado
pt_pt: Estragado
ro_ro: Expirat
ru: Испорчено
sk_sk: Pokazené
sl: Pokvarjeno
tr: Bozulmuş
uk: Зіпсовано

source: Barcode lookup is disabled
ca: La detecció de codis de barres està desactivada
cs: Vyhledávání podle čárového kódu vypnuto
da: Stregkodeopslag er deaktiveret
de: Barcodesuche ist deaktiviert
el_gr: Η αναζήτηση γραμμωτού κώδικα είναι απενεργοποιημένη
es: El buscador de códigos de barras está desactivado
et_ee: Triipkoodi otsing on välja lülitatud
fi: Viivakoodin tulkinta on pois käytöstä
fr: La recherche par code barres est désactivée
he_il: חיפוש ברקודים מושבת
hu: Vonalkódos keresés le van tiltva
it: I codici a barre sono disabilitati
lt: Brūkšninio kodo paieška išjungta
nl: Zoeken op streepjescode is uitgeschakeld
no: Strekkodesøk deaktivert
pt_br: A pesquisa de código de barras está desativada
pt_pt: Pesquisa por código de barras desactivada
ro_ro: Identificare pe bază de cod de bare dezactivată
ru: Поиск по штрихкоду отключён
sk_sk: Vyhľadávanie podľa čiarového kódu je vypnuté
sl: Iskanje črtnih kod je onemogočeno
tr: Barkod inceleme özelliği devre dışı bırakıldı
uk: Пошук штрихкодів вимкнено

source: will be added to the list of barcodes for the selected product on submit
ca: S'afegirà a la llista de codis de barres associats al producte seleccionat a l'enviar
cs: bude přidáno do seznamu čárových kódů pro vybraný produkt při potvrzení
da: bliver tilføjet til stregkodelisten for den valgte vare når du gemmer
de: wird der Liste der Barcodes für das ausgewählte Produkt beim Speichern hinzugefügt
el_gr: Επισκόπηση αποθεμάτωνθα προστεθεί στη λίστα των γραμμικών κωδικών για το επιλεγμένο προϊόν κατά την υποβολή
es: al enviar, será añadido a la lista de códigos de barras para el producto seleccionado
et_ee: lisatakse esitamisel toote triipkoodide nimekirja valitud toodetele
fi: lisätään valitun tuotteen viivakoodien listaan lähetettäessä
fr: sera ajouté à la liste des codes-barres pour le produit sélectionné après avoir cliqué sur le bouton
he_il: יתווסף לרשימת הברקודים למוצר הנבחר להגשה
hu: hozzá lesz adva a vonalkódok listájához a kiválasztott termék esetén beküldéskor
it: il prodotto selezionato sarà aggiunto alla lista dei codici a barre al momento dell'invio
lt: pristatymo metu bus įtrauktas į pasirinkto produkto brūkšninių kodų sąrašą
nl: wordt toegevoegd aan de lijst van streepjescodes voor het geselecteerde product
no: Blir lagt til liste over strekkoder når produkt blir lagt inn
pt_br: será adicionado à lista de códigos de barras do produto selecionado no envio
pt_pt: ao submeter irá ser adicionado à lista de códigos de barra para o produto seleccionado
ro_ro: va fi adăugat în lista codurilor de bare pentru produsul selectat, la apăsarea Submit
ru: будет добавлен к списку штрихкодов для выбранного продукта при сохранении
sk_sk: pri odoslaní bude pridané do zoznamu čiarových kódov pre daný výrobok
sl: dodano bo na seznam črtnih kod za izbrani izdelek ob vnosu
tr: kayıt esnasında seçilen ürün için barkod listesine eklenecek
uk: буде додано до списку штрихкодів обраного продукту при збереженні

source: New amount
ca: Nova quantitat
cs: Nové množství
da: Ny mængde
de: Neue Menge
el_gr: Νέο ποσό
es: Cantidad nueva
et_ee: Uus kogus
fi: Uusi määrä
fr: Nouvelle quantité
he_il: כמות חדשה
hu: Új mennyiség
it: Nuova quantità
lt: Naujas kiekis
nl: Nieuwe hoeveelheid
no: Ny mengde
pt_br: Novo total
pt_pt: Nova quantidade
ro_ro: Cantitate nouă
ru: Новое количество
sk_sk: Nové množstvo
sl: Nova količina
tr: Yeni miktar
uk: Нова кількість

source: Note
ca: Nota
cs: Poznámka
de: Notiz
el_gr: Σημείωση
es: Nota
et_ee: Märge
fi: Merkintä
fr: Remarque
he_il: הערה
hu: Jegyzet
it: Nota
lt: Pastaba
nl: Notitie
no: Info
pt_br: Notas
pt_pt: Nota
ro_ro: Notă
ru: Заметка
sk_sk: Poznámka
sl: Opomba
tr: Not
uk: Нотатка

source: Tracked time
ca: Temps registrat
cs: Čas vykonání
da: Tid registreret
de: Ausführungszeit
el_gr: Παρακολούθηση χρόνου
es: Fecha de registro
et_ee: Jälgitud aeg
fi: Suoritusaika
fr: Réalisé le
he_il: זמן מעקב
hu: Követett idő
it: Ora di esecuzione
lt: Stebėtas laikas
nl: Tijd
no: Tid registrert
pt_br: Registo de tempo
pt_pt: Tempo registado
ro_ro: Timp monitorizat
ru: Время выполнения
sk_sk: Zaznamenaný čas
sl: Porabljeni čas
tr: Takip edilen süre
uk: Час виконання

source: Chore overview
ca: Resum de feines de casa
cs: Přehled povinností
da: Pligt oversigt
de: Hausarbeitenübersicht
el_gr: Επισκόπηση μικροδουλειάς
es: Resumen de tarea del hogar
et_ee: Majapidamistöö ülevaade
fi: Kotityön tiedot
fr: Aperçu de la corvée
he_il: סקירת מטלה
hu: Házimunka áttekintése
it: Riepilogo della faccenda
lt: Namų ruošos darbų apžvalga
nl: Overzicht klusje
no: Husarbeidsoversikt
pt_br: DETALHES
pt_pt: Visão geral da Tarefa
ro_ro: Vizualizare activitate
ru: Обзор работы по дому
sk_sk: Prehľad povinností
sl: Pregled obveznosti
tr: Ev işlerine genel bakış
uk: Огляд робіт
