Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Scan a barcode
ca: Escanejar codi de barres
cs: Naskenovat čárový kód
da: Skan en stregkode
de: Scanne einen Barcode
el_gr: Σάρωση γραμμωτού κώδικα
es: Escanear un código de barras
et_ee: Skänni triipkood
fi: Skannaa viivakoodi
fr: Scanner un code barre
he_il: סריקת ברקוד
hu: Vonalkód beolvasása
it: Scansiona un codice a barre
lt: Nuskaitykite brūkšninį kodą
nl: Scan een streepjescode
no: Skann strekkode
pt_br: Ler um código de barras
pt_pt: Ler o código de barras
ro_ro: Scanează un cod de bare
ru: Отсканировать штрихкод
sk_sk: Nasnímať čiarový kód
sl: Poskeniraj črtno kodo
tr: Barkod okut
uk: Відсканувати штрихкод

source: Error while initializing the barcode scanning library
ca: Error inicialitzant la llibreria d'escàner de codi de barres
cs: Chyba při inicializaci knihovny pro skenování čárových kódů
da: Fejl ved initialisering af stregkodeskannerbibliotek
de: Fehler beim Initialisieren der Barcode-Scan-Komponenten
el_gr: Σφάλμα κατά την προετοιμασία της βιβλιοθήκης σάρωσης γραμμωτού κώδικα
es: Error durante la inicialización de la biblioteca de escaneo
et_ee: Viga triipkoodi skännimise teegi käivitamisel
fi: Virhe alustettaessa viivakoodien lukemisen kirjastoa
fr: Erreur lors de l'initialisation de la librairie de scan de code barre
he_il: אירעה שגיאה בהפעלת ספריית סריקת הברקודים
hu: Hiba történt a vonalkódolvasó könyvtár inicializálásakor
it: Errore durante l'inizializzazione della libreria di scansione dei codici a barre
lt: Klaida inicijuojant brūkšninio kodo nuskaitymo biblioteką
nl: Fout bij het initialiseren van de barcodescanbibliotheek
no: Feil under oppstart av strekkodeleser
pt_br: Erro ao inicializar a biblioteca de scanner de código de barras
pt_pt: Erro enquanto inicializava a biblioteca para ler o código de barras
ro_ro: Eroare la inițializarea bibliotecii de scanare a codurilor de bare
ru: Ошибка инициализации библиотеки сканирования штрихкодов
sk_sk: Chyba pri inicializácii knižnice snímania čiarových kódov
sl: Napaka pri inicializaciji knjižnice za skeniranje črtnih kod
tr: Barkod tarama kütüphanesini başlatırken hata oluştu

source: The resulting price of this ingredient will be multiplied by this factor
ca: El preu resultant d'aquest ingredient serà multiplicat per aquest factor
cs: Konečná cena této ingredience bude vynásobena tímto číslem. Vhodné např. pro prodej produktu vyrobeného z receptu.
da: Prisen for denne ingrediens vil blive ganget med denne faktor
de: Der resultierende Preis dieser Zutat wird mit diesem Faktor multipliziert
el_gr: Επισκόπηση μικροδουλειάςΗ προκύπτουσα τιμή αυτού του συστατικού πολλαπλασιάζεται με αυτόν τον παράγοντα
es: El precio resultante de este ingrediente se multiplicará por este factor
et_ee: Selle koostisosa hind korrutatakse selle teguriga
fi: Tämän ainesosan lopullinen hinta kerrotaan tällä kertoimella
fr: Le prix final de cet ingrédient sera multiplié par ce facteur
he_il: המחיר שיתקבל לרכיב זה יוכפל במקדם הזה
hu: Ennyivel lesz megszorozva a hozzávaló végső ára
it: Il prezzo risultante di questo ingrediente verrà moltiplicato per questo fattore
lt: Klaida inicijuojant brūkšninio kodo nuskaitymo biblioteką
nl: De uitkomst van de prijs van dit ingrediënt wordt vermenigvuldigd met deze factor
no: Pris for denne ingrediensen vil bli ganget med dette tallet
pt_br: O preço resultante desde ingrediente será multiplicado por esse fator
ro_ro: Prețul rezultat al acestui ingredient va fi înmulțit cu acest factor
ru: Полная цена этого ингредиента будет умножена на этот коэффициент
sk_sk: Konečná cena tejto suroviny bude vynásobená týmto faktorom
sl: Končna cena te sestavine bo pomnožena s tem faktorjem
tr: Bu bileşenin ortaya çıkan fiyatı bu faktörle çarpılacaktır.
uk: Кінцева ціна цього інгрідієнту буде помножена на цей фактор

source: Price factor
ca: Factor de preu
cs: Násobek ceny ingredience
da: Prisfaktor
de: Preisfaktor
el_gr: Συντελεστής τιμής
es: Factor del precio
et_ee: Hinna tegur
fi: Hintakerroin
fr: Facteur de prix
he_il: מקדם מחיר
hu: Ár szorzó
it: Fattore prezzo
lt: Kainos faktorius
nl: Prijsfactor
no: Pris faktor
pt_br: Fator de preço
pt_pt: Fator preço
ro_ro: Factor de preț
ru: Коэффициент цены
sk_sk: Cenový faktor
sl: Faktor cene
tr: Fiyat faktörü
uk: Фактор ціни

source: Do you find Grocy useful?
cs: Je pro vás Grocy užitečný?
de: Findest du Grocy nützlich?
es: ¿Le resulta útil Grocy?
et_ee: Kas leiad, et Grocy on kasulik?
fr: Trouvez-vous Grocy utile ?
he_il: Grocy שימושי לדעתך?
it: Trovi Grocy utile?
lt: Ar Grocy jums naudinga?
nl: Vind je Grocy nuttig?
no: Synes du Grocy er bra?
pt_br: Você achou o Grocy útil?
ru: Вы находите Grocy полезным?
tr: Grocy'yi yararlı buluyor musunuz?

source: Say thanks
ca: Dir gràcies
cs: Poděkujte za aplikaci
da: Sig tak
de: Sag Danke
el_gr: Πες ευχαριστώ
es: Agradecer
et_ee: Ütle aitäh
fi: Kiitä
fr: Remercier
he_il: להגיד תודה
hu: Köszönd meg
it: Ringrazia
lt: Sakyk ačiū
nl: Zeg bedankt
no: Si takk
pt_br: Dizer obrigado
pt_pt: Diga obrigado
ro_ro: Mulțumește
ru: Сказать спасибо
sk_sk: Poďakovanie
sl: Zahvali se
tr: Teşekkür et
uk: Скажіть "дякую"

source: Search for recipes containing this product
ca: Busca receptes que continguin aquest producte
cs: Vyhledat recepty obsahující tento produkt
da: Søg efter opskrifter som indeholder denne vare
de: Rezepte mit diesem Produkt suchen
el_gr: Αναζητήστε συνταγές που περιέχουν αυτό το προϊόν
es: Buscar recetas que contengan este producto
et_ee: Otsi retsepte, mis sisaldavad seda toodet
fi: Etsi tämän tuotteen sisältäviä reseptejä
fr: Chercher des recettes contenant ce produit
he_il: חיפוש מתכונים שמכילים את המוצר הזה
hu: Receptek keresése, amelyek ezt a terméket tartalmazzák
it: Cerca ricette contenenti questo prodotto
lt: Ieškokite receptų, kuriuose yra šis produktas
nl: Zoek naar recepten met dit product
no: Søk etter oppskrift som inneholder dette produktet
pt_br: Procurar receitas contendo este produto
pt_pt: Procurar receitas com este produto
ro_ro: Căutați rețete care conțin acest produs
ru: Искать рецепты, содержащие данный продукт
sk_sk: Vyhľadať recepty obsahujúce tento výrobok
sl: Išči recepte ki vsebujejo ta izdelek
tr: Bu ürünü içeren tarifleri ara

source: Add to shopping list
ca: Afegir a la llista de la compra
cs: Přidat do nákupního seznamu
da: Tilføj til indkøbsliste
de: Zum Einkaufszettel hinzufügen
el_gr: Προσθήκη στη λίστα αγορών
es: Añadir a la lista de la compra
et_ee: Lisa ostunimekirja
fi: Lisää ostoslistalle
fr: Ajouter à la liste de courses
he_il: הוספה לרשימת קניות
hu: Hozzáadás bevásárlólistához
it: Aggiungi alla lista della spesa
lt: Pridėti į pirkinių sąrašą
nl: Voeg toe aan boodschappenlijst
no: Legg til i handlelisten
pt_br: Adicionar à lista de compras
pt_pt: Adicione à lista de compras
ro_ro: Adăugați la lista de cumpărături
ru: Добавить в список покупок
sk_sk: Pridať do nákupného zoznamu
sl: Dodaj na seznam nakupov
tr: Alışveriş listesine ekle
uk: Додати до списку покупок

source: Added %1$s of %2$s to the shopping list "%3$s"
ca: Afegit %1$s de %2$s a la llista de la compra "%3$s"
cs: Seznam „%3$s” se rozrostl o %1$s produktu %2$s
da: Tilføjet %1$s af %2$s til indkøbslisten "%3$s"
de: %1$s %2$s dem Einkauszettel "%3$s" hinzugefügt
el_gr: Προστέθηκε% %1$s από% %2$s στη λίστα αγορών "%3$s"
es: Añadido %1$s de %2$s a la lista de la compra "%3$s"
et_ee: Lisasin %1$s %2$s-st ostunimekirja "%3$s"
fi: Lisättiin %1$s tuotetta %2$s ostoslistaan "%3$s"
fr: %1$s de %2$s ajouté à la liste de course "%3$s"
he_il: %1$s מתוך %2$s נוספו לרשימת הקניות „%3$s”
hu: Hozzáadtam %1$s %2$s ehhez a bevásárlólistához: "%3$s"
it: Aggiunti %1$s di %2$s alla lista della spesa "%3$s"
lt: Pridėta %1$siš %2$sį pirkinių sąrašą "%3$s"
nl: %1$s %2$s toegevoegd aan boodschappenlijst "%3$s"
no: Legg til %1$s%2$s i handlelisten "%3$s"
pt_br: Adicionado %1$s de %2$s na lista de compra "%3$s"
pt_pt: Adicionado %1$s de %2$s à lista de compras "%3$s"
ru: Добавлено %1$s из %2$s в список покупок "%3$s"
sk_sk: Pridané %1$s %2$s do nákupného zoznamu "%3$s"
sl: Dodano %1$s od %2$s na nakupovalni seznam "%3$s"
tr: "%3$s" alışveriş listesine %1$s adet %2$s eklendi
uk: Додано %1$s %2$s до списку покупок "%3$s"

source: Output
ca: Resultat
cs: Výstup
de: Ausgabe
el_gr: Παραγωγή
es: Salida
et_ee: Väljund
fi: Tuotos
fr: Sortie
he_il: פלט
hu: Kimenet
it: Uscita
lt: Išėjimas
nl: Uitvoer
no: Resultat
pt_br: Saída
pt_pt: Resultado
ro_ro: Ieșire
ru: Вывод
sk_sk: Výstup
tr: Çıktı

source: Energy
cs: Energetická hodnota
da: Energi
de: Energie
es: Energía
et_ee: Energia
fr: Énergie
he_il: אנרגיה
it: Energia
lt: Energija
nl: Energie
no: Energi
pt_br: Energia
pt_pt: Energia
ru: Энергетическая ценность
tr: Enerji

source: Per stock quantity unit
ca: Per unitat d'existències
cs: Na jednotku množství zásob
da: Per lagerenhed
de: Pro Bestandsmengeneinheit
el_gr: Ανά μονάδα ποσότητας αποθεμάτων
es: Por unidad por inventario
et_ee: Varude koguseühiku kohta
fi: Varastoyksikköä kohti
fr: Par unité de stockage
he_il: יחידת כמות לפי מלאי
hu: Készletegységenként
it: Unità quantitativa per dispensa
lt: Pagal atsargų kiekio vienetą
nl: Voorraadhoeveelheidseenheid
no: Beholdnings forpakningstype
pt_br: Unidade por estoque
pt_pt: Unidade de medida por stock
ru: На единицу измерения в запасе
sk_sk: Na jednotku množstva zásoby
tr: Stok miktarı birimi başına

source: Barcode scanner testing
ca: Test d'escàner de codi de barres
cs: Test skeneru čárových kódů
da: Stregkodeskannertest
de: Barcodescanner testen
el_gr: Δοκιμή σαρωτή γραμμωτού κώδικα
es: Prueba del escáner de código de barras
et_ee: Triipkoodi skänneri testimine
fi: Viivakoodilukijan testaus
fr: Test du scanner de code barre
he_il: בדיקת סורק הברקודים
hu: Vonalkódolvasó tesztelés
it: Test dello scanner di codici a barre
lt: Brūkšninio kodo skaitytuvo testavimas
nl: Testen streepjescodescanner
no: Strekkode scanner testing
pt_br: Teste do leitor de códigos de barra
pt_pt: Testagem de scanner de código de barras
ro_ro: Testarea cititorului de coduri de bare
ru: Проверка сканера штрихкодов
sk_sk: Testovanie snímača čiarových kódov
sl: Testiranje čitalnika črtne kode
tr: Barkod okuyucu testi
uk: Тестування сканування штрихкоду

source: Expected barcode
ca: S'esperava codi de barres
cs: Očekávaný čárový kód
da: Forventet stregkode
de: Erwarteter Barcode
el_gr: Αναμενόμενος γραμμικός κώδικας
es: Código de barras esperado
et_ee: Eeldatud triipkood
fi: Odotettu viivakoodi
fr: Code barre attendu
he_il: ברקוד צפוי
hu: Elvárt vonalkód
it: Atteso Codice a barre
lt: Laukiamas brūkšninis kodas
nl: Verwachte streepjescode
no: Forventet strekkode
pt_br: Código de barras esperado
pt_pt: Código de barras esperado
ro_ro: Codul de bare așteptat
ru: Ожидаемый штрихкод
sk_sk: Očakávaný čiarový kód
sl: Pričakovana črtna koda
tr: Beklenen barkod
uk: Очікуваний штрихкод

source: Scan field
ca: Escanejar camp
cs: Skenovací pole
da: Skannerfelt
de: Scanfeld
el_gr: Πεδίο σάρωσης
es: Escanear campo
et_ee: Skänneeri väli
fi: Skannauskenttä
fr: Champ du scan
he_il: שדה סריקה
hu: Vonalkód mező
it: Campo di scansione
lt: Nuskaitymo laukas
nl: Scanveld
no: Scannefelt
pt_br: Campo de scan
pt_pt: Ler campo
ro_ro: Câmp de scanare
ru: Сканировать поле
sk_sk: Snímacie pole
sl: Poskeniraj polja
tr: Tarama alanı
uk: Сканувати

source: Scanned barcodes
ca: Codis de barres escanejats
cs: Naskenované čárové kódy
da: Skannede stregkoder
de: Gescannte Barcodes
el_gr: Σαρωμένοι γραμμωτοί κώδικες
es: Códigos de barra escaneados
et_ee: Skänneeritud triipkoodid
fi: Skannatut viivakoodit
fr: Codes barre scanné
he_il: ברקודים שנסרקו
hu: Beolvasott vonalkódók
it: Codici a barre scansionati
lt: Nuskaityti brūkšniniai kodai
nl: Gescande streepjescodes
no: Skannede strekkoder
pt_br: Códigos de barra lidos
pt_pt: Código de barras lidos
ro_ro: Coduri de bare scanate
ru: Отсканированные штрихкоды
sk_sk: Nasnímané čiarové kódy
sl: Poskenirane črtne kode
tr: Taranmış barkodlar
uk: Відскановані штрихкоди

source: Hit
cs: Správně
de: Erfolgreich
el_gr: Κτύπημα
es: Acierto
et_ee: Pihtas
fi: Osuma
fr: Touché
he_il: פגעו
hu: Találat
it: Scansionato
lt: Pataikė
nl: Raak
no: Treff
pt_br: Acertos
pt_pt: Sucesso
ru: Правильно
sk_sk: Zásah
sl: Zadetek
tr: İsabet
uk: Влучання

source: Miss
cs: Špatně
de: Fehler
el_gr: Δεσποινίδα
es: Fallo
et_ee: Mööda
fi: Ohi
fr: Raté
he_il: החטיאו
hu: Téves
it: Non scansionato
lt: Praleido
nl: Mis
no: Bom
pt_br: Erros
pt_pt: Falha
ru: Неправильно
sk_sk: Vedľa
sl: Neuspeh
tr: Iska
uk: Промах

source: Display recipe
ca: Mostrar recepta
cs: Zobrazit recept
da: Vis opskrift
de: Rezept anzeigen
el_gr: Εμφάνιση συνταγής
es: Mostrar receta
et_ee: Näita retsepti
fi: Näytä resepti
fr: Afficher la recette
he_il: הצגת מתכון
hu: Recept megjelenítése
it: Mostra la ricetta
lt: Rodyti receptą
nl: Toon recept
no: Vis oppskrift
pt_br: Exibir receita
pt_pt: Mostrar receita
ro_ro: Afișează rețeta
ru: Отобразить рецепт
sk_sk: Zobraziť recept
sl: Prikaži recept
tr: Tarifi göster
uk: Відобразити рецепт

source: Accumulate sub products min. stock amount
ca: Acumular existències min. de subproductes
cs: Sčítat minimální počet skladových zásob podřízených produktů
da: Akkumuler underordnede varers minimumbeholdning
de: Mindestbestände von untergeordneten Produkten aufsummieren
el_gr: Συσσώρευση υποπροϊόντων ελάχ. ποσό αποθέματος
es: Acumular mínimos de existencias de subproductos
et_ee: Kogu alamtoodete minimaalne varude kogus
fi: Lisää alatuotteiden varaston minimimäärät
fr: Accumuler le stock minimal des sous produits
he_il: צבירת תת־מוצרים עם כמות מלאי מזערית
hu: Al-termékek minimális készlet mennyiségének halmozása
it: Quantità in dispensa minima di sottoprodotti accumulati
lt: Sukaupti subproduktus min. atsargų kiekis
nl: Verzamel minimale voorraad sub producten
no: Akkumuler underordnede produkter i minimum beholdningsnivå
pt_br: Acumula a quant mínima do estoque dos subprodutos
ru: Накапливать мин. заданное количество субпродуктов
sk_sk: Sčítavať min. skladové množstvá podriadených výrobkov
sl: Seštej min. količine podizdelkov
tr: Alt ürünün minimum stok miktarını biriktir

source: If enabled, the min. stock amount of sub products will be accumulated into this product, means the sub product will never be missing, only this product
cs: Pokud je zaškrtnuto, minimální množství zásob podřízených produktů bude přičteno do tohoto produktu. To znamená že podřízené produkty nikdy nebudou chybět, ale pouze tento produkt.
de: Wenn aktiviert, werden die Mindestbestände von untergeordneten Produkten aufsummiert, heißt das untergeordnete Produkt kann nie fehlen, nur dieses
es: Si está activado, los mínimos de existencias de los subproductos se acumularán en este producto. Los subproductos nunca faltarán, solo este producto
et_ee: Kui see on lubatud, siis minimaalne kogus alamtoodet kogutakse kokku selle toote alla, mis tähendab, et alamtoode ei kao kunagi, vaid ainult see toode
fr: Si l'option est activée, le stock minimum des sous-produits sera accumulé dans ce produit, ce qui signifie que les sous-produits ne seront jamais manquants, seulement ce produit.
he_il: אם האפשרות פעילה, הכמות המזערית במלאי של תת־מוצרים תצטבר לכדי המוצר הזה, משמעות הדבר היא שתת־המוצר הזה אף פעם לא יחסר, רק המוצר הזה
hu: Összeszámolja az altermékeket, így ebből a szülőtermékből keletkezik hiány az egyes altermékek helyett
it: Se abilitato, la quantità min. di scorte di sottoprodotti verrà accumulata in questo prodotto, il che significa che il sottoprodotto non mancherà mai, solo questo prodotto
lt: Jei įjungta, min. Į šią prekę bus sukauptas subproduktų atsargų kiekis, tai reiškia, kad subprodukto niekada netrūks, tik šios prekės
nl: Indien ingeschakeld zal de minimale voorraad van subproducten worden verzameld in dit product. Dat wil zeggen: het subproduct zal nooit "ontbreken", alleen dit product
no: Hvis aktivert vil minimum beholdningsnivå av underordnede produkter bli akkumulert inn i dette produktet. Dette betyr at det underordnede produktet aldri vil "mangle", kunne dette produktet.
pt_br: Se ativado, a quantidade mínima de estoque de subprodutos será acumulada neste produto, significa que o subproduto nunca faltará, apenas este produto
ru: Если включено, мин. количество запасов субпродуктов будет накапливаться в этом продукте, это означает, что субпродукт никогда не будет «отсутствовать», в отличии от этого продукта.
tr: Etkinleştirilirse min. Alt ürünlerin stok miktarı bu ürüne birikecek, yani hiçbir zaman alt ürün eksik kalmayacak, sadece bu ürün olacak

source: Are you sure you want to remove this conversion?
he_il: להסיר את ההמרה הזאת?
it: Sei sicuro di voler rimuovere questa conversione?

source: Unit price
ca: Preu unitari
cs: Cena za jednotku
da: Enhedspris
de: Einzelpreis
el_gr: Τιμή μονάδας
es: Precio unitario
et_ee: Ühiku hind
fi: Yksikköhinta
fr: Prix unitaire
he_il: מחיר ליחידה
hu: Egységár
it: Prezzo unitario
lt: Vieneto kaina
nl: Prijs per eenheid
no: Enhetspris
pt_br: Valor unitário
pt_pt: Preço de unidade
ro_ro: Preț unitar
ru: Цена за единицу
sk_sk: Cena za jednotku
sl: Enota cene
tr: Birim fiyat
uk: Вартість за одиницю

source: Total price
ca: Preu total
cs: Celková cena
da: Totalpris
de: Gesamtpreis
el_gr: Συνολικό ποσό
es: Precio total
et_ee: Koguhind
fi: Yhteishinta
fr: Prix total
he_il: מחיר כולל
hu: Teljes ár
it: Prezzo totale
lt: Visa kaina
nl: Totale prijs
no: Totalpris
pt_br: Valor total
pt_pt: Preço total
ro_ro: Preț total
ru: Общая цена
sk_sk: Celková cena
sl: Skupna cena
tr: Toplam fiyat
uk: Загальна вартість

source: in %s and based on the purchase quantity unit
ca: en %s i basat en la unitat de compra
cs: v %s a založené na měrných jednotkách nákupu
da: i %s og baseret på købsenheden
de: In %s und bezogen auf die Einkaufsmengeneinheit
el_gr: σε %s και βασίζεται στη μονάδα ποσότητας αγοράς
es: en %s y basado en la cantidad de unidades de compra
et_ee: %s-s ja ostukoguse ühiku alusel
fi: %s perustuen ostoyksikköön
fr: dans %s et basé sur la quantité unitaire d'achat
he_il: ב־%s ועל בסיס יחידת כמות הרכישה
hu: %s-ben a vásárlási mennyiségi egység alapján
it: in %se basato sull'unità quantitativa di acquisto
lt: %spagal pirkimo kiekio vienetą
nl: in %sen gebaseerd op de aankoopshoeveelheidseenheid
no: I %s og basert på innkjøpsforpakningen
pt_br: em %s e baseado na unidade de medida de compra
pt_pt: em %s e com base na unidade de medida de compra
ru: в %s исходя из количества купленных единиц
sk_sk: v %s a založené na jednotke množstva z nákupu
tr: %s olarak ve satın alma miktarı birimine göre

source: Unlimited
ca: Il·limitat
cs: Neomezeně
da: Ubegrænset
de: Unbegrenzt
el_gr: Απεριόριστος
es: Ilimitado
et_ee: Piiramatu
fi: Rajoittamaton
fr: Illimité
he_il: ללא הגבלה
hu: Korlátlan
it: Illimitato
lt: Neribota
nl: Onbegrensd
no: Evig
pt_br: Sem limite
pt_pt: Ilimitado
ro_ro: Nelimitat
ru: Неограниченно
sk_sk: Neobmedzene
sl: Neomejeno
tr: Sınırsız
uk: Необмежено

source: Clear
ca: Neteja
cs: Vymazat
da: Ryd
de: Löschen
el_gr: Σαφή
es: Borrar
et_ee: Puhasta
fi: Tyhjennä
fr: Vider
he_il: לרוקן
hu: Törlés
it: Elimina
lt: Išvalyti
nl: Wis
no: Slett
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sk_sk: Vymazať
sl: Počisti
tr: Temizle
uk: Очистити

source: Are you sure you want to remove the included recipe "%s"?
he_il: להסיר את המתכון הכלול „%s”?
it: Sei sicuro di voler rimuovere la ricetta inclusa "%s"?

source: Period interval
ca: Interval
cs: Interval opakování
da: Periodeinterval
de: Periodenintervall
el_gr: Διάστημα περιόδου
es: Intervalo del período
et_ee: Perioodi intervall
fi: Intervalli
fr: Intervalle de temps
he_il: תקופת הפרש
hu: Ciklus intervallum
it: Intervallo di tempo
lt: Periodinis intervalas
nl: Interval voor periode
no: Periodiskinterval
pt_br: Intervalo do período
pt_pt: Periodo de intervalo
ro_ro: Interval de timp
ru: Временной интервал
sk_sk: Interval opakovania
sl: Interval periode
tr: Dönem aralığı
uk: Інтервал повторення

source: This means the next execution of this chore is scheduled every year on the same day (based on the start date)
cs: To znamená, že další splnění povinnosti je naplánováno jedenkrát za rok ve stejný den, určený podle podle počátečního.
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit jedes Jahr am gleichen Tag (basierend auf dem Startzeitpunkt) geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada cada año en el mismo día (basándose en la fecha inicial)
et_ee: See tähendab, et selle kodutöö järgmine sooritamine on kavandatud iga aasta samal päeval (alguskuupäeva alusel)
fr: Cela signifie que la prochaine exécution de cette corvée est planifiée chaque année le même jour (en fonction de la date de début)
he_il: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת כל שנה באותו היום (לפי תאריך ההתחלה)
hu: Azt jelenti, hogy a házimunka következő végrehajtása minden évben ugyanarra a napra (a kezdő idő alapján) lesz ütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata ogni anno nello stesso giorno (in base alla data di inizio)
lt: Tai reiškia, kad kitas šio darbo atlikimas planuojamas kiekvienais metais tą pačią dieną (pagal pradžios datą)
nl: Dit betekent dat de volgende uitvoering van dit klusje ieder jaar op dezelfde dag (op basis van de startdatum) gepland staat
no: Dette betyr at neste utførelse av denne oppgaven blir planlagt hver år på samme dag (basert på start datoen)
pt_br: Isso significa que a próxima execução dessa tarefa é agendada todos os anos no mesmo dia (com base na data de início)
tr: Bu, bu görevin bir sonraki uygulamasının her yıl aynı günde planlandığı anlamına gelir (başlangıç tarihine göre)
uk: Це означає, що наспупне виконання цієї роботи буде заплановане кожен %s рік у той самий день

source: Transfer
cs: Přesun
da: Skift placering
de: Umlagern
el_gr: ΜΕΤΑΦΟΡΑ
es: Trasladar
et_ee: Üleviimine
fi: Siirrä
fr: Transfert
he_il: העברה
hu: Áthelyezés
it: Trasferisci
lt: Perdavimas
nl: Overdragen
no: Flytte produkt
pt_br: Transferir
pt_pt: Transferir
ru: Переместить
sk_sk: Presun
sl: Prenos
tr: Taşı
uk: Перемістити

source: From location
ca: D'ubicació
cs: Z umístění
da: Fra placering
de: Von Standort
el_gr: Από την τοποθεσία
es: Ubicación origen
et_ee: Asukohast
fi: Paikasta
fr: De
he_il: ממיקום
hu: Forráshely
it: Dalla posizione
lt: Iš vietos
nl: Van locatie
no: Fra lokasjon
pt_br: Localização atual
pt_pt: De local
ro_ro: Din locația
ru: Из места хранения
sk_sk: Z umiestnenia
sl: Iz lokacije
tr: Yerden
uk: З місця

source: To location
ca: A ubicació
cs: Do umístění
da: Til placering
de: Nach Standort
el_gr: Στην τοποθεσία
es: Ubicación destino
et_ee: Asukohta
fi: Paikkaan
fr: A
he_il: למיקום
hu: Célhely
it: Alla posizione
lt: Į vietą
nl: Naar locatie
no: Til lokasjon
pt_br: Nova localização
pt_pt: Para local
ro_ro: La locația
ru: В место хранения
sk_sk: Do umiestnenia
sl: V lokacijo
tr: Yere
uk: У місце
