Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: A due date is required
ca: Es requereix una data de venciment
cs: Datum je povinné
da: En forfaldsdato er påkrævet
de: Ein Fälligkeitsdatum ist erforderlich
el_gr: Απαιτείται προθεσμία
es: Es necesaria una fecha límite
et_ee: Tähtaeg on nõutud
fi: Määräpäivä tarvitaan
fr: Une date de réalisation est requise
he_il: נדרש מועד סיום
hu: Lejárati idő megadása kötelező
it: È necessaria una data di scadenza
lt: Būtina nurodyti terminą
nl: Een vervaldatum is vereist
no: En forfallsdato kreves
pt_br: É necessário uma data de validade
pt_pt: A data limite é obrigatória
ro_ro: Este necesară o dată a expirării
ru: Необходимо указать срок годности
sk_sk: Termín splnenia je povinný
sl: Končni datum je obvezen
tr: Bir tamamlanma tarihi zorunlu
uk: Строк виконання є необхідним

source: Category
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el_gr: Κατηγορία
es: Categoría
et_ee: Kategooria
fi: Kategoria
fr: Catégorie
he_il: קטגוריה
hu: Kategória
it: Categoria
lt: Kategorija
nl: Categorie
no: Kategori
pt_br: Categoria
pt_pt: Categoria
ro_ro: Categorie
ru: Категория
sk_sk: Kategória
sl: Kategorija
tr: Kategori
uk: Категорія

source: Edit task
ca: Editar tasca
cs: Upravit úkol
da: Rediger opgave
de: Aufgabe bearbeiten
el_gr: Επεξεργασία εργασίας
es: Modificar tarea
et_ee: Muuda ülesannet
fi: Muokkaa tehtävää
fr: Modifier la tâche
he_il: עריכת משימה
hu: Feladat szerkesztése
it: Modifica compito
lt: Redaguoti užduotį
nl: Bewerk taak
no: Endre oppgave
pt_br: Editar atividade
pt_pt: Editar tarefa
ro_ro: Editează sarcină
ru: Изменить задачу
sk_sk: Upraviť úlohu
sl: Uredi opravilo
tr: Görevi düzenle
uk: Редагувати завдання

source: Are you sure you want to delete task "%s"?
he_il: למחוק את המשימה „%s”?
it: Sei sicuro di voler eliminare l'attività "%s"?

source: %s task is due to be done
ca: %s tasca per fer
cs: %s úkol má být splněn
da: %s opgaven forfalder nu
de: %s Aufgabe steht an
el_gr: %s εργασία πρέπει να γίνει
es: %s tarea debe hacerse
et_ee: %s ülesanne vajab peatselt tegemist
fi: %s tehtävän määräpäivä
fr: %s tâche est due
he_il: משימה אחת אמורה להסתיים
hu: %s feladatot kell elvégezni
it: %s compito da fare
lt: %sužduotis turi būti atlikta
nl: %staak moet uitgevoerd worden
no: %s oppgave må gjøres
pt_br: %s pendente
pt_pt: %s tarefa agendada
ro_ro: %s sarcină urmează să fie îndeplinită
ru: Подходит срок %s задачи
sk_sk: %s úloha má byť splnená
sl: %s opravilo bo zapadlo
tr: %s görevin yapılma zamanı geçti
uk: %s завдання має бути виконано

source: %s task is overdue to be done
ca: %s tasca s'hauria d'haver fet
cs: %s úkol již měl být splněn
da: %s opgaver er forfaldne
de: %s Aufgabe ist überfällig
el_gr: %s καθήκον που πρέπει να γίνει
es: %s tarea debería haberse hecho
et_ee: %s ülesanne on üle tähtaja
fi: %s tehtävä myöhässä
fr: %s tâche en retard
he_il: משימה אחת חרגה ממועד הסיום
hu: %s feladat elvégzése késésben van
it: %s compito in ritardo da fare
lt: %sužduotį vėluoja atlikti
nl: %staak moet nog uitgevoerd worden
no: %s oppgave har forfalt frist for å bli utført
pt_br: %s atrasada
pt_pt: %s tarefas pendentes de execução
ro_ro: %s sarcină este întârziată
ru: Вышел срок %s задачи
sk_sk: %s úloha už mala byť splnená
sl: %s opravilo je zapadlo
tr: %s görevin tamamlanması gecikti
uk: %s прострочено

source: Edit task category
ca: Editar categoria de tasca
cs: Upravit kategorii úkolu
da: Rediger opgavekategori
de: Aufgabenkategorie bearbeiten
el_gr: Επεξεργασία κατηγορίας εργασιών
es: Modificar la categoría de la tarea
et_ee: Muuda ülesande kategooriat
fi: Muuta tehtäväluokitusta
fr: Modifier la catégorie de tâche
he_il: עריכת קטגוריית משימות
hu: Feladat kategória szerkesztése
it: Modifica categoria di compito
lt: Redaguoti užduoties kategoriją
nl: Bewerk taakcategorie
no: Endre oppgavekategori
pt_br: Editar categoria de atividade
pt_pt: Editar categoria da tarefa
ro_ro: Editează categoria sarcinii
ru: Изменить категорию задач
sk_sk: Upraviť kategóriu úlohy
sl: Uredi kategorijo opravil
tr: Görev kategorisini düzenle
uk: Змінити категорію завдання

source: Create task category
ca: Afegir categoria de tasca
cs: Vytvořit kategorii úkolů
da: Opret opgavekategori
de: Aufgabenkategorie erstellen
el_gr: Δημιουργία κατηγορίας εργασιών
es: Crear categoría de tarea
et_ee: Loo ülesande kategooria
fi: Luo tehtäväluokitus
fr: Créer une catégorie de tâche
he_il: יצירת קטגוריית משימות
hu: Feladat kategória létrehozása
it: Crea categoria di compito
lt: Sukurkite užduočių kategoriją
nl: Maak taakcategorie
no: Opprett oppgavekategori
pt_br: Criar categoria de atividade
pt_pt: Criar categoria da tarefa
ro_ro: Crează categoria sarcinii
ru: Создать категорию задач
sk_sk: Vytvoriť kategóriu úloh
sl: Ustvari kategorijo opravil
tr: Görev kategorisi oluştur
uk: Створити категорію завдань

source: Product groups
ca: Grups de productes
cs: Skupiny produktů
da: Varegrupper
de: Produktgruppen
el_gr: Ομάδες προϊόντων
es: Grupos de producto
et_ee: Tootegrupid
fi: Tuoteryhmät
fr: Groupes de produit
he_il: קבוצות מוצרים
hu: Termékcsoportok
it: Gruppi di prodotti
lt: Produktų grupės
nl: Productcategorieën
no: Produktgrupper
pt_br: Grupos
pt_pt: Grupos de produto
ro_ro: Grupuri de produse
ru: Группы продуктов
sk_sk: Skupiny výrobkov
sl: Skupine izdelkov
tr: Ürün grupları
uk: Групи продуктів

source: Ungrouped
ca: Sense grup
cs: Bez skupiny
da: Ikke grupperet
de: Ungruppiert
el_gr: Χωρίς ομάδα
es: Sin agrupar
et_ee: Grupitamata
fi: Ryhmittelemättä
fr: Sans groupe
he_il: ללא קבוצה
hu: Nem csoportosított
it: Non raggruppati
lt: Išgrupuotas
nl: Geen categorie
no: Mangler gruppe
pt_br: Não agrupado
pt_pt: Sem agrupar
ro_ro: Negrupat
ru: Без группы
sk_sk: Bez skupiny
sl: Negrupirano
tr: Grupsuz
uk: Без групи

source: Create product group
ca: Afegir grup de productes
cs: Vytvořit skupinu produktů
da: Opret varegruppe
de: Produktgruppe erstellen
el_gr: Δημιουργία ομάδας προϊόντων
es: Crear grupo de productos
et_ee: Loo tootegrupp
fi: Luo tuoteryhmä
fr: Créer un groupe de produit
he_il: יצירת קבוצת מוצרים
hu: Termékcsoport létrehozása
it: Crea gruppo di prodotti
lt: Sukurkite produktų grupę
nl: Maak productcategorie
no: Opprett produktgruppe
pt_br: Criar grupo
pt_pt: Criar grupo de produtos
ro_ro: Crează grupă de produse
ru: Создать группу продуктов
sk_sk: Vytvoriť skupinu výrobkov
sl: Ustvari skupino izdelkov
tr: Ürün grubu oluştur
uk: Створити групу продуктів

source: Edit product group
ca: Editar grup de productes
cs: Upravit skupinu produktů
da: Rediger varegruppe
de: Produktgruppe bearbeiten
el_gr: Επεξεργασία ομάδας προϊόντων
es: Modificar grupo del producto
et_ee: Muuda tootegruppi
fi: Muuta tuoteryhmää
fr: Modifier le groupe de produit
he_il: עריכת קבוצת מוצרים
hu: Termékcsoport szerkesztése
it: Modifica gruppo di prodotti
lt: Redaguoti produktų grupę
nl: Bewerk productcategorie
no: Endre produktgruppe
pt_br: Editar
pt_pt: Editar grupos de produto
ro_ro: Modifică grupă de produse
ru: Изменить группу продуктов
sk_sk: Upraviť skupinu výrobkov
sl: Uredi skupino izdelkov
tr: Ürün grubunu düzenle
uk: Редагувати групу продуктів

source: Product group
ca: Grup de productes
cs: Skupina produktů
da: Varegruppe
de: Produktgruppe
el_gr: Ομάδα προϊόντων
es: Grupo de productos
et_ee: Tootegrupp
fi: Tuoteryhmä
fr: Groupe de produit
he_il: קבוצת מוצרים
hu: Termékcsoport
it: Gruppo di prodotti
lt: Produktų grupė
nl: Productcategorie
no: Produktgruppe
pt_br: Grupo
pt_pt: Grupo de produto
ro_ro: Grupă de produse
ru: Группа продуктов
sk_sk: Skupina výrobkov
sl: Skupina izdelkov
tr: Ürün grubu
uk: Група продуктів

source: Are you sure you want to delete product group "%s"?
he_il: למחוק את קבוצת המוצרים „%s”?
it: Sei sicuro di voler eliminare il gruppo di prodotti "%s"?

source: Stay logged in permanently
ca: Mantenir-se connectat permanentment
cs: Zůstat přihlášen
da: Forbliv logget ind
de: Dauerhaft angemeldet bleiben
el_gr: Μείνετε μόνιμα συνδεδεμένοι
es: Mantener la sesión iniciada
et_ee: Jää alati sisselogituks
fi: Pysy sisäänkirjautuneena
fr: Rester connecté de manière permanente
he_il: להישאר במערכת לצמיתות
hu: Bejelentkezés korlátlan ideig
it: Resta connesso in modo permanente
lt: Būkite prisijungę visam laikui
nl: Permanent aangemeld blijven
no: Husk meg
pt_br: Permanecer conectado permanentemente
pt_pt: Permanecer com a sessão aberta
ro_ro: Rămâneți autentificat permanent
ru: Оставаться в сети всегда
sk_sk: Zostať prihlásený
sl: Ostani stalno prijavljen
tr: Oturum açık kalsın
uk: Залишатись авторизованим

source: When not set, you will get logged out at latest after 30 days
ca: Si no s'estableix, es tancarà la sessió com a molt tard al cap de 30 dies
cs: Pokud nebude zaškrtnuto, budete odhlášeni nejpozději za 30 dní
da: Hvis ikke markeret, vil du blive logget ud senest efter 30 dage
de: Wenn nicht gesetzt, wirst du spätestens nach 30 Tagen automatisch abgemeldet
el_gr: Όταν δεν ρυθμιστεί, θα αποσυνδεθείτε το αργότερο μετά από 30 ημέρες
es: Si no está marcado, se cerrará la sesión como máximo en 30 días
et_ee: Kui on märkimata, logitakse sind välja hiljemalt 30 päeva pärast
fi: Kun ei ole asetettu sinut kirjataan ulos viimeistään 30 päivän kuluttua.
fr: Si non défini, vous serez déconnecté après au moins 30 jours
he_il: כשהערך אינו מוגדר המערכת תוציא אותך לאחר 30 ימים
hu: Amikor nincs beállítva, akkor legkorábban 30 nap után ki leszel léptetve
it: Se non impostato, si verrà disconnessi alla fine dopo 30 giorni
lt: Jei nenustatyta, būsite atjungti ne vėliau kaip po 30 dienų
nl: Wanneer niet aangevinkt zal je na maximum 30 dagen afgemeld worden
no: Hvis "Husk meg" ikke er huket av vil du automatisk bli logget av om 30 dager
pt_br: Quando não marcado, você será desconectado após 30 dias
pt_pt: Quando não marcado, a sessão encerrará em no máximo 30 dias
ro_ro: Când nu este setat, veți fi deconectat cel târziu după 30 de zile
ru: Если не отмечено, то вы выйдете автоматически через 30 дней
sk_sk: Ak nie je zaškrtnuté, budete odhlásený najneskôr o 30 dní
sl: Če ni nastavljeno, boš odjavljen čez najpozneje 30 dni
tr: Seçilmediği takdirde, en az 30 gün sonra otomatik olarak çıkış yapacaksınız
uk: Якщо не обрано, вас буде деавторизовано через 30 днів

source: Status
ca: Estat
cs: Stav
el_gr: Κατάσταση
es: Estado
et_ee: Staatus
fi: Tila
he_il: מצב
hu: Állapot
it: Stato
lt: Būsena
pt_br: Situação
pt_pt: Estado
ro_ro: Stadiu
ru: Статус
sk_sk: Stav
sl: Stanje
tr: Durum
uk: Статус

source: Below min. stock amount
ca: Per sota de la quantitat mínima d'existències
cs: pod min. množstvím zásoby
da: Under min. beholdningsantal
de: Unter Mindestbestand
el_gr: Κάτω από ελάχ. ποσό αποθέματος
es: Por debajo del mínimo de existencias
et_ee: Alla minimaalse koguse
fi: Alle varaston minimimäärän
fr: En dessous du seuil de stock minimum
he_il: מתחת לכמות המלאי המזערית
hu: Min. készlet mennyiség alatt
it: Sotto quantità min. in dispensa
lt: Žemiau min. atsargų kiekis
nl: Onder min. voorraadhoeveelheid
no: Under under min. beholdningsmengde
pt_br: Abaixo da quantidade min. de estoque
pt_pt: Por debaixo da quantidade min. de stock
ro_ro: Sub min. cantitatea stocului
ru: Меньше мин. заданного кол-ва
sk_sk: Pod min. množstvom zásoby
sl: Pod min. količino zaloge
tr: Min. stok miktarının altında
uk: Менше мінімальної кількості

source: Due soon
ca: Caduca aviat
cs: blíží se datum min. trvanlivosti
da: Forfalder snart
de: Bald fällig
el_gr: Λήγει σύντομα
es: Fecha límite próxima
et_ee: Vajab tegemist
fi: Määräpäivä pian
fr: À réaliser bientôt
he_il: מועד הסיום מתקרב
hu: Hamarosan esedékes
it: In scadenza
lt: Greitai
nl: Moet binnenkort gedaan worden
no: Forfaller snart
pt_br: Vencendo em breve
pt_pt: previsto em breve
ro_ro: În curând
ru: Срок годности подходит
sk_sk: Blížiaci sa termín splnenia
sl: Zapade kmalu
tr: Tamamlanma süresi yakında
uk: Скоро зіпсується

source: Overdue
ca: Caducat
cs: po datu min. trvanlivosti
da: Forfalden
de: Überfällig
el_gr: Εκπρόθεσμος
es: Fecha límite superada
et_ee: Üle aja
fi: Myöhässä
fr: En retard
he_il: מועד הסיום חלף
hu: Lejárt
it: In ritardo
lt: Pavėluota
nl: Achterstallig
no: Forfalt
pt_br: Vencidas
pt_pt: Caducado
ro_ro: Depășit
ru: Срок годности просрочен
sk_sk: Už malo byť splnené
sl: Že zapadlo
tr: Tamamlanma süresi geçmiş
uk: Вийшли з строку придатності

source: View settings
ca: Configuració de visualització
cs: Zobrazit nastavení
da: Vis indstillinger
de: Ansichtseinstellungen
el_gr: Προβολή ρυθμίσεων
es: Ver configuración
et_ee: Vaate seaded
fi: Näkymäasetukset
fr: Voir les paramètres
he_il: הצגת ההגדרות
hu: Beállítások megtekintése
it: Mostra impostazioni
lt: Peržiūrėti nustatymus
nl: Beeldinstellingen
no: Se innstillinger
pt_br: Visualizar configurações
pt_pt: Ver configuração
ro_ro: Vezi setări
ru: Настройки показа
sk_sk: Zobraziť nastavenia
sl: Poglej nastavitve
tr: Ayarlara bak
uk: Оглянути налаштування

source: Auto reload on external changes
ca: Recarrega automàticament en canvis externs
cs: Automaticky obnovit při změně dat jiným uživatelem
da: Auto genindlæs ved eksterne ændringer
de: Autom. akt. bei externen Änderungen
el_gr: Αυτόματη φόρτωση σε εξωτερικές αλλαγές
es: Recargar automáticamente cuando haya cambios externos
et_ee: Automaatne lehe värskendamine välistel muutustel
fi: Automaattinen uudelleenlataus ulkoisten muutosten johdosta
fr: MàJ automatique lors de changements externe
he_il: לרענן אוטומטית עם שינויים חיצוניים
hu: Automatikus újratöltés külső változásoknál
it: Ricaricamento automatico su modifiche esterne
lt: Automatiškai iš naujo įkelti išorinius pakeitimus
nl: Auto-vernieuwen bij externe wijzigingen
no: Automatisk fornying ved ekstern endring
pt_br: Recarregar em caso de alterações externas
pt_pt: Auto recarrega com alterações externas
ro_ro: Reîncărcare automată la modificări externe
ru: Автоматическая перезагрузка при внешних изменениях
sk_sk: Automaticky obnoviť pri zmene údajov iným používateľom
sl: Samodejno ponovno naloži ob zunanjih spremembah
tr: Dış değişikliklerde otomatik olarak yenile
uk: Автоматично оновити при зовнішніх змінах

source: Auto enable in time range
ca: Activa automàticament en un rang de temps
cs: Automaticky zapnout ve stanovený čas
da: Auto aktivering i tidsintervallet
de: Autom. in diesem Zeitraum aktivieren
el_gr: Αυτόματη ενεργοποίηση στο χρονικό εύρος
es: Activar automáticamente en una franja de tiempo
et_ee: Automaatne lubamine ajavahemikus
fi: Käytä automaattisesti aikavälillä
fr: Activer automatiquement pendant la période
he_il: להפעיל אוטומטית בטווח זמן
hu: Automatikus bekapcsolás az időintervallumon
it: Abilitazione automatica nell'intervallo di tempo
lt: Automatinis įjungimas laiko intervale
nl: Automatisch aanzetten in tijdsspanne
no: Automatisk aktivering i tidsrommet
pt_br: Auto habilitar em um intervalo de tempo
pt_pt: Auto activado no limite de tempo
ro_ro: Activare automată în intervalul de timp
ru: Автоматически включать на данном отрезке времени
sk_sk: Automaticky povoliť v určený čas
sl: Samodejno omogoči v časovnem intervalu
tr: Zaman aralığında otomatik olarak aktif et
uk: Автоматично увімкнути у проміжок часу

source: From
ca: De
cs: Od
da: Fra
de: Von
el_gr: Από
es: Desde
et_ee: Alates
fi: Alkaen
fr: De
he_il: התחלה
hu: -tól
it: Da
lt: Nuo
nl: Van
no: Fra
pt_br: De
pt_pt: Desde
ro_ro: De la
ru: Начиная с
sk_sk: Od
sl: Od
tr: Tarafından
uk: Від

source: in format
ca: en format
cs: ve formátu
da: i format
de: im Format
el_gr: σε μορφή
es: en formato
et_ee: formaadis
fi: muodossa
fr: Au format
he_il: בתצורה
hu: formátumban
it: nel formato
lt: formatu
nl: in formaat
no: format
pt_br: em formato
pt_pt: em formato
ro_ro: în format
ru: в формате
sk_sk: vo formáte
sl: v obliki
tr: biçiminde
uk: у форматі

source: To
ca: A
cs: Do
da: Til
de: Bis
el_gr: Το
es: Hasta
et_ee: Kuni
fi: Asti
fr: à
he_il: סיום
hu: -ig
it: A
lt: Iki
nl: Tot
no: Til
pt_br: Para
pt_pt: Para
ro_ro: La
ru: Заканчивая на
sk_sk: Do
sl: K
tr: İçin
uk: До

source: Time range goes over midnight
ca: L'interval de temps supera la mitjanit
cs: Časový rozsah přesahuje přes půlnoc
da: Tidsintervallet går over midnat
de: Zeitraum geht über Mitternacht
el_gr: Το χρονικό εύρος ξεπερνά τα μεσάνυχτα
es: La franja del tiempo incluye la media noche
et_ee: Ajavahemik läheb üle kesköö
fi: Aikaväli ylittää keskiyön
fr: La période inclus minuit
he_il: טווח הזמן חוצה את חצות
hu: Éjfél utáni időtartomány
it: L'intervallo di tempo va oltre la mezzanotte
lt: Laiko intervalas viršija vidurnaktį
nl: Tijdsspanne gaat over middernacht heen
no: Tidsrommet går over midnatt
pt_br: O intervalo de tempo passa da meia-noite
pt_pt: Limite de tempo passa a meia-noite
ro_ro: Intervalul de timp depășește miezul nopții
ru: Временной период пересекает полночь
sk_sk: Časový rozsah presahuje cez polnoc
sl: Časovni interval gre čez polnoč
tr: Zaman aralığı gece yarısını geçiyor
uk: Проміжок часу заходить за північ

source: Product picture
ca: Imatge del producte
cs: Obrázek produktu
da: Biillede af varen
de: Produktbild
el_gr: Εικόνα προϊόντος
es: Imagen del producto
et_ee: Tootepilt
fi: Tuotekuva
fr: Photo du produit
he_il: תמונת המוצר
hu: Termék kép
it: Immagine del prodotto
lt: Produkto paveikslėlis
nl: Productafbeelding
no: Produktbilde
pt_br: Imagem do produto
pt_pt: Foto do produto
ro_ro: Imaginea produsului
ru: Изображение продукта
sk_sk: Obrázok výrobku
sl: Slika izdelka
tr: Ürün fotoğrafı
uk: Зображення продукту

source: No file selected
ca: No s'ha seleccionat arxiu
cs: Soubor není vybraný
da: Ingen fil valgt
de: Keine Datei ausgewählt
el_gr: Κανένα επιλεγμένο αρχείο
es: No hay fichero seleccionado
et_ee: Faili pole valitud
fi: Ei valittua tiedostoa
fr: Aucun fichier sélectionné
he_il: לא נבחר קובץ
hu: Nincs fájl kiválasztva
it: Nessun file selezionato
lt: Nepasirinktas failas
nl: Geen bestand geslecteerd
no: Produktbilde ikke valgt
pt_br: Nenhum arquivo selecionado
pt_pt: Não existe ficheiro seleccionado
ro_ro: Nici un fișier selectat
ru: Файл не выбран
sk_sk: Nie je vybraný žiadny súbor
sl: Nobena datoteka ni izbrana
tr: Hiçbir dosya seçilmedi
uk: Файл не обрано

source: Delete
ca: Esborrar
cs: Smazat
da: Slet
de: Löschen
el_gr: Διαγράφω
es: Eliminar
et_ee: Kustuta
fi: Poista
fr: Supprimer
he_il: מחיקה
hu: Törlés
it: Elimina
lt: Ištrinti
nl: Verwijderen
no: Slett
pt_br: Remover
pt_pt: Apagar
ro_ro: Șterge
ru: Удалить
sk_sk: Odstrániť
sl: Izbriši
tr: Sil
uk: Видалити

source: Select file
ca: Sel·lecciona arxiu
cs: Vybrat soubor
da: Vælg fil
de: Datei auswählen
el_gr: Επιλέξτε αρχείο
es: Seleccionar fichero
et_ee: Vali fail
fi: Valitse tiedosto
fr: Sélectionner un fichier
he_il: בחירת קובץ
hu: Válassz fájlt
it: Seleziona il file
lt: Pasirinkite failą
nl: Selecteer bestand
no: Velg produktbilde
pt_br: Selecionar arquivo
pt_pt: Seleccionar ficheiro
ro_ro: Selectează fișier
ru: Выбрать файл
sk_sk: Vybrať súbor
sl: Izberi datoteko
tr: Dosya seç
uk: Обрати файл

source: Image of product %s
ca: Imatge del producte %s
cs: Obrázek produktu %s“
da: Billede af varen %s
de: Bild des Produkts %s
el_gr: Εικόνα του προϊόντος %s
es: Imagen del producto %s
et_ee: Toote %s pilt
fi: Tuotteen "%s" kuva
fr: Photo du produit %s
he_il: תמונה של המוצר %s
hu: A termék képe %s
it: Immagine del prodotto %s
lt: Produkto paveikslėlis %s
nl: Afbeelding van product %s
no: Bilde av produkt %s
pt_br: Imagem do produto %s
pt_pt: Imagem do produto %s
ro_ro: Imaginea produsului 1%s
ru: Изображение продукта %s
sk_sk: Obrázok výrobku %s
sl: Slika izdelka %s
tr: %s ürününe ait fotoğraf
uk: Зображення продукту %s

source: Deletion not possible
ca: No es pot eliminar
cs: Nelze smazat
da: Det er ikke muligt at slette
de: Löschen nicht möglich
el_gr: Δεν είναι δυνατή η διαγραφή
es: No se pudo eliminar
et_ee: Kustutamine pole võimalik
fi: Poistaminen ei ole mahdollista
fr: Suppression impossible
he_il: אין אפשרות למחוק
hu: Az eltávolítás nem lehetséges
it: Cancellazione non possibile
lt: Ištrinti negalima
nl: Verwijderen niet mogelijk
no: Ikke mulig å slette
pt_br: Impossível excluir
pt_pt: Não é possível eliminar
ro_ro: Ștergerea nu este posibilă
ru: Удаление невозможно
sk_sk: Odstraňovanie nie je možné
sl: Izbris ni mogoč
tr: Silme işlemi mümkün değil
uk: Видалення неможливе

source: Equipment
ca: Equipament
cs: Vybavení
da: Enheder og manualer
de: Ausstattung
el_gr: Εξοπλισμός
es: Equipamiento
et_ee: Tehnika
fi: Välineet
fr: Équipement
he_il: ציוד
hu: Eszközök
it: Attrezzatura
lt: Įranga
nl: Apparaten
no: Instruksjonsmanualer
pt_br: Eletrodomésticos
pt_pt: Equipamento
ro_ro: Echipamente
ru: Техника
sk_sk: Vybavenie
sl: Oprema
tr: Ekipman
uk: Обладнання

source: Instruction manual
ca: Manual d'instruccions
cs: Návod k použití
da: Manual
de: Bedienungsanleitung
el_gr: Εγχειρίδιο οδηγιών
es: Manual de instrucciones
et_ee: Juhend
fi: Ohjekirja
fr: Manuel d'utilisation
he_il: הוראות הפעלה
hu: Használati útmutató
it: Manuale di istruzioni
lt: Instrukcijos
nl: Gebruikershandleiding
no: Instruksjonsmanual
pt_br: Manual de instrução
pt_pt: Manual de instruções
ro_ro: Manual de instrucțiuni
ru: Инструкция
sk_sk: Návod na použitie
sl: Navodila za uporabo
tr: Kullanım kılavuzu
uk: Інструкція

source: The selected equipment has no instruction manual
ca: L'equipament seleccionat no té cap manual d'instruccions
cs: Zvolené vybavení nemá návod k použití
da: Den valgte enhed har ingen manual
de: Die ausgewählte Ausstattung hat keine Bedienungsanleitung
el_gr: Ο επιλεγμένος εξοπλισμός δεν έχει εγχειρίδιο οδηγιών
es: El equipamiento seleccionado no tiene manual de instrucciones
et_ee: Valitud tehnikal pole juhendit
fi: Valitulla välineellä ei ole ohjekirjaa
fr: L'équipement sélectionné n'a pas de manuel d'utilisation
he_il: לציוד הנבחר אין הוראות הפעלה
hu: A kiválasztott eszköznek nincs használati útmutatója
it: L'attrezzatura selezionata non ha un manuale di istruzioni
lt: Pasirinktas įrenginys, neturi instrukcijų
nl: Het geselecteerde apparaat heeft geen gebruikershandleiding
no: Merket utstyr har ingen instruksjonsmanual
pt_br: O aparelho selecionado não tem manual de instrução
pt_pt: O equipamento seleccionado não tem manual de instruções
ro_ro: Echipamentul selectat nu are manual de instrucțiuni
ru: У данной техники нет инструкции
sk_sk: Vybrané vybavenie nemá návod na použitie
sl: Izbrana oprema nima navodil za uporabo
tr: Seçili ekipmanın kullanım kılavuzu yok
uk: Обране обладнання не має інструкції

source: Notes
cs: Poznámky
da: Noter
de: Notizen
el_gr: Σημειώσεις
es: Notas
et_ee: Märkmed
fi: Muistiinpanot
fr: Remarques
he_il: הערות
hu: Jegyzetek
it: Note
lt: Užrašai
nl: Notities
no: Notater
pt_br: Nota
pt_pt: Notas
ro_ro: Notiţe
ru: Заметки
sk_sk: Poznámky
sl: Opombe
tr: Notlar
uk: Нотатки

source: Edit equipment
ca: Editar equipament
cs: Upravit vybavení
da: Rediger enhed
de: Ausstattung bearbeiten
el_gr: Επεξεργασία εξοπλισμού
es: Modificar equipamiento
et_ee: Muuda tehnikat
fi: Muokkaa välinettä
fr: Modifier un équipement
he_il: עריכת ציוד
hu: Eszköz szerkesztése
it: Modifica attrezzatura
lt: Redaguoti įrenginį
nl: Bewerk apparaat
no: Endre instruksjonsmanual
pt_br: Editar eletrodoméstico
pt_pt: Editar equipamento
ro_ro: Editați echipamentul
ru: Изменить технику
sk_sk: Upraviť vybavenie
sl: Uredi opremo
tr: Ekipmanı düzenle
uk: Редагувати обладнання

source: Create equipment
ca: Crear equipament
cs: Vytvořit vybavení
da: Registrer ny enhed
de: Ausstattung erstellen
el_gr: Δημιουργήστε εξοπλισμό
es: Crear equipamiento
et_ee: Loo tehnika
fi: Luo väline
fr: Créer un équipement
he_il: יצירת ציוד
hu: Eszköz létrehozása
it: Crea attrezzatura
lt: Sukurti įrenginį
nl: Maak apparaat
no: Opprett instruksjonmanualer for et utstyr
pt_br: Criar eletrodoméstico
pt_pt: Criar equipamento
ro_ro: Creați echipament
ru: Создать технику
sk_sk: Vytvoriť vybavenie
sl: Ustvari opremo
tr: Ekipman oluştur
uk: Створити обладнання
