Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Use the following (public) URL to share or integrate the calendar in iCal format
ca: Utilitzar la següent URL (pública) per compartir o integrar el calendari en format iCal
cs: Použijte tuto (veřejnou) URL adresu ke sdílení kalendáře jako iCal kalendář
da: Brug følgende (offentlige) URL til at dele eller integrere kalenderen i iCal-format
de: Verwende die folgende (öffentliche) URL, um den Kalender im iCal-Format zu teilen oder zu integrieren
el_gr: ΜπαταρίεςΧρησιμοποιήστε την ακόλουθη (δημόσια) διεύθυνση URL για κοινή χρήση ή ενοποίηση του ημερολογίου σε μορφή iCal
es: Usa la siguiente URL (pública) para compartir o integrar el calendario en formato iCal
et_ee: Kasuta järgnevat (avalikku) URLi, et jagada või integreerida kalender iCal formaadis
fi: Käytä seuraavaa (julkista) URL-osoitetta jakamiseen tai integroi kalenteri iCal-muodossa
fr: Utilisez cette URL (publique) pour partager ou intégrer le calendrier au format iCal.
he_il: ניתן להשתמש בכתובת (הציבורית) הבאה כדי לשתף או לשלב את לוח השנה בתצורת iCal
hu: Használd a következő (nyilvános) URL-t a naptár megosztásához/integrálásához iCal formátumban
it: Utilizzare il seguente URL (pubblico) per condividere o integrare il calendario in formato iCal
lt: Norėdami bendrinti arba integruoti kalendorių iCal formatu, naudokite šį (viešąjį) URL
nl: Gebruik de volgende (publieke) URL om de agenda te delen of integreren in iCal formaat
no: Bruk følgene (offentlig) URL til å dele eller integrere kalenderen i iCal format
pt_br: Use a seguinte URL (pública) para compartilhar ou integrar o agenda no formato iCal
pt_pt: Utilize o seguinte URL (publico) para partilhar ou integrar o calendário em formato iCal
ro_ro: Utilizați următorul URL (public) pentru a partaja sau integra calendarul în format iCal
ru: Используйте данную (публичную) ссылку (URL), чтобы поделиться или интегрировать календарь в формате iCal
sk_sk: Použiť túto (verejnú) URL adresu na zdieľanie alebo integráciu kalendára vo formáte iCal
sl: Uporabi naslednji (javni) URL za deliti ali intergrirati koledar v iCal formatu
tr: Takvimle iCal formatında paylaşmak veya takvime entegre etmek için aşağıdaki (herkese açık) URL'yi kullanın
uk: Використати цей (публічний) URL щоб ділитись чи інтегрувати календар у форматі iCal

source: Enable tare weight handling
ca: Habilitar el maneig de la tara
cs: Použít táru
da: Aktiver emballagevægthåndtering
de: Taragewichtbehandlung aktivieren
el_gr: Ενεργοποίηση χειρισμού απόβαρου βάρους
es: Activar peso de contenedor
et_ee: Luba taara raskuse arvestamine
fi: Ota taarapainon käsittely käyttöön
fr: Activer la pesée
he_il: לאפשר טיפול במשקל טרה
hu: Tára súly kezelés engedélyezése
it: Abilita la gestione della tara
lt: Įjungti taros svorio tvarkymą
nl: Gebruik van tarragewicht afhandelen
no: Aktiver tara vekt funksjon
pt_br: Ativar configuração de peso de tara
pt_pt: Activar a manipulação de tara
ro_ro: Activați manipularea greutății tare
ru: Включить расчёт с учётом тары
sk_sk: Aktivovať používanie tary
sl: Omogoči upravljanje tare za težo
tr: Dara ağırlığı yönetimini aktif et
uk: Задіяти використання постійної тари

source: This is useful e.g. for flour in jars - on purchase/consume/inventory you always weigh the whole jar, the amount to be posted is then automatically calculated based on what is in stock and the tare weight defined below
cs: Hodí se například pro produkty v nádobách, které se zváží včetně ní. Tára je tedy hmotnost nádoby, která se automaticky odečte.
da: Dette er brugbart for f.eks. mel i glas - ved køb/forbrug/statusoptælling kan du altid veje hele glasset. Mængden der bliver vist, bliver automatisk udregnet ud fra hvad der er på lager og hvad emballagens vægt, der er defineret nedenfor, er
de: Dies ist z. B. für Mehl im Glas nützlich - beim Buchen eines Kaufs/Verbrauchs oder bei der Inventur musst du dann immer das gesamte Glas wiegen, die zu buchende Menge wird dann automatisch basierend auf dem Bestand und dem unten definierten Eigengewicht berechnet
el_gr: ΑγγαρείαΑυτό είναι χρήσιμο π.χ. για αλεύρι σε βάζα - κατά την αγορά / κατανάλωση / απόθεμα ζυγίζετε πάντα ολόκληρο το βάζο, το ποσό που θα δημοσιευτεί υπολογίζεται αυτόματα αυτόματα με βάση το απόθεμα και το απόβαρο που ορίζεται παρακάτω
es: Esto es útil, por ejemplo, para harina en tarros: basta con pesar el tarro al comprar, consumir o inventariar. La nueva cantidad de existencias se calcula automáticamente en base a las existencias disponibles y el peso de contenedor definido aquí
et_ee: See on kasulik nt. purkides oleva jahu puhul - ostmisel/tarbimisel/inventuuril kaalud alati kogu purgi, postitatav kogus arvutatakse siis automaatselt laos oleva ja allpool määratletud taara kaalu järgi.
fi: Tämä on hyödyllistä esimerkiksi tölkeissä olevan jauhon osalta - ostaessasi/kuluttaessasi/varastosi punnitset aina koko purkin, lähetettävä määrä lasketaan sitten automaattisesti varastotilanteen ja jäljempänä määritellyn taarapainon perusteella
fr: Lors de l'utilisation d'un récipient hermétique, vous pouvez définir ici la "tare" ou "poids à vide". Le calcul du "poids net" s'effectuera automatiquement à partir du "poids brut" que vous aurez constaté.
he_il: שימושי למשל לקמחים בצנצנצות - בעת רכישה/צריכה/אחסון תמיד שוקלים את הצנצנת כולה, הכמות לפרסום מחושבת אוטומטית לפי מה שבמלאי בתוספת משקל הטרה שמוגדר להלן
hu: Ez akkor hasznos pl. lisztnél - ha vásárláskor/felhasználáskor/leltárazáskor mindig az egész tárolót méred meg. Ilyenkor a helyes mennyiség automatán számolódik a leltár és a lentebb definiált tára mennyiség alapján.
it: Questo è utile ad es. per la farina in barattoli: all'acquisto / consumo / inventario si pesa sempre l'intero barattolo, la quantità da registrare viene quindi calcolata automaticamente in base a ciò che è in dispensa ed al peso della tara definito di seguito
lt: Tai naudinga pvz. miltams stiklainiuose - perkant/vartojant/inventorizuojant visada pasveriate visą indelį, tada automatiškai apskaičiuojama suma, kurią reikia užregistruoti, pagal turimą sandėlyje ir toliau nurodytą taros svorį
nl: Dit is nuttig voor b.v. meel in potten - bij aankoop/consumptie/inventaris weeg je altijd de hele pot, de te boeken hoeveelheid wordt dan automatisch berekend op basis van wat op voorraad is en het tarragewicht hieronder gedefinieerd
no: Dette er nyttig f.eks med mel i en beholder. Ved innkjøp/ forbruk/ endring av beholdning veier du alltid hele beholderen. Gjenværende mengde vil så bli kalkulert i forhold til hva som er i beholdningen og tara vekten definert under
pt_br: Isso é útil, por exemplo para farinha em frascos - na compra/consumo/inventário, você sempre pesa todo o frasco, o valor a ser lançado é calculado automaticamente com base no que está em estoque e no peso da tara definido abaixo
ru: Это удобно, например, для хранения муки в контейнере - при покупке/потреблении/ревизии взвесьте весь контейнер, а настоящее количество будет автоматически рассчитано на основе объёма в запасе и веса тары ниже
sk_sk: Toto je užitočné pri výrobkoch vo vlastných nádobách, ktoré sa vážia vrátane nádoby. Ich hmotnosť je automaticky odpočítaná podľa nižšie definovanej tary.
tr: Örnek: Kavanozlardaki unu satın alım/harcama/envanter işlemlerinde kavanozun tamamını tartıyorsunuz, sonrasında kaydedilecek olan miktar otomatik olarak stoklarda olanlar ve aşağıda tanımlanmış olan dara ağırlığı üzerinden hesaplanıyor
uk: Це може бути корисним, наприклад, для борошна у банках - про покупці/вживанні/інвентаризації ви завжди зважуєте усю банку. Кількість продукту буде автоматично обчислена виходячи з того, яка кількість є у наявності та вагу самої тари

source: Tare weight
ca: Tara
cs: Tára
da: Emballagevægt
de: Taragewicht
el_gr: απόβαρο
es: Peso de contenedor
et_ee: Taara raskus
fi: Taarapaino
fr: Tare
he_il: משקל טרה
hu: Tára súly
it: Peso tara
lt: Taros svoris
nl: Tarragewicht
no: Tara vekt
pt_br: Peso da tara
pt_pt: Peso
ro_ro: Tară masă
ru: Вес тары
sk_sk: Tara
sl: Teža tare
tr: Dara ağırlığı
uk: Вага тари

source: Tare weight handling enabled - please weigh the whole container, the amount to be posted will be automatically calculcated
ca: Maneig de la tara habilitat - si us plau pesa tot el contenidor, la quantitat publicada es calcularà automàticament
cs: Je aktivní tára, prosím zvažte včetně nádoby, její váha bude automaticky odečtena
da: Emballagevægthåndtering aktiveret - venligst vej hele beholderen/emballagen, mængden der bliver vist vil automatisk blive udregnet
de: Taragewichtbehandlung aktiviert - bitte den gesamten Behälter wiegen, die zu buchende Menge wird automatisch berechnet
el_gr: Επόμενη εκτιμώμενη παρακολούθησηΟ χειρισμός απόβαρου βάρους ενεργοποιήθηκε - ζυγίστε ολόκληρο το δοχείο, το ποσό που θα δημοσιευτεί θα υπολογιστεί αυτόματα
es: Peso del contenedor activado. Por favor, pesa el contenedor entero, la cantidad será calculada automáticamente
et_ee: Taara raskuse arvestamine lubatud - palun kaalu kogu konteiner, postitatav summa arvutatakse automaatselt
fi: Taarapainon käsittely käytössä - punnitse koko säiliö, lähetettävä määrä lasketaan automaattisesti
fr: Mode pesée activé, veuillez saisir le poids total sans tenir compte du récipient, appelé aussi "poids brut".
he_il: טיפול במשקל טרה פעיל - נא לשקול את כלל המוצר עם האריזה, הכמות שתפורסם תחושב אוטומטית
hu: Tárázás bekapcsolva - kérlek mérd le az egész tárolót, a megfelelő érték automatán számolódik
it: Gestione del peso di tara abilitata - si prega di pesare l'intero contenitore, la quantità da registrare verrà automaticamente calcolata
lt: Taros svorio tvarkymas įjungtas - pasverkite visą konteinerį, bus automatiškai apskaičiuojamas kiekis, kurį reikia paskelbti.
nl: Tare weight handling ingeschakeld: weeg de hele container af, het te boeken aantal wordt automatisch berekend
no: Tara vekt funksjon på - vennligst vei hele beholderen. Mengden vil automatisk bli kalkulert
pt_br: Manuseio de tara ativado. Pese todo o conteúdo e o valor a ser lançado será calculado automaticamente
ru: Включён расчёт с учётом тары - пожалуйста, взвесьте весь контейнер, изменения в количестве будут автоматически рассчитаны
sk_sk: Je aktívna tara. Prosím, odvážte celý výrobok, vrátane obalu, jeho hmotnosť bude automaticky odrátaná.
tr: Dara ağırlığı kontrolü aktif edildi - lütfen tüm konteyneri tartın, gönderilecek olan veri otomatik olarak hesaplanacaktır
uk: Задіяно використання тари - будь ласка зважте разом з тарою. Кількість буде обчислено автоматично

source: You have to select a location
ca: Cal seleccionar una ubicació
cs: Musí být vybráno umístění
da: Du skal vælge en placering
de: Ein Standort muss ausgewählt werden
el_gr: Πρέπει να επιλέξετε μια τοποθεσία
es: Debe seleccionar una ubicación
et_ee: Pead valima asukoha
fi: Sinun on valittava sijainti
fr: Vous devez sélectionner un endroit
he_il: עליך לבחור במיקום
hu: Ki kell választanod egy helyet
it: Devi selezionare una posizione
lt: Turite pasirinkti vietą
nl: Je moet een locatie selecteren
no: Du må velge en lokasjon
pt_br: Você precisa selecionar uma localização
pt_pt: É necessário seleccionar um local
ro_ro: Trebuie să alegeți o locație
ru: Вам нужно выбрать место хранения
sk_sk: Musíte vybrať umiestnenie
sl: Morate izbrati lokacijo
tr: Bir lokasyon seçmeniz gerekiyor
uk: Ви маєте обрати місце

source: You have to select a store
ca: Cal seleccionar una botiga
cs: Obchod je povinný údaj
da: Du skal vælge en butik
de: Ein Geschäft muss ausgewählt werden
el_gr: Πρέπει να επιλέξετε ένα κατάστημα
es: Debe seleccionar una tienda
et_ee: Pead valima poe
fi: Sinun on valittava myymälä
fr: Vous devez sélectionner un magasin
he_il: עליך לבחור בחנות
hu: Ki kell választanod egy áruházat
it: Devi selezionare un negozio
lt: Turite pasirinkti parduotuvę
nl: Je moet een winkel selecteren
no: Du må velge en butikk
pt_br: Selecione um estabelecimento
pt_pt: Tem de seleccionar uma loja
ro_ro: Trebuie să alegeți un magazin
ru: Вам нужно выбрать магазин
sk_sk: Musíte vybrať obchod
sl: Moraš izbrati trgovino
tr: Bir market seçmelisiniz
uk: Ви маєте обрати магазин

source: List
ca: Llista
cs: Seznam
da: Liste
de: Liste
el_gr: Λίστα
es: Lista
et_ee: Nimekiri
fi: Lista
fr: Liste
he_il: רשימה
hu: Lista
it: Elenco
lt: Sąrašas
nl: Lijst
no: Liste
pt_br: Lista
pt_pt: Lista
ro_ro: Listă
ru: Список
sk_sk: Zoznam
sl: Seznam
tr: Liste
uk: Список

source: Gallery
ca: Galeria
cs: Galerie
da: Galleri
de: Galerie
el_gr: Εκθεσιακός χώρος
es: Galería
et_ee: Galerii
fi: Galleria
fr: Gallerie
he_il: גלריה
hu: Galéria
it: Galleria
lt: Galerija
nl: Galerij
no: Bildegalleri
pt_br: Galeria
pt_pt: Galeria
ro_ro: Galerie
ru: Галерея
sk_sk: Galéria
sl: Galerija
tr: Galeri
uk: Галерея

source: The current picture will be deleted on save
ca: La imathe actual serà eliminada al guardar
cs: Aktuální obrázek bude smazán při uložení nového
da: Det nuværende billede slettes når du gemmer
de: Das aktuelle Bild wird beim Speichern gelöscht
es: La imagen actual será eliminada al guardar
et_ee: Praegune pilt kustutatakse salvestamisel
fi: Nykyinen kuva poistetaan talletuksen yhteydessä.
fr: L'image courante sera supprimée lors de la sauvegarde
he_il: התמונה הנוכחית תימחק עם השמירה
hu: Az aktuális kép törlődik mentéskor
it: L'immagine corrente verrà eliminata al salvataggio
lt: Dabartinis paveikslas bus ištrintas saugojimo metu
nl: De huidige afbeelding zal worden verwijderd wanneer je het recept opslaat.
no: Nåværende produktbilde vil bli slettet når du lagrer
pt_br: A imagem atual será removida ao salvar
pt_pt: A imagem atual será eliminada ao guardar
ro_ro: Imaginea curentă va fi ștearsă la salvare
ru: Текущая картинка будет удалена при сохранении
sl: Trenutna slika bo izbrisana pri shranjevanju
tr: Kayıt ettiğinizde mevcut resim silinecek
uk: Поточне зображення буде видалено при збереженні

source: Journal for this battery
ca: Diari per aquesta bateria
cs: Deník k této baterii
da: Historik for dette batteri
de: Journal für diese Batterie
el_gr: Εφημερίδα για αυτήν την μπαταρία
es: Diario para esta batería
et_ee: Selle patarei päevik
fi: Päiväkirja tälle akulle
fr: Journal de cette pile
he_il: יומן לסוללה הזו
hu: Elemhez tartozó napló
it: Diario per questa batteria
lt: Šios baterijos žurnalas
nl: Dagboek voor deze batterij
no: Logg for dette batteriet
pt_br: Diário para esta bateria
pt_pt: Diário para esta bateria
ro_ro: Jurnalul acestei baterii
ru: Журнал для данной батареи
sk_sk: Denník pre túto batériu
sl: Dnevnik za to baterijo
tr: Bu pil için günlük
uk: Журнал циклів цієї батареї

source: System info
ca: Informació de sistema
cs: Informace k verzi
da: Systeminformation
de: Systeminformationen
el_gr: Πληροφορίες συστήματος
es: Información del sistema
et_ee: Süsteemiinfo
fi: Järjestelmän tiedot
fr: Informations système
he_il: פרטי המערכת
hu: Rendszerinformáció
it: Informazioni di sistema
lt: Sistemos informaciją
nl: Systeeminfo
pt_br: Informações do sistema
pt_pt: Informação do sistema
ro_ro: Informații de sistem
ru: Системная информация
sk_sk: Systémové informácie
sl: Sistemske informacije
tr: Sistem bilgisi
uk: Системна інформація

source: Changelog
ca: Historial de canvis
cs: Seznam změn
da: Ændringslog
de: Änderungsprotokoll
el_gr: Τσανγκολόγκ
es: Registro de cambios
et_ee: Muutuste logi
fi: Muutosloki
fr: Journalisation
he_il: יומן שינויים
hu: Változásnapló
it: Registro delle modifiche
lt: Pakeitimų žurnalas
pt_br: Log de alterações
pt_pt: histórico de modificações
ro_ro: Log de schimbări
ru: Список изменений
sk_sk: Zoznam zmien
sl: Zgodovina sprememb
tr: Değişiklikler
uk: Список змін

source: will be multiplied by a factor of %1$s to get %2$s
ca: serà multiplicat per un factor de %1$s per obtenir %2$s
cs: bude vynásobena faktorem %1$s pro získání %2$s
da: vil blive ganget med en faktor af %1$s for at få %2$s
de: wird mit dem Faktor %1$s multipliziert um %2$s zu erhalten
el_gr: θα πολλαπλασιαστεί με συντελεστή %1$s για να πάρει %2$s
es: será multiplicado por un factor de %1$s para obtener %2$s
et_ee: korrutatakse %1$s-ga, et saada %2$s
fi: käytetään kertoimena %1$s jotta saadaan %2$s
fr: sera multiplié par un facteur %1$s pour obtenir %2$s
he_il: יוכפל במקדם של %1$s כדי לקבל %2$s
hu: %1$s-el meg lesz szorozva hogy %2$s-t kapj
it: verrà moltiplicato per un fattore di %1$s per ottenere %2$s
lt: bus padaugintas iš %1$s, kad gautume %2$s
nl: Wordt vermenigvuldigd met een factor van %1$s om %2$s te bekomen
no: vil bli ganget med%1$sfor å få %2$s
pt_br: será multiplicado por um fator de %1$s para obter %2$s
pt_pt: será multiplicado pelo factor de %1$s para ter%2$s
ru: будет умножено на коэфицент %1$s чтобы получить %2$s
sk_sk: bude vynásobený faktorom %1$s, aby ste dostali %2$s
sl: bo pomnoženo z faktorjem %1$s da dobimo %2$s
tr: %2$s'yi bulmak için %1$s faktörüyle çarpılacak
uk: буде помножено на %1$s і вийде %2$s

source: The given date is earlier than today, are you sure?
ca: La data introduïda és posterior a avui, estàs segur?
cs: Zadané datum je v minulosti, jste si jistí?
da: Den angivne dato er før i dag, er du sikker?
de: Das angegebene Datum ist früher als heute, bist du sicher?
el_gr: Η δεδομένη ημερομηνία είναι νωρίτερη από σήμερα, είστε βέβαιοι;
es: La fecha introducida es anterior a hoy, ¿está seguro?
et_ee: Esitatud kuupäev on tänasest varasem, kas oled kindel?
fi: Annettu päivämäärä on ennen kuluvaa päivää, oletko varma?
fr: La date saisie est antérieure à aujourd'hui, êtes-vous sûr?
he_il: התאריך שסופק הוא בעבר, להמשיך?
hu: A megadott dátum korábbi, mint a mai nap. Megtartod?
it: La data indicata è precedente ad oggi, sei sicuro?
lt: Nurodyta data yra ankstesnė nei šiandien, ar tikrai?
nl: De opgegeven datum is eerder dan vandaag; weet je het zeker?
no: Den oppgitte datoen er tidligere enn i dag, er du sikker du ønsker å bruke denne?
pt_br: Você tem certeza que a data especificada é anterior a data de hoje?
pt_pt: A data é anterior a hoje, tem a certeza?
ro_ro: Data introdusă este mai devreme decât cea de astăzi, sunteți sigur?
ru: Введённая дата в прошлом, вы уверены?
sk_sk: Zadaný dátum je v minulosti, ste si istý?
sl: Podani datum je pred današnjim, ali si prepričan?
tr: Yazılan tarih bugünden daha önce, emin misiniz?
uk: Ця дата раніше ніж сьогодні. Ви впевнені?

source: Product count
ca: Quantitat de productes
cs: Množství produktu
da: Antal varer
de: Produktanzahl
el_gr: Αριθμός προϊόντων
es: Número de productos
et_ee: Toote arv
fi: Tuotemäärä
fr: Nombre de produits
he_il: ספירת מוצרים
hu: Termék darabszám
it: Conteggio del prodotto
lt: Produktų skaičius
nl: Productenteller
no: Produkttelling
pt_br: Contagem de produto
pt_pt: Contagem do produto
ro_ro: Număr de produse
ru: Количество продукта
sk_sk: Množstvo výrobku
sl: Količina izdelka
tr: Ürün sayısı
uk: Кількість продукту

source: Type a new product name or barcode and hit TAB or ENTER to start a workflow
ca: Escriu un nom o un codi de barres per al nou producte i prem TAB o ENTER per començar un flux de treball
cs: Napište nové jméno produktu nebo sejměte nový čárový kód a stiskněte buď tabelátor nebo Enter pro přidání produktu., který ještě není v seznamu produktů.
da: Indtast varenavn eller stregkode efterfulgt af TAB eller ENTER for at starte et workflow.
de: Gib einen neuen Produktnamen oder Barcode ein und drücke TAB oder ENTER, um einen Workflow zu starten
es: Escribe un nuevo producto o código de barras y pulsa TAB para iniciar un proceso
et_ee: Sisesta uus tootenimi või ribakood ja vajuta TAB või ENTER, et alustata töövoog
fi: Kirjoita tuotteennimi tai anna viivakoodi ja paina tabulaattoria tai enteriä aloittaaksesi työnkulun
fr: Tapez un nouveau nom de produit ou un nouveau code-barres et appuyez sur la touche de tabulation pour lancer un flux de travail.
he_il: נא להקליד שם מוצר או ברקוד חדשים וללחוץ על TAB או על Enter כדי להתחיל רצף פעילות
hu: Adj meg egy új terméknevet vagy vonalkódot és nyomd meg a TAB vagy az ENTER billentyűt a munkafolyamat elindításához
it: Digitare un nuovo nome di prodotto o codice a barre e premere TAB o INVIO per avviare un flusso di lavoro
lt: Įveskite naują produkto pavadinimą arba brūkšninį kodą ir paspauskite TAB arba ENTER, kad pradėtumėte pildymą
nl: Typ een nieuwe productnaam of streepjescode en druk op TAB of ENTER om een workflow te starten
no: Skriv inn nytt produkt navn eller strekkode, trykk så TAB eller ENTER for å starte prosessen
pt_br: Digite um novo nome de produto ou código de barras e pressione TAB ou ENTER para iniciar um fluxo de trabalho
pt_pt: Escreva o novo nome do produto ou o código de barras e prima TAB ou ENTER para iníciar um fluxo de trabalho
ro_ro: Introduceți un nume de produs nou sau cod de bare și apăsați TAB sau ENTER pentru a începe un flux de lucru.
ru: Введите название или штрихкод нового продукта и нажмите TAB или ENTER чтобы начать процесс
sk_sk: Napíšte meno výrobku alebo čiarový kód a stlačte TAB alebo ENTER na začatie procesu
sl: Vnesi novo ime izdelka ali črtno kodo in pritisni TAB ali ENTER za začetek poteka dela
tr: İş akışı başlatmak için yeni bir ürün ismi veya barkod tuşlayın ve TAB'a veya ENTER'a basın
uk: Введіть назву продукту або номер штрихкоду та натисніть TAB чи ENTER

source: This will be used as the default setting when adding this product as a recipe ingredient
ca: Serà utilitzat com a configuració per defecte quan s'afegeixi aquest producte com a ingredient de recepta
cs: Výchozí nastavení pro přidání tohoto produktu jako ingredience do receptu.
da: Dette vil blive brugt som standardindstillinger når denne vare tilføjes som ingrediens til en opskrift
de: Dies wird als Standardeinstellung verwendet wenn dieses Produkt als Rezeptzutat hinzugefügt wird
el_gr: ΜπαταρίαΑυτό θα χρησιμοποιηθεί ως η προεπιλεγμένη ρύθμιση κατά την προσθήκη αυτού του προϊόντος ως συστατικού συνταγής
es: Esto se usará como configuración predeterminada cuando añadas este producto como ingrediente de una receta
et_ee: Seda kasutatakse vaikesättena, kui seda toodet kasutatakse retseptis
fi: Tätä käytetään oletuksena kun tämä tuote lisätään reseptin ainesosiin
fr: Ce paramétrage sera utilisé par défaut quand ce produit sera ajouté en tant qu'ingrédient dans une recette
he_il: תשמש כהגדרת בררת המחדל בעת הוספת המוצר הזה כרכיב במתכון
hu: Ezt használja alapértelmezettként, ha a terméket hozzávalóként recepthez adjuk
it: Questo verrà utilizzato come impostazione predefinita quando si aggiunge questo prodotto come un ingrediente di ricetta
lt: Pridedant šį produktą kaip recepto ingredientą, jis bus naudojamas kaip numatytasis nustatymas
nl: Dit wordt gebruikt als de standaardinstelling bij het toevoegen van dit product als receptingrediënt
no: Dette vil bli brukt som forhåndsinnstilling når dette produktet blir brukt som ingrediens i en oppskrift
pt_br: Isto será usado como configuração padrão quando este produto for adicionado como ingrediente de uma receita
pt_pt: Isto será usado como definição padrão ao adicionar este produto como ingrediente a uma receita
ro_ro: Aceasta va fi utilizată ca setare implicită la adăugarea acestui produs ca ingredient al unei rețete
ru: Это будет использоваться в качестве настройки по умолчанию при добавлении данного продукта как ингредиента в рецепт
sk_sk: Toto bude použité ako predvolené nastavenie pri pridávaní tohto výrobku ako suroviny
sl: To bo uporabljeno kot privzeta nastavitev ob dodajanju tega izdelka kot sestavina recepta
tr: Varsayılan olarak bu ürünü tarif malzemesi olarak eklediğinizde bu ayar kullanılacak
uk: Це буде налаштуванням за замовчуванням при додаванні цього продукту як інгрідієнта до рецептів
