Repository: grocy/grocy
Catalog: localization/*/strings.po
Languages: ca, cs, da, de, el_gr, es, et_ee, fi, fr, he_il, hu, it, lt, nl, no, pt_br, pt_pt, ro_ro, ru, sk_sk, sl, tr, uk

source: Tracked count
ca: Nombre de vegades
cs: Zaznamenaný počet
da: Antal registrerede
de: Ausführungsanzahl
el_gr: Παρακολούθηση
es: Recuento registrado
et_ee: Jälgitud arv
fi: Suoritusmäärä
fr: Nombre de réalisations
he_il: ספירת מעקב
hu: Nyomonkövetések száma
it: Numero di esecuzioni
lt: Stebėtas skaičius
nl: Bijgehouden aantal
no: Antall registrerte
pt_br: Total de Registros
pt_pt: Total de registos
ro_ro: Cantitate monitorizată
ru: Количество выполнений
sk_sk: Zaznamenaný počet
sl: Spremljano število
tr: Takip sayısı
uk: Виконано разів

source: Battery overview
ca: Resum de bateries
cs: Přehled baterií
da: Batterioversigt
de: Batterieübersicht
el_gr: Επισκόπηση μπαταρίας
es: Resumen de batería
et_ee: Patarei ülevaade
fi: Akun tiedot
fr: Aperçu des piles
he_il: סקירת סוללה
hu: Elemek áttekintése
it: Riepilogo della batteria
lt: Akumuliatoriaus apžvalga
nl: Batterijoverzicht
no: Batterioversikt
pt_br: DETALHES
pt_pt: Visão geral da Pilha
ro_ro: Prezentare baterie
ru: Обзор батарей
sk_sk: Prehľad batérií
sl: Pregled baterij
tr: Pillere genel bakış
uk: Огляд батарей

source: Charge cycles count
ca: Nombre de cicles de càrrega
cs: Počet cyklů výměny/nabíjení
da: Antal opladninger
de: Ladezyklen
el_gr: Πλήθος κύκλων φόρτισης
es: Recuento de ciclos de carga
et_ee: Laadimistsüklite arv
fi: Latausten määrä
fr: Nombre de charges
he_il: ספירת מחזורי טעינה
hu: Töltési ciklusok száma
it: Numero di ricariche
lt: Įkrovimo ciklai skaičiuojami
nl: Aantal laadcycli
no: Antall oppladninger
pt_br: Contagem de ciclos de carga
pt_pt: Total de ciclos de carga
ro_ro: Număr cicluri de încărcare
ru: Количество циклов заряда
sk_sk: Počet nabíjacích cyklov
sl: Število ciklov polnjenja
tr: Şarj döngüsü sayısı
uk: Кількість циклів зарядки

source: Create shopping list item
ca: Afegir article a la llista de la compra
cs: Nová položka nákupního seznamu
da: Opret punkt på indkøbslisten
de: Einkaufszetteleintrag erstellen
el_gr: Δημιουργία στοιχείου λίστας αγορών
es: Crear artículo de la lista de la compra
et_ee: Loo ostunimekirja ese
fi: Luo ostoslistalle tuote
fr: Créer une liste de courses
he_il: יצירת פריט ברשימת קניות
hu: Bevásárlólista tétel létrehozása
it: Aggiungi un prodotto alla lista della spesa
lt: Sukurkite pirkinių sąrašo elementą
nl: Maak een item in de boodschappenlijst
no: Opprett punkt i handeliste
pt_br: Criar item na lista de compras
pt_pt: Criar item na lista de compras
ro_ro: Creați articol din lista de cumpărături
ru: Создать элемент списка покупок
sk_sk: Vytvoriť položku v nákupnom zozname
sl: Ustvari element nakupovalnega seznama
tr: Alışveriş listesine bir madde ekle
uk: Додати у список покупок

source: Edit shopping list item
ca: Editar article de llista de la compra
cs: Upravit položku nákupního seznamu
da: Rediger punkt på indkøbslisten
de: Einkaufszetteleintrag bearbeiten
el_gr: Επεξεργασία στοιχείου λίστας αγορών
es: Modificar artículo de la lista de la compra
et_ee: Muuda ostunimekirja eset
fi: Muokkaa ostoslistan tuotetta
fr: Modifier une liste de courses
he_il: עריכת פריט ברשימת קניות
hu: Bevásárlólista tétel szerkesztése
it: Modifica un prodotto della lista della spesa
lt: Redaguoti pirkinių sąrašo elementą
nl: Bewerk boodschappenlijst-item
no: Endre punkt i handleliste
pt_br: Editar item da lista de compras
pt_pt: Editar item da lista de compras
ro_ro: Editați articol din lista de cumpărături
ru: Изменить элемент списка покупок
sk_sk: Upraviť položku v nákupnom zozname
sl: Uredi element nakupovalnega seznama
tr: Alışveriş listesi maddesini düzenle
uk: Редагувати продукт у списку покупок

source: Save
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el_gr: Αποθηκεύσετε
es: Guardar
et_ee: Salvesta
fi: Tallenna
fr: Sauvegarder
he_il: שמירה
hu: Mentés
it: Salva
lt: Išsaugoti
nl: Opslaan
no: Lagre
pt_br: Salvar
pt_pt: Guardar
ro_ro: Salvează
ru: Сохранить
sk_sk: Uložiť
sl: Shrani
tr: Kaydet
uk: Зберегти

source: Add
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
el_gr: Προσθήκη
es: Añadir
et_ee: Lisa
fi: Lisää
fr: Ajouter
he_il: הוספה
hu: Hozzáadás
it: Aggiungi
lt: Pridėti
nl: Toevoegen
no: Legg til
pt_br: Adicionar
pt_pt: Adicionar
ro_ro: Adaugă
ru: Добавить
sk_sk: Pridať
sl: Dodaj
tr: Ekle
uk: Додати

source: Name
ca: Nom
cs: Název
da: Navn
el_gr: Ονομα
es: Nombre
et_ee: Nimi
fi: Nimi
fr: Nom
he_il: שם
hu: Név
it: Nome
lt: Pavadinimas
nl: Naam
no: Navn
pt_br: Nome
pt_pt: Nome
ro_ro: Nume
ru: Имя
sk_sk: Meno
sl: Ime
tr: İsim
uk: Назва

source: Location
ca: Ubicació
cs: Umístění
da: Placering
de: Standort
el_gr: Τοποθεσία
es: Ubicación
et_ee: Asukoht
fi: Sijainti
fr: Emplacement
he_il: מיקום
hu: Hely
it: Posizione
lt: Vieta
nl: Locatie
no: Lokasjon
pt_br: Localização
pt_pt: Local
ro_ro: Locație
ru: Место хранения
sk_sk: Umiestnenie
sl: Lokacija
tr: Lokasyon
uk: Місце

source: Min. stock amount
ca: Quantitat mínima d'existències
cs: Min. zásoba
da: Min. beholdning
de: Mindestbestand
el_gr: Ελάχ. ποσό αποθέματος
es: Mínimo de existencias
et_ee: Minimaalne varude kogus
fi: Varastominimi
fr: Quantité minimum en stock
he_il: כמות מזערית במלאי
hu: Min. készlet mennyiség
it: Quantità minima in dispensa
lt: Min. atsargų kiekis
nl: Min. voorraadhoeveelheid
no: Min. beholdning
pt_br: Quant mínima
pt_pt: Quantidade mínima de stock
ro_ro: Stoc minim
ru: Мин. кол-во в запасе
sk_sk: Min. množstvo zásoby
sl: Min. količina zaloge
tr: Min. stok miktarı
uk: Мінімальна наявна кількість

source: Description
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el_gr: Περιγραφή
es: Descripción
et_ee: Kirjeldus
fi: Kuvaus
he_il: תיאור
hu: Leírás
it: Descrizione
lt: Aprašymas
nl: Omschrijving
no: Beskrivelse
pt_br: Descrição
pt_pt: Descrição
ro_ro: Descriere
ru: Описание
sk_sk: Popis
sl: Opis
tr: Açıklama
uk: Опис

source: Create product
ca: Afegir producte
cs: Vytvořit produkt
da: Opret vare
de: Produkt erstellen
el_gr: Δημιουργία προϊόντος
es: Crear producto
et_ee: Loo toode
fi: Luo tuote
fr: Créer un produit
he_il: יצירת מוצר
hu: Termék létrehozása
it: Aggiungi prodotto
lt: Sukurti produktą
nl: Maak een product
no: Opprett produkt
pt_br: Criar produto
pt_pt: Criar produto
ro_ro: Creați un produs
ru: Создать продукт
sk_sk: Vytvoriť výrobok
sl: Ustvari produkt
tr: Ürün oluştur
uk: Створити продукт

source: Barcode(s)
ca: Codi(s) de barres
cs: Čárový kód(y)
da: Stegkode(r)
el_gr: Γραμμικός κώδικας
es: Código(s) de barras
et_ee: Triipkood(id)
fi: Viivakoodi(t)
fr: Code(s) barres
he_il: ברקודים
hu: Vonalkód(ok)
it: Codice a barre
lt: Brūkšninis kodas (-ai)
nl: Streepjescode(s)
no: Strekkode(r)
pt_br: Código(s) de Barras
pt_pt: Código(s) de barras
ro_ro: Cod(uri) de bare
ru: Штрихкод(ы)
sk_sk: Čiarový kód(y)
sl: Črtne kode
tr: Barkod(lar)
uk: Штрихкод(и)

source: Minimum stock amount
ca: Quantitat mínima d'existències
cs: Minimální zásoba
da: Minimumsbeholdning
de: Mindestbestand
el_gr: Ελάχιστο ποσό αποθέματος
es: Mínimo de existencias
et_ee: Minimaalne kogus varudes
fi: Varaston minimimäärä
fr: Quantité minimum en stock
he_il: כמות מזערית במלאי
hu: Minimális készlet mennyiség
it: Quantità minima in dispensa
lt: Minimalus atsargų kiekis
nl: Minimale voorraadhoeveelheid
no: Minimumsbeholdning
pt_br: Total mínimo
pt_pt: Quantidade mínima de stock
ro_ro: Stoc minim
ru: Минимальное количество в запасе
sk_sk: Minimálna zásoba
sl: Najmanjša količina zaloge
tr: Minimum stok miktarı
uk: Мінімальна кількість у наявності

source: Default best before days
ca: Dies predeterminats de consum preferent
cs: Výchozí datum spotřeby
da: Standard bedst før dage
de: Standardhaltbarkeit in Tagen
el_gr: Προεπιλογή καλύτερη πριν από ημέρες
es: Días hasta la fecha de consumo preferente predeterminados
et_ee: Vaikimisi parim enne päevi
fi: Parasta ennen -päivien oletusmäärä
fr: Jours avant péremption par défaut
he_il: ימים בתוקף עד כבררת מחדל
hu: Alapértelmezett minőségmegőrzési idő
it: Data di scadenza predefinita in giorni
lt: Numatytasis geriausias iki dienų
nl: Standaard houdbaarheidsdata
no: Forhåndsatt antall dager best før
pt_br: Próximo prazo de validade padrão
pt_pt: Data de validade predefinida
ro_ro: Număr implicit de zile până la dată de expirare
ru: Срок годности по умолчанию в днях
sk_sk: Predvolený dátum spotreby
sl: Privzeto trajanje uporabnosti
tr: Varsayılan son kullanım tarihi
uk: Краще вжити до за замовчуванням

source: Default quantity unit purchase
ca: Unitat predeterminada
cs: Výchozí měrná jednotka pro nákup
da: Standard købsenhed
de: Standardeinkaufsmengeneinheit
es: Unidad de compra predeterminada
et_ee: Vaikimisi koguseühik ostmisel
fi: Oletusostoyksikkö
fr: Unité à l'achat par défaut
he_il: יחידת כמות בררת מחדל לרכישה
hu: Alapértelmezett vásárlási mennyiségi egység
it: Unità di quantità di acquisto predefinita
lt: Numatytasis kiekio vieneto pirkimas
nl: Standaard aankoopeenheid
no: Standard forpakning kjøpt
pt_br: Unidade de medida (compra)
pt_pt: Unidade de medida da compra predefinida
ro_ro: Achiziție unitară a cantității implicite
ru: Единица измерения для покупок по умолчанию
sk_sk: Predvolená jednotka množstva pri nákupe
sl: Privzeta enota količine nakupa
tr: Varsayılan birim satın alma miktarı
uk: Одиниці вимірювання за замовчуванням

source: Quantity unit stock
ca: Unitat d'inventari
cs: Měrná jednotka zásoby
da: Lager-enhed
de: Bestandsmengeneinheit
el_gr: Απόθεμα μονάδας ποσότητας
es: Unidad de inventario
et_ee: Koguseühik varudes
fi: Varastoyksikkö
fr: Unité de stockage
he_il: יחידת כמות למלאי
hu: Készletegység
it: Unità di dispensa
lt: Kiekio vieneto atsargos
nl: Voorraadeenheid
no: Forpakning beholdning
pt_br: Unidade de medida
pt_pt: Unidade de medida do stock
ro_ro: Cantitate stoc unitar
ru: Единица измерения в запасе
sk_sk: Jednotka množstva v zásobe
sl: Enota količine zaloge
tr: Miktar birim stoğu
uk: Кількість у наявності

source: Create location
ca: Afegir ubicació
cs: Nové umístění
da: Opret placering
de: Standort erstellen
el_gr: Δημιουργία τοποθεσίας
es: Crear ubicación
et_ee: Loo asukoht
fi: Luo sijainti
fr: Créer un emplacement
he_il: יצירת מיקום
hu: Hely létrehozása
it: Aggiungi posizione
lt: Sukurti vietą
nl: Maak een locatie
no: Opprett lokasjon
pt_br: Criar Localização
pt_pt: Criar local
ro_ro: Creare locație
ru: Создать место хранения
sk_sk: Vytvoriť umiestnenie
sl: Ustvari lokacijo
tr: Lokasyon oluştur
uk: Створити місце

source: Create store
ca: Afegir establiment
cs: Nový obchod
da: Opret butik
de: Geschäft erstellen
el_gr: Δημιουργία καταστήματος
es: Crear tienda
et_ee: Loo pood
fi: Luo myymälä
fr: Créer magasin
he_il: יצירת חנות
hu: Áruház hozzáadása
it: Crea negozio
lt: Sukurti parduotuvę
nl: Maak winkel
no: Opprett butikk
pt_br: Novo estabelecimento
pt_pt: Criar loja
ro_ro: Creare magazin
ru: Добавить магазин
sk_sk: Vytvoriť obchod
sl: Ustvari trgovino
tr: Market oluştur
uk: Створити магазин

source: Create quantity unit
ca: Afegir unitat
cs: Nová měrná jednotka produktu
da: Opret måleenhed
de: Mengeneinheit erstellen
el_gr: Δημιουργία μονάδας ποσότητας
es: Crear unidad
et_ee: Loo koguseühik
fi: Luo yksikkö
fr: Créer une unitée
he_il: יצירת יחידת כמות
hu: Mennyiségi egység létrehozása
it: Aggiungi unità di misura
lt: Sukurti kiekio vienetą
nl: Maak hoeveelheidseenheid
no: Opprett forpakning
pt_br: Criar unidade de medida
pt_pt: Criar unidade de medida
ro_ro: Creați unitatea de cantitate
ru: Создать единицу измерения
sk_sk: Vytvoriť jednotku množstva
sl: Ustvari enoto količine
tr: Miktar birimi oluştur
uk: Створити одиницю вимірювання

source: Period type
ca: Tipus de període
cs: Typ opakování
da: Periode type
de: Periodentyp
el_gr: Τύπος περιόδου
es: Tipo de periodo
et_ee: Perioodi tüüp
fi: Ajanjakso tyyppi
fr: Type de période
he_il: סוג תקופה
hu: Ciklus típusa
it: Tipo di ripetizione
lt: Periodo tipas
nl: Frequentie
no: Gjentakelse
pt_br: Tipo de período
pt_pt: Tipo de periodo
ro_ro: Tip perioadă
ru: Тип периода
sk_sk: Typ opakovania
sl: Vrsta periode
tr: Dönem türü
uk: Тип періоду

source: Period days
ca: Dies de període
cs: Dny opakování
da: Periode dage
de: Tage/Periode
el_gr: Περίοδος ημερών
es: Días del periodo
et_ee: Periood päevad
fi: Ajanjakso päivää
fr: Jours dans la période
he_il: ימי תקופה
hu: Ciklus napok
it: Periodo in giorni
lt: Periodo dienos
nl: Dagen per periode
no: Antall dager for gjentakelse
pt_br: Período em dias
pt_pt: Dias do periodo
ro_ro: Zilele perioadei
ru: Период в днях
sk_sk: Dni opakovania
sl: Perioda dni
tr: Dönem günleri
uk: Період у днях

source: Create chore
ca: Afegir feina de casa
cs: Nová povinnost
da: Opret ny pligt
de: Hausarbeit erstellen
el_gr: Δημιουργήστε μικροδουλειές
es: Crear tarea del hogar
et_ee: Loo majapidamistöö
fi: Luo kotityö
fr: Créer une corvée
he_il: יצירת מטלה
hu: Házimunka létrehozása
it: Aggiungi faccenda
lt: Sukurti namų ruošos darbą
nl: Maak klusje
no: Opprett husarbeidsoppgave
pt_br: Criar tarefa doméstica
pt_pt: Criar tarefa
ro_ro: Creați activitate
ru: Создать работу по дому
sk_sk: Vytvoriť povinnosť
sl: Ustvari obveznost
tr: Ev işi oluştur
uk: Створити роботу

source: Used in
ca: Usat en
cs: Použito v
da: Brugt i
de: Benutzt in
el_gr: Χρησιμοποιείται σε
es: Usado en
et_ee: Kasutatud
fi: Käyttökohde
fr: Utilisé dans
he_il: בתוך
hu: Itt használva
it: Usato in
lt: Naudojamas
nl: Gebruikt in
no: Brukt
pt_br: Usado em
pt_pt: Usado em
ro_ro: Folosit în
ru: Используется в
sk_sk: Použité v
sl: Uporabljeno v
tr: içinde kullanılıyor
uk: Використовується у

source: Create battery
ca: Afegir bateria
cs: Nová baterie
da: Opret batteri
de: Batterie erstellen
el_gr: Δημιουργήστε μπαταρία
es: Crear batería
et_ee: Loo patarei
fi: Lisää akku
fr: Créer une pile
he_il: יצירת סוללה
hu: Elem létrehozása
it: Aggiungi batteria
lt: Sukurti baterija
nl: Maak een batterij
no: Opprett batteri
pt_br: Criar bateria
pt_pt: Criar Pilha
ro_ro: Creați baterie
ru: Создать батарею
sk_sk: Vytvoriť batériu
sl: Ustvari baterijo
tr: Pil oluştur
uk: Створити батарею

source: Edit battery
ca: Editar
cs: Upravit baterii
da: Rediger batteri
de: Batterie bearbeiten
el_gr: Επεξεργασία μπαταρίας
es: Modificar batería
et_ee: Muuda patareid
fi: Muokkaa akkua
fr: Modifier une pile
he_il: עריכת סוללה
hu: Elem szerkesztése
it: Modifica batteria
lt: Redaguoti bateriją
nl: Bewerk batterij
no: Endre batteri
pt_br: Editar bateria
pt_pt: Editar Pilha
ro_ro: Modifică baterie
ru: Изменить батарею
sk_sk: Upraviť batériu
sl: Uredi baterijo
tr: Pil düzenle
uk: Редагувати батарею

source: Edit chore
ca: Editar feina de casa
cs: Upravit povinnost
da: Rediger pligt
de: Hausarbeit bearbeiten
el_gr: Επεξεργασία μικροδουλειάς
es: Modificar tarea del hogar
et_ee: Muuda majapidamistööd
fi: Muokkaa kotityötä
fr: Modifier une corvée
he_il: עריכת מטלה
hu: Házimunka szerkesztése
it: Modifica faccenda
lt: Redaguoti namų ruošos darbą
nl: Bewerk klusje
no: Endre husarbeidsoppgave
pt_br: Editar tarefa
pt_pt: Editar Tarefa
ro_ro: Modifică activitate
ru: Изменить работу по дому
sk_sk: Upraviť povinnosť
sl: Uredi obveznost
tr: Ev işi düzenle
uk: Редагувати роботу

source: Edit quantity unit
ca: Editar unitat
cs: Upravit měrnou jednotku
da: Rediger måleenhed
de: Mengeneinheit bearbeiten
el_gr: Επεξεργασία μονάδας ποσότητας
es: Modificar unidad
et_ee: Muuda koguseühikut
fi: Muokkaa yksikköä
fr: Modifier l'unité
he_il: עריכת יחידת כמות
hu: Mennyiségi egység szerkesztése
it: Modifica unità di misura
lt: Redaguoti kiekio vienetą
nl: Bewerk hoeveelheidseenheid
no: Endre forpakning
pt_br: Editar unidade de medida
pt_pt: Editar unidade de medida
ro_ro: Modifică unitate cantitativă
ru: Изменить единицу измерения
sk_sk: Upraviť jednotku množstva
sl: Uredi enoto količine
tr: Miktar birimi düzenle
uk: Регагувати одиницю вимірування

source: Edit product
ca: Editar producte
cs: Upravit produkt
da: Rediger vare
de: Produkt bearbeiten
el_gr: Επεξεργασία προϊόντος
es: Modificar producto
et_ee: Muuda toodet
fi: Muokkaa tuotetta
fr: Modifier le produit
he_il: עריכת מוצר
hu: Termék szerkesztése
it: Modifica prodotto
lt: Redaguoti produktą
nl: Bewerk product
no: Endre produkt
pt_br: Editar produto
pt_pt: Editar Produto
ro_ro: Modifică produs
ru: Изменить продукт
sk_sk: Upraviť výrobok
sl: Uredi izdelek
tr: Ürünü düzenle
uk: Редагувати продукт

source: Edit location
ca: Editar ubicació
cs: Upravit umístění
da: Rediger placering
de: Standort bearbeiten
el_gr: Επεξεργασία τοποθεσίας
es: Modificar ubicación
et_ee: Muuda asukohta
fi: Muokkaa sijaintia
fr: Modifier l'emplacement
he_il: עריכת מיקום
hu: Hely szerkesztése
it: Modifica posizione
lt: Redaguoti vietovę
nl: Wijzig locatie
no: Endre lokasjon
pt_br: Editar localização
pt_pt: Editar local
ro_ro: Modifică locație
ru: Изменить место хранения
sk_sk: Upraviť umiestnenie
sl: Uredi lokacijo
tr: Lokasyonu düzenle
uk: Редагувати місце

source: Edit store
ca: Editar botiga
cs: Upravit obchod
da: Rediger butik
de: Geschäft bearbeiten
el_gr: Επεξεργασία καταστήματος
es: Modificar tienda
et_ee: Muuda poodi
fi: Muokkaa myymälää
fr: Mettre à jour magasin
he_il: עריכת חנות
hu: Áruház szerkesztése
it: Modifica negozio
lt: Redaguoti parduotuvę
nl: Bewerk winkel
no: Rediger butikk
pt_br: Editar estabelecimento
pt_pt: Editar loja
ro_ro: Modifică magazin
ru: Редактировать магазин
sk_sk: Upraviť obchod
sl: Uredi trgovino
tr: Marketi düzenle
uk: Редагувати магазин

source: Manage master data
ca: Gestionar dades mestres
cs: Spravovat základní data
da: Administrer stamdata
de: Stammdaten verwalten
el_gr: Διαχείριση βασικών δεδομένων
es: Administrar datos maestros
et_ee: Muuda põhiandmeid
fi: Hallitse perustietoja
fr: Gérer les données
he_il: ניהול נתוני על
hu: Törzsadatkezelés
it: Gestisci dati
lt: Redaguoti pagrindinė informaciją
nl: Beheer masterdata
no: Administrer masterdata
pt_br: Gerenciar dados mestres
pt_pt: Gerir dados mestre
ro_ro: Gestionează date principale
ru: Управление основными данными
sk_sk: Spravovať hlavné údaje
sl: Upravljaj glavne podatke
tr: Ana veriyi yönet
uk: Керування базою даних

source: This will apply to added products
ca: S'aplicarà als productes afegits
cs: Tento údaj se zapíše jen pro přidané produkty do zásoby.
da: Dette vil gælde for tilføjede varer
de: Dies gilt für hinzugefügte Produkte
el_gr: Αυτό θα ισχύει για προστιθέμενα προϊόντα
es: Esto se aplicará a los productos añadidos
et_ee: See rakendatakse uutele toodetele
fi: Tämä koskee lisättyjä tuotteita
fr: Sera appliqué aux produits ajoutés
he_il: זה יחול על מוצרים שנוספו
hu: Ez érvényesülni fog a hozzáadott termékekre
it: Verrà applicato ai prodotti aggiunti
lt: Tai bus taikoma pridėtiems produktams
nl: Dit zal toegepast worden op toegevoegde producten
no: Dette vil gjelde for produkt som blir lagt til
pt_br: Isso irá se aplicar aos produtos acicionados
pt_pt: Isto será aplicado a todos os produtos
ro_ro: Aceste setări vor fi aplicate produselor adăugate
ru: Будет применено к добавленным продуктам
sk_sk: Toto bude použité pri pridávaných výrobkoch
sl: To bo spremenilo dodane izdelke
tr: Bu eklenen ürünlere uygulanacak
uk: Це буде застосовано до доданих продуктів

source: never
ca: mai
cs: nikdy
da: aldrig
de: nie
el_gr: ποτέ
es: nunca
et_ee: mitte kunagi
fi: ei koskaan
fr: jamais
he_il: אף פעם לא
hu: soha
it: mai
lt: niekada
nl: nooit
no: aldri
pt_br: nunca
pt_pt: nunca
ro_ro: niciodată
ru: никогда
sk_sk: nikdy
sl: nikoli
tr: asla
uk: ніколи

source: Add products that are below defined min. stock amount
ca: Afegeix productes que estan per sota de les existències mínimes
cs: Přidat produkty se stavem pod minimální zásobou
da: Tilføj varer der er under minimumsbeholdningen
de: Produkte unter Mindestbestand hinzufügen
el_gr: Το προϊόν% s λήγειΠροσθέστε προϊόντα που είναι κάτω από τα καθορισμένα ελάχιστα. ποσό αποθέματος
es: Añadir productos que están por debajo del mínimo de existencias definido
et_ee: Lisa tooted, mis on alla määratud minimaalse varude koguse
fi: Lisää tuotteet joita on varastossa alle minimin
fr: Ajouter les produits qui sont en dessous du seuil de stock minimum
he_il: להוסיף מוצרים שחסרים מתחת לכמות המלאי המזערית
hu: A megadott min. készlet alatti termékek hozzáadása
it: Aggiungi prodotti sotto il limite minimo di dispensa definito
lt: Pridėkite produktus, kurių vertė mažesnė nei apibrėžta min. atsargų kiekis
nl: Voeg producten toe die onder min. voorraadhoeveelheid zijn
no: Legg til produkt som er under minimumsbeholdningen
pt_br: Adicionar produtos que estão abaixo da quantidade mínima no estoque
pt_pt: Adicionar produtos que estão abaixo da quantidade min. de stock definida
ro_ro: Adaugă produse cu stoc sub stocul minim definit
ru: Добавить продукты, которых меньше мин. заданного кол-ва
sk_sk: Pridať výrobky, ktoré majú stav pod minimálnou zásobou
sl: Dodaj izdelke, ki so pod min. količino zaloge
tr: Tanımlanan min. stok miktarının altındaki ürünleri ekle
uk: Додати продукти, кількість яких в наявності недостатня

source: Login
ca: Iniciar sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el_gr: Σύνδεση
es: Iniciar sesión
et_ee: Logi sisse
fi: Kirjaudu
fr: Se connecter
he_il: כניסה
hu: Bejelentkezés
it: Accesso
lt: Prisijungti
no: Logg inn
ro_ro: Conectare
ru: Вход
sk_sk: Prihlásiť sa
sl: Prijava
tr: Giriş yap
uk: Логін

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el_gr: Όνομα χρήστη
es: Nombre de usuario
et_ee: Kasutajanimi
fi: Käyttäjänimi
fr: Identifiant
he_il: שם משתמש
hu: Felhasználóinév
it: Nome utente
lt: Vartotojo vardas
nl: Gebruikersnaam
no: Brukernavn
pt_br: Usuário
pt_pt: Nome de utilizador
ro_ro: Nume utilizator
ru: Имя пользователя
sk_sk: Používateľské meno
sl: Uporabniško ime
tr: Kullanıcı adı
uk: Ім'я користувача

source: Password
ca: Clau d'accés
cs: Heslo
da: Adgangskode
de: Passwort
el_gr: Κωδικός πρόσβασης
es: Contraseña
et_ee: Parool
fi: Salasana
fr: Mot de passe
he_il: ססמה
hu: Jelszó
lt: Slaptažodis
nl: Wachtwoord
no: Passord
pt_br: Senha
pt_pt: Palavra passe
ro_ro: Parolă
ru: Пароль
sk_sk: Heslo
sl: Geslo
tr: Parola
uk: Пароль

source: Invalid credentials, please try again
ca: Credencials invàlides, sius-plau torna-ho a intentar
cs: Nesprávné jméno nebo heslo, zkuste to ještě jednou
da: Ugyldig brugernavn og/eller adgangskode, prøv igen
de: Ungültige Zugangsdaten, bitte versuche es erneut
el_gr: Μη έγκυρα διαπιστευτήρια, δοκιμάστε ξανά
es: Credenciales inválidas, intente nuevamente
et_ee: Kehtetu mandaat, palun proovi uuesti
fi: Virheelliset tunnukset. Yritä uudelleen
fr: Identifiants invalides, merci de réessayer
he_il: פרטי הגישה שגויים, נא לנסות שוב
hu: Érvénytelen adatok, kérlek próbáld újra
it: Credenziali non valide, riprovare
lt: Blogi prisijungimo duomenys, bandykite dar kartą
nl: Ongeldige aanmeldgegevens
no: Feil brukernavn og/eller passord, prøv igjen
pt_br: Credenciais inválidas, por favor tente novamente
pt_pt: Credenciais incorrectas, por favor tente novamente
ro_ro: Parolă incorectă, te rugăm încearcă din nou
ru: Неправильные данные для входа, попробуйте снова
sk_sk: Neplatné prihlasovacie údaje, skúste to prosím ešte raz
sl: Napačne poverilnice, poskusite ponovno
tr: Yanlış giriş bilgisi, lütfen tekrar deneyin
uk: Невірні дані, спробуйте ще раз

source: Are you sure you want to delete battery "%s"?
he_il: למחוק את הסוללה „%s”?
it: Sei sicuro di voler eliminare la batteria "%s"?

source: Yes
ca: Sí
cs: Ano
da: Ja
de: Ja
el_gr: Ναί
es: Sí
et_ee: Jah
fi: Kyllä
fr: Oui
he_il: כן
hu: Igen
it: Sì
lt: Taip
nl: Ja
no: Ja
pt_br: Sim
pt_pt: Sim
ro_ro: Da
ru: Да
sk_sk: Áno
sl: Da
tr: Evet
uk: Так

source: No
cs: Ne
da: Nej
de: Nein
el_gr: Οχι
et_ee: Ei
fi: Ei
fr: Non
he_il: לא
hu: Nem
lt: Ne
nl: Nee
no: Nei
pt_br: Não
pt_pt: Não
ro_ro: Nu
ru: Нет
sk_sk: Nie
sl: Ne
tr: Hayır
uk: Ні

source: Are you sure you want to delete chore "%s"?
he_il: למחוק את המטלה „%s”?
it: Sei sicuro di voler eliminare la faccenda "%s"?
