Repository: grocy/grocy
Catalog: localization/*/userfield_types.po
Languages: he_il, sl, tr

source: Text (single line)
he_il: טקסט בשורה אחת
sl: besedilo v eni vrstici
tr: tek-satir-metin

source: Text (multi line)
he_il: טקסט מרובה שורות
sl: besedilo v večih vrsticah
tr: coklu-satir-metin

source: Number (integral)
he_il: מספר שלם
sl: nedecimalno število
tr: tam-sayi

source: Number (decimal)
he_il: מספר עשרוני
sl: decimalno število
tr: ondalik-sayi

source: Number (currency)
he_il: מספר (מטבע)
sl: valuta
tr: sayÄ±-para birimi

# date
source: Date (without time)
he_il: תאריך (בלי שעה)
sl: datum
tr: tarih

source: Date & time
he_il: תאריך ושעה
sl: datum in čas
tr: tarihsaat

source: Checkbox
he_il: תיבת סימון
sl: potrditveno polje
tr: isaret-kutucugu

# preset-list
source: Select list (a single item can be selected)
he_il: בחירה מרשימה (ניתן לבחור בפריט אחד)
tr: onayarli-tekli-liste

# preset-checklist
source: Select list (multiple items can be selected)
he_il: בחירה מרשימה (ניתן לבחור במגוון פריטים)
tr: onayarli-coklu-liste

source: Link
he_il: קישור
sl: povezava

source: Link (with title)
he_il: קישור (עם כותרת)
sl: povezava z naslovom
tr: baslik-ve-link

source: File
he_il: קובץ
sl: datoteka
tr: dosya

source: Image
he_il: תמונה
sl: slika
tr: resim
